[
  {
    "title": "Sam Altman got exceptionally testy over Claude Super Bowl ads",
    "link": "https://techcrunch.com/2026/02/04/sam-altman-got-exceptionally-testy-over-claude-super-bowl-ads/",
    "description": "He posted a novella-sized rant that devolved into to calling his rival \"dishonest\" and \"authoritarian.\"",
    "pubDate": "2026-02-05T00:45:11.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Er veröffentlichte eine Schimpftirade im Umfang einer Novelle, die dazu führte, dass er seinen Rivalen als „unehrlich“ und „autoritär“ bezeichnete.",
    "titleDE": "Sam Altman wurde wegen der Claude-Super-Bowl-Werbung außerordentlich gereizt"
  },
  {
    "title": "Navigating health questions with ChatGPT",
    "link": "https://openai.com/index/navigating-health-questions",
    "description": "A family shares how ChatGPT helped them prepare for critical cancer treatment decisions for their son alongside expert guidance from his doctors.",
    "pubDate": "2026-02-05T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Eine Familie erzählt, wie ChatGPT ihnen dabei geholfen hat, sich auf wichtige Entscheidungen zur Krebsbehandlung ihres Sohnes vorzubereiten, begleitet von der fachkundigen Anleitung seiner Ärzte.",
    "titleDE": "Navigieren in Gesundheitsfragen mit ChatGPT"
  },
  {
    "title": "Alphabet won’t talk about the Google-Apple AI deal, even to investors",
    "link": "https://techcrunch.com/2026/02/04/alphabet-wont-talk-about-the-google-apple-ai-deal-even-to-investors/",
    "description": "Alphabet CEO skipped an analyst's question about Apple on the company's earnings call.",
    "pubDate": "2026-02-04T23:28:31.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Der CEO von Alphabet hat die Frage eines Analysten zu Apple bei der Gewinnmitteilung des Unternehmens ausgelassen.",
    "titleDE": "Alphabet wird nicht einmal mit Investoren über den Google-Apple-KI-Deal sprechen"
  },
  {
    "title": "Microsoft releases urgent Office patch. Russian-state hackers pounce.",
    "link": "https://arstechnica.com/security/2026/02/russian-state-hackers-exploit-office-vulnerability-to-infect-computers/",
    "description": "The window to patch vulnerabilities is shrinking rapidly.",
    "pubDate": "2026-02-04T23:08:04.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Das Zeitfenster zum Beheben von Schwachstellen schrumpft rapide.",
    "titleDE": "Microsoft veröffentlicht dringenden Office-Patch. Hacker des russischen Staates greifen zu."
  },
  {
    "title": "Google’s Gemini app has surpassed 750M monthly active users",
    "link": "https://techcrunch.com/2026/02/04/googles-gemini-app-has-surpassed-750m-monthly-active-users/",
    "description": "Google revealed a significant milestone for its Gemini app, announcing over 750 million monthly active users as it competes with ChatGPT and Meta AI.",
    "pubDate": "2026-02-04T22:53:46.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Google hat einen wichtigen Meilenstein für seine Gemini-App bekannt gegeben und meldet über 750 Millionen aktive Nutzer pro Monat, während sie mit ChatGPT und Meta AI konkurriert.",
    "titleDE": "Die Gemini-App von Google hat die Marke von 750 Millionen aktiven Nutzern pro Monat überschritten"
  },
  {
    "title": "Google&#8217;s annual revenue tops $400 billion for the first time",
    "link": "https://www.theverge.com/news/874161/google-400-billion-revenue-q4-2025-earnings",
    "description": "Google's parent company, Alphabet, has earned more than $400 billion in annual revenue for the first time. The company announced the milestone as part of its Q4 2025 earnings report released on Wednesday, which highlights the 15 percent year-over-year increase as its cloud business and YouTube continue to grow.\nAs noted in the earnings report, Google's Cloud business reached a $70 billion run rate in 2025, while YouTube's annual revenue soared beyond $60 billion across ads and subscriptions. Alphabet CEO Sundar Pichai told investors that YouTube remains the \"number one streamer,\" citing data from Nielsen. The company also now has more than  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-04T22:41:03.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Googles Muttergesellschaft Alphabet hat erstmals einen Jahresumsatz von mehr als 400 Milliarden US-Dollar erzielt. Das Unternehmen gab den Meilenstein im Rahmen seines am Mittwoch veröffentlichten Ergebnisberichts für das vierte Quartal 2025 bekannt, der den Anstieg von 15 Prozent gegenüber dem Vorjahr hervorhebt, da sein Cloud-Geschäft und YouTube weiter voranschreiten.",
    "titleDE": "Der Jahresumsatz von Google übersteigt erstmals die 400-Milliarden-Dollar-Marke"
  },
  {
    "title": "Meet Gizmo: A TikTok for interactive, vibe-coded mini apps",
    "link": "https://techcrunch.com/2026/02/04/meet-gizmo-a-tiktok-for-interactive-vibe-coded-mini-apps/",
    "description": "Gizmo's app is like a TikTok for vibe-coded mini apps... and it's a lot of fun.",
    "pubDate": "2026-02-04T21:45:32.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die App von Gizmo ist wie ein TikTok für Vibe-codierte Mini-Apps … und sie macht jede Menge Spaß.",
    "titleDE": "Lernen Sie Gizmo kennen: Ein TikTok für interaktive, vibecodierte Mini-Apps"
  },
  {
    "title": "AI SRE Resolve AI confirms $125M raise, unicorn valuation",
    "link": "https://techcrunch.com/2026/02/04/ai-sre-resolve-ai-confirms-125m-raise-unicorn-valuation/",
    "description": "The two-year-old startup confirms that it closed a Series A led by Lightspeed at $1 billion valuation.",
    "pubDate": "2026-02-04T21:39:26.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das zwei Jahre alte Startup bestätigt, dass es eine von Lightspeed angeführte Serie A mit einer Bewertung von 1 Milliarde US-Dollar abgeschlossen hat.",
    "titleDE": "AI SRE Resolve AI bestätigt 125-Millionen-Dollar-Beschaffung, Unicorn-Bewertung"
  },
  {
    "title": "Amazon to begin testing AI tools for film and TV production next month",
    "link": "https://techcrunch.com/2026/02/04/amazon-to-begin-testing-ai-tools-for-film-and-tv-production-next-month/",
    "description": "Amazon MGM Studios will reportedly begin a closed beta program in March to test its AI tools to help with film and TV production.",
    "pubDate": "2026-02-04T21:26:43.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Berichten zufolge wird Amazon MGM Studios im März ein geschlossenes Betaprogramm starten, um seine KI-Tools zur Unterstützung bei der Film- und Fernsehproduktion zu testen.",
    "titleDE": "Amazon beginnt nächsten Monat mit dem Testen von KI-Tools für die Film- und Fernsehproduktion"
  },
  {
    "title": "Should AI chatbots have ads? Anthropic says no.",
    "link": "https://arstechnica.com/ai/2026/02/should-ai-chatbots-have-ads-anthropic-says-no/",
    "description": "ChatGPT competitor comes out swinging with Super Bowl ad mocking AI product pitches.",
    "pubDate": "2026-02-04T21:15:07.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "ChatGPT-Konkurrent schlägt mit einer Super-Bowl-Werbung, in der er KI-Produktpräsentationen verspottet, großen Erfolg.",
    "titleDE": "Sollten KI-Chatbots Werbung haben? Anthropic sagt nein."
  },
  {
    "title": "Sam Altman responds to Anthropic’s ‘funny’ Super Bowl ads",
    "link": "https://www.theverge.com/news/874084/ai-chatgpt-claude-super-bowl-ads-openai-anthropic",
    "description": "Sam Altman responded to Anthropic's new Super Bowl ad in an X post on Wednesday, saying the OpenAI competitor's campaign is \"clearly dishonest,\" and called it \"on brand\" for Anthropic to \"doublespeak.\" \"We would obviously never run ads in the way Anthropic depicts them,\" he wrote. \"We are not stupid and we know our users would reject that.\" You can read his statement in full, below.\nAnthropic, founded in 2021 by ex-OpenAI research executives who reportedly left over differences in opinions on AI safety and mission, doesn't mention OpenAI or ChatGPT by name in its Super Bowl Sunday ad campaign. But in contrast to OpenAI's January news that i …\nRead the full story at The Verge.",
    "pubDate": "2026-02-04T21:03:05.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Sam Altman reagierte am Mittwoch in einem X-Beitrag auf Anthropics neue Super-Bowl-Werbung und sagte, die Kampagne des OpenAI-Konkurrenten sei „eindeutig unehrlich“ und bezeichnete es als „Markenzeichen“, damit Anthropic „doppelt spricht“. „Wir würden natürlich niemals Anzeigen in der Art und Weise schalten, wie Anthropic sie darstellt“, schrieb er. „Wir sind nicht dumm...“",
    "titleDE": "Sam Altman antwortet auf die „lustigen“ Super Bowl-Werbungen von Anthropic"
  },
  {
    "title": "A16z just raised $1.7B for AI infrastructure. Here’s where it’s going.",
    "link": "https://techcrunch.com/video/a16z-just-raised-1-7b-for-ai-infrastructure-heres-where-its-going/",
    "description": "Andreessen Horowitz just raised a whopping ⁠new $15 billion in funding⁠. And a $1.7 billion chunk of that is going to its ⁠infrastructure team⁠, the one responsible for some of its biggest, most prominent AI investments including Black Forrest Labs, Cursor, OpenAI, ⁠ElevenLabs⁠, Ideogram, ⁠Fal⁠ and dozens of others.   A16z ⁠general partner with the infra team Jennifer Li⁠ (who oversees such investments as ElevenLabs – just valued at $11 billion); Ideagram and Fal, has a clear thesis on where the team is looking […]",
    "pubDate": "2026-02-04T20:24:12.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Andreessen Horowitz hat gerade satte 15 Milliarden US-Dollar an Finanzierung eingesammelt. Und ein Teil davon in Höhe von 1,7 Milliarden US-Dollar geht an das Infrastrukturteam, das für einige seiner größten und bekanntesten KI-Investitionen verantwortlich ist, darunter Black Forrest Labs, Cursor, OpenAI, ⁠ElevenLabs⁠, Ideogram, ⁠Fal⁠ und ...",
    "titleDE": "A16z hat gerade 1,7 Milliarden US-Dollar für die KI-Infrastruktur gesammelt. Hier erfahren Sie, wohin es geht."
  },
  {
    "title": "What a16z is actually funding (and what it’s ignoring) when it comes to AI infra",
    "link": "https://techcrunch.com/podcast/what-a16z-is-actually-funding-and-what-its-ignoring-when-it-comes-to-ai-infra/",
    "description": "Andreessen Horowitz just raised a whopping new $15 billion in funding. And a $1.7 billion chunk of that is going to its infrastructure team, the one responsible for some of its biggest, most prominent AI investments, including Black Forest Labs, Cursor, OpenAI, ElevenLabs, Ideogram, Fal, and dozens of others.   a16z general partner with the infra team Jennifer Li (who oversees such investments as ElevenLabs — just valued at $11 billion) has a clear thesis on where the team is looking to […]",
    "pubDate": "2026-02-04T20:19:12.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Andreessen Horowitz hat gerade satte 15 Milliarden US-Dollar an neuen Mitteln eingesammelt. Und ein Teil davon in Höhe von 1,7 Milliarden US-Dollar geht an das Infrastrukturteam, das für einige seiner größten und bedeutendsten KI-Investitionen verantwortlich ist, darunter Black Forest Labs, Cursor, OpenAI, ElevenLabs, Ideogram, Fal und Dutzende ...",
    "titleDE": "Was a16z tatsächlich finanziert (und was es ignoriert), wenn es um KI-Infrastruktur geht"
  },
  {
    "title": "OpenClaw&#8217;s AI &#8216;skill&#8217; extensions are a security nightmare",
    "link": "https://www.theverge.com/news/874011/openclaw-ai-skill-clawhub-extensions-security-nightmare",
    "description": "OpenClaw, the AI agent that has exploded in popularity over the past week, is raising new security concerns after researchers uncovered malware in hundreds of user-submitted \"skill\" add-ons on its marketplace. In a post on Monday, 1Password product VP Jason Meller says OpenClaw's skill hub has become \"an attack surface,\" with the most-downloaded add-on serving as a \"malware delivery vehicle.\"\nOpenClaw - first called Clawdbot, then Moltbot - is billed as an AI agent that \"actually does things,\" such as managing your calendar, checking in for flights, cleaning out your inbox, and more. It runs locally on devices, and users can interact with t …\nRead the full story at The Verge.",
    "pubDate": "2026-02-04T19:03:38.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "OpenClaw, der KI-Agent, der in der letzten Woche immer beliebter wurde, wirft neue Sicherheitsbedenken auf, nachdem Forscher auf seinem Marktplatz Malware in Hunderten von von Benutzern eingereichten „Skill“-Add-ons entdeckt haben. In einem Beitrag vom Montag sagt Jason Meller, Produkt-Vizepräsident von 1Password, dass der Skill-Hub von OpenClaw ...",
    "titleDE": "Die KI-„Fähigkeit“ von OpenClaw ist Erweiterungen sind ein Sicherheitsalbtraum"
  },
  {
    "title": "Tinder looks to AI to help fight ‘swipe fatigue’ and dating app burnout",
    "link": "https://techcrunch.com/2026/02/04/tinder-looks-to-ai-to-help-fight-swipe-fatigue-and-dating-app-burnout/",
    "description": "Tinder is testing AI recommendations and insight from your Camera Roll for better matches.",
    "pubDate": "2026-02-04T18:08:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Tinder testet KI-Empfehlungen und Erkenntnisse aus Ihrer Kamerarolle, um bessere Übereinstimmungen zu erzielen.",
    "titleDE": "Tinder setzt auf KI, um „Swipe-Müdigkeit“ und Burnout bei Dating-Apps zu bekämpfen"
  },
  {
    "title": "GitHub adds Claude and Codex AI coding agents",
    "link": "https://www.theverge.com/news/873665/github-claude-codex-ai-agents",
    "description": "GitHub is making Claude by Anthropic and OpenAI's Codex AI coding agents directly available inside GitHub today. A new public preview adds Claude and Codex to GitHub, GitHub Mobile, and Visual Studio Code, for users with a Copilot Pro Plus or Copilot Enterprise subscription.\nThe move is part of Agent HQ, GitHub's vision to make AI agents native to how developers use GitHub every day. Developers can now choose Copilot, Claude, Codex, or other custom agents when they're creating a task. Each coding agent will consume a premium request, and developers can assign agents to issues and pull requests.\nDevelopers will also be able to judge how Cop …\nRead the full story at The Verge.",
    "pubDate": "2026-02-04T17:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "GitHub stellt heute Claude von Anthropic und die Codex AI-Coding-Agents von OpenAI direkt in GitHub zur Verfügung. Eine neue öffentliche Vorschau fügt Claude und Codex zu GitHub, GitHub Mobile und Visual Studio Code für Benutzer mit einem Copilot Pro Plus- oder Copilot Enterprise-Abonnement hinzu. Der Umzug ist Teil der Agen...",
    "titleDE": "GitHub fügt die Coding-Agenten Claude und Codex AI hinzu"
  },
  {
    "title": "Roblox’s 4D creation feature is now available in open beta",
    "link": "https://techcrunch.com/2026/02/04/robloxs-4d-creation-feature-is-now-available-in-open-beta/",
    "description": "Roblox's highly anticipated 4D creation feature has officially arrived in open beta.",
    "pubDate": "2026-02-04T17:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die mit Spannung erwartete 4D-Erstellungsfunktion von Roblox ist offiziell in der offenen Beta angekommen.",
    "titleDE": "Die 4D-Erstellungsfunktion von Roblox ist jetzt in der offenen Betaversion verfügbar"
  },
  {
    "title": "The latest AI news we announced in January",
    "link": "https://blog.google/innovation-and-ai/products/google-ai-updates-january-2026/",
    "description": "Google AI announcements from January",
    "pubDate": "2026-02-04T16:55:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Google AI-Ankündigungen vom Januar",
    "titleDE": "Die neuesten KI-Neuigkeiten, die wir im Januar angekündigt haben"
  },
  {
    "title": "ElevenLabs raises $500M from Sequoia at an $11 billion valuation",
    "link": "https://techcrunch.com/2026/02/04/elevenlabs-raises-500m-from-sequioia-at-a-11-billion-valuation/",
    "description": "ElevenLabs' valuation has raised more than three times in the last 12 months.",
    "pubDate": "2026-02-04T15:33:58.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Bewertung von ElevenLabs ist in den letzten 12 Monaten mehr als dreimal gestiegen.",
    "titleDE": "ElevenLabs sammelt 500 Millionen US-Dollar von Sequoia bei einer Bewertung von 11 Milliarden US-Dollar"
  },
  {
    "title": "Alexa+, Amazon’s AI assistant, is now available to everyone in the US",
    "link": "https://techcrunch.com/2026/02/04/alexa-amazons-ai-assistant-is-now-available-to-everyone-in-the-u-s/",
    "description": "Amazon opens Alexa+ to everyone in the U.S. The AI feature is free for Prime members across devices, and free for everyone on mobile and web.",
    "pubDate": "2026-02-04T14:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Amazon öffnet Alexa+ für alle in den USA. Die KI-Funktion ist für Prime-Mitglieder auf allen Geräten kostenlos und für alle auf Mobilgeräten und im Internet kostenlos.",
    "titleDE": "Alexa+, der KI-Assistent von Amazon, ist jetzt für alle in den USA verfügbar"
  },
  {
    "title": "From guardrails to governance: A CEO’s guide for securing agentic systems",
    "link": "https://www.technologyreview.com/2026/02/04/1131014/from-guardrails-to-governance-a-ceos-guide-for-securing-agentic-systems/",
    "description": "The previous article in this series, “Rules fail at the prompt, succeed at the boundary,” focused on the first AI-orchestrated espionage campaign and the failure of prompt-level control. This article is the prescription. The question every CEO is now getting from their board is some version of: What do we do about agent risk? Across…",
    "pubDate": "2026-02-04T14:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Der vorherige Artikel dieser Reihe, „Regeln scheitern an der Eingabeaufforderung, sind an der Grenze erfolgreich“, konzentrierte sich auf die erste KI-orchestrierte Spionagekampagne und das Scheitern der Kontrolle auf Eingabeaufforderungsebene. Dieser Artikel ist das Rezept. Die Frage, die jeder CEO jetzt von seinem Vorstand bekommt, lautet in irgendeiner Form: Was...",
    "titleDE": "Von Leitplanken zur Governance: Ein Leitfaden für CEOs zur Sicherung von Agentensystemen"
  },
  {
    "title": "The Download: the future of nuclear power plants, and social media-fueled AI hype",
    "link": "https://www.technologyreview.com/2026/02/04/1132115/the-download-the-future-of-nuclear-power-plants-and-social-media-fueled-ai-hype/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. Why AI companies are betting on next-gen nuclear AI is driving unprecedented investment for massive data centers and an energy supply that can support its huge computational appetite. One potential source of electricity…",
    "pubDate": "2026-02-04T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Warum KI-Unternehmen auf nukleare KI der nächsten Generation setzen, treibt beispiellose Investitionen in riesige Rechenzentren und eine Energieversorgung voran, die ihre riesigen Kunden unterstützen kann...",
    "titleDE": "Der Download: Die Zukunft der Kernkraftwerke und der durch soziale Medien angeheizte KI-Hype"
  },
  {
    "title": "Anthropic says ‘Claude will remain ad-free,’ unlike ChatGPT",
    "link": "https://www.theverge.com/ai-artificial-intelligence/873686/anthropic-claude-ai-ad-free-super-bowl-advert-chatgpt",
    "description": "Anthropic has announced that it won't be bringing ads to its AI chatbot Claude, in sharp contrast to confirmed plans from OpenAI to allow advertising in ChatGPT. To hammer the point home further, the company is releasing a Super Bowl commercial that makes fun of unnamed rivals adding adverts to their AI.\n\"We want Claude to act unambiguously in our users' interests,\" the company says in a new blog post. \"So we've made a choice: Claude will remain ad-free. Our users won't see 'sponsored' links adjacent to their conversations with Claude; nor will Claude's responses be influenced by advertisers or include third-party product placements our use …\nRead the full story at The Verge.",
    "pubDate": "2026-02-04T13:09:50.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Anthropic hat angekündigt, keine Anzeigen für seinen KI-Chatbot Claude bereitzustellen, was im krassen Gegensatz zu den bestätigten Plänen von OpenAI steht, Werbung in ChatGPT zuzulassen. Um den Punkt noch deutlicher zu verdeutlichen, veröffentlicht das Unternehmen einen Super Bowl-Werbespot, der sich über namenlose Rivalen lustig macht, die ihren Werbespots Werbung hinzufügen …",
    "titleDE": "Anthropic sagt, dass „Claude im Gegensatz zu ChatGPT werbefrei bleiben wird“."
  },
  {
    "title": "Accel doubles down on Fibr AI as agents turn static websites into one-to-one experiences",
    "link": "https://techcrunch.com/2026/02/04/accel-doubles-down-on-fibr-ai-as-agents-turn-static-websites-into-one-to-one-experiences/",
    "description": "Fibr AI replaces marketing agency- and engineering-heavy website personalization with autonomous systems designed for enterprise scale.",
    "pubDate": "2026-02-04T13:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Fibr AI ersetzt die von Marketingagenturen und der Technik aufwändige Website-Personalisierung durch autonome Systeme, die für den Unternehmensmaßstab konzipiert sind.",
    "titleDE": "Accel setzt verstärkt auf Fibr AI, da Agenten statische Websites in Eins-zu-eins-Erlebnisse verwandeln"
  },
  {
    "title": "Unlocking the Codex harness: how we built the App Server",
    "link": "https://openai.com/index/unlocking-the-codex-harness",
    "description": "Learn how to embed the Codex agent using the Codex App Server, a bidirectional JSON-RPC API powering streaming progress, tool use, approvals, and diffs.",
    "pubDate": "2026-02-04T13:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Erfahren Sie, wie Sie den Codex-Agenten mithilfe des Codex App Server einbetten, einer bidirektionalen JSON-RPC-API, die den Streaming-Fortschritt, die Tool-Nutzung, Genehmigungen und Unterschiede unterstützt.",
    "titleDE": "Das Codex-System freischalten: Wie wir den App-Server erstellt haben"
  },
  {
    "title": "So yeah, I vibe-coded a log colorizer—and I feel good about it",
    "link": "https://arstechnica.com/features/2026/02/so-yeah-i-vibe-coded-a-log-colorizer-and-i-feel-good-about-it/",
    "description": "Some semi-unhinged musings on where LLMs fit into my life—and how I'll keep using them.",
    "pubDate": "2026-02-04T12:00:37.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Einige halb aus den Fugen geratene Überlegungen darüber, wo LLMs in mein Leben passen – und wie ich sie weiterhin nutzen werde.",
    "titleDE": "Also ja, ich habe einen Log-Colorizer mit Vibe-Code versehen – und ich fühle mich gut dabei"
  },
  {
    "title": "Sen. Warren wants to know what Google Gemini’s built-in checkout means for user privacy",
    "link": "https://www.theverge.com/news/873476/senator-elizabeth-warren-google-gemini-ai-shopping-privacy",
    "description": "Sen. Elizabeth Warren (D-MA) is pressing Google for more information about its plans to build a checkout feature into its Gemini AI chatbot. In a letter to Google CEO Sundar Pichai, Warren expresses concerns that the integration could allow Google and retailers \"to exploit sensitive user data\" or \"manipulate consumers into spending more and paying higher prices.\"\nLast month, Google announced that it will soon allow users to buy products directly within Gemini through the Universal Commerce Protocol (UCP), a standard it developed in partnership with Shopify, Target, Walmart, Wayfair, and Etsy. The UCP is supposed to make it easier for AI age …\nRead the full story at The Verge.",
    "pubDate": "2026-02-04T12:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Senatorin Elizabeth Warren (D-MA) drängt Google auf weitere Informationen zu seinen Plänen, eine Checkout-Funktion in seinen Gemini AI-Chatbot zu integrieren. In einem Brief an Sundar Pichai, CEO von Google, äußert Warren Bedenken, dass die Integration es Google und Einzelhändlern ermöglichen könnte, „sensible Benutzerdaten auszunutzen“ oder „...",
    "titleDE": "Senator Warren möchte wissen, was der integrierte Checkout von Google Gemini für die Privatsphäre der Nutzer bedeutet"
  },
  {
    "title": "Exclusive: Positron raises $230M Series B to take on Nvidia’s AI chips",
    "link": "https://techcrunch.com/2026/02/04/exclusive-positron-raises-230m-series-b-to-take-on-nvidias-ai-chips/",
    "description": "The investment comes from backers including the Qatar Investment Authority as demand for chips beyond Nvidia soars and as Qatar aims to build out its AI infrastructure.",
    "pubDate": "2026-02-04T08:18:51.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Investition kommt von Geldgebern wie der Qatar Investment Authority, da die Nachfrage nach Chips über Nvidia hinaus steigt und Katar den Ausbau seiner KI-Infrastruktur anstrebt.",
    "titleDE": "Exklusiv: Positron sammelt 230 Millionen US-Dollar in der Serie B, um es mit den KI-Chips von Nvidia aufzunehmen"
  },
  {
    "title": "VfL Wolfsburg turns ChatGPT into a club-wide capability",
    "link": "https://openai.com/index/vfl-wolfsburg",
    "description": "By focusing on people, not pilots, the Bundesliga club is scaling efficiency, creativity, and knowledge—without losing its football identity.",
    "pubDate": "2026-02-04T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Durch die Fokussierung auf Menschen und nicht auf Piloten skaliert der Bundesligist Effizienz, Kreativität und Wissen – ohne seine Fußballidentität zu verlieren.",
    "titleDE": "Der VfL Wolfsburg macht ChatGPT zu einer vereinsweiten Funktion"
  },
  {
    "title": "Nvidia's $100 billion OpenAI deal has seemingly vanished",
    "link": "https://arstechnica.com/information-technology/2026/02/five-months-later-nvidias-100-billion-openai-investment-plan-has-fizzled-out/",
    "description": "Two AI giants shake market confidence after investment fails to materialize.",
    "pubDate": "2026-02-03T22:44:15.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Zwei KI-Giganten erschüttern das Marktvertrauen, nachdem Investitionen ausbleiben.",
    "titleDE": "Nvidias 100-Milliarden-Dollar-OpenAI-Deal ist scheinbar verschwunden"
  },
  {
    "title": "Intel will start making GPUs, a market dominated by Nvidia ",
    "link": "https://techcrunch.com/2026/02/03/intel-will-start-making-gpus-a-market-dominated-by-nvidia/",
    "description": "Intel has been bulking up a team to focus on this effort and will develop its GPU strategy around customer needs.",
    "pubDate": "2026-02-03T21:01:34.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Intel hat ein Team zusammengestellt, das sich auf diese Bemühungen konzentrieren soll, und wird seine GPU-Strategie entsprechend den Kundenbedürfnissen entwickeln.",
    "titleDE": "Intel wird mit der Herstellung von GPUs beginnen, ein Markt, der von Nvidia dominiert wird"
  },
  {
    "title": "Elon Musk is merging SpaceX and xAI to build data centers in space — or so he says",
    "link": "https://www.theverge.com/transportation/873203/elon-musk-spacex-xai-merge-data-centers-space-tesla-ipo",
    "description": "On Monday, Elon Musk announced that he was merging two of his companies, SpaceX and xAI, in a deal said to be worth $1.25 trillion. The reason, Musk said in an announcement, was that in order for AI to grow, it needed to go to space. \nAI relies on \"large terrestrial data centers\" that run on \"immense amounts of power and cooling,\" he said, which comes at great expense to the environment and community opposition. The solution: data centers in space. \"In the long term, space-based AI is obviously the only way to scale,\" Musk said.\nMusk isn't the only one looking to launch data centers into orbit. Google has Project Suncatcher to build solar- …\nRead the full story at The Verge.",
    "pubDate": "2026-02-03T21:01:03.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Am Montag gab Elon Musk bekannt, dass er zwei seiner Unternehmen, SpaceX und xAI, in einem Deal im Wert von angeblich 1,25 Billionen US-Dollar fusionieren werde. Der Grund, sagte Musk in einer Ankündigung, sei, dass die KI, damit sie wachsen könne, in den Weltraum fliegen müsse. KI setzt auf „große terrestrische Rechenzentren“, die auf „immensen...“ laufen.",
    "titleDE": "Elon Musk fusioniert SpaceX und xAI, um Rechenzentren im Weltraum zu bauen – so sagt er zumindest"
  },
  {
    "title": "Microsoft says it’s building an app store for AI content licensing",
    "link": "https://www.theverge.com/news/873296/microsoft-publisher-content-marketplace-ai-licensing",
    "description": "Microsoft says it is working on the Publisher Content Marketplace (PCM), an AI licensing hub that shows usage terms set by publishers. That way, AI companies can easily shop the terms and set up deals to use online content for \"grounding\" their AI models, while the content owners get usage-based reporting to help set prices.\nMicrosoft says it's been codesigning PCM with companies including Verge parent Vox Media, The Associated Press, Condé Nast, People, and others. The AI boom has been largely fueled by content ingested without payment, and many of the previously mentioned publishers have filed lawsuits and/or arranged content licensing de …\nRead the full story at The Verge.",
    "pubDate": "2026-02-03T20:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Microsoft gibt an, am Publisher Content Marketplace (PCM) zu arbeiten, einem KI-Lizenzierungs-Hub, der von Herausgebern festgelegte Nutzungsbedingungen anzeigt. Auf diese Weise können KI-Unternehmen problemlos die Bedingungen einsehen und Angebote für die Nutzung von Online-Inhalten zur „Erdung“ ihrer KI-Modelle abschließen, während die Inhaltseigentümer nutzungsbasierte Informationen erhalten.",
    "titleDE": "Microsoft gibt bekannt, dass es einen App Store für die Lizenzierung von KI-Inhalten aufbaut"
  },
  {
    "title": "Apple’s Xcode adds OpenAI and Anthropic’s coding agents",
    "link": "https://www.theverge.com/news/873300/apple-xcode-openai-anthropic-ai-agentic-coding",
    "description": "Apple is building OpenAI and Anthropic's AI-powered coding agents directly into Xcode. New integrations in Xcode 26.3 will give developers the ability to call upon Anthropic's Claude Agent and OpenAI's Codex to write and edit code, update project settings, search documentation, and more.\nXcode is the software developers can use to create and test apps for the iPhone, Mac, iPad, Apple Watch, and Apple TV. Both Claude and ChatGPT were previously available inside Xcode, but this latest update will allow AI agents to take action inside the app, rather than just provide coding assistance. \nApple is also making Xcode available through the Model  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-03T19:04:09.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Apple baut die KI-gestützten Programmieragenten von OpenAI und Anthropic direkt in Xcode ein. Neue Integrationen in Xcode 26.3 geben Entwicklern die Möglichkeit, auf Anthropics Claude Agent und OpenAIs Codex zurückzugreifen, um Code zu schreiben und zu bearbeiten, Projekteinstellungen zu aktualisieren, Dokumentation zu durchsuchen und mehr. Xcode ist d...",
    "titleDE": "Apples Xcode fügt die Coding-Agenten von OpenAI und Anthropic hinzu"
  },
  {
    "title": "Xcode moves into agentic coding with deeper OpenAI and Anthropic integrations",
    "link": "https://techcrunch.com/2026/02/03/xcode-moves-into-agentic-coding-with-deeper-openai-and-anthropic-integrations/",
    "description": "Xcode 26.3 offers agentic coding capabilities with Anthropic's Claude Agent and OpenAI's Codex.",
    "pubDate": "2026-02-03T18:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Xcode 26.3 bietet Agenten-Codierungsfunktionen mit Claude Agent von Anthropic und Codex von OpenAI.",
    "titleDE": "Xcode geht mit tieferen OpenAI- und Anthropic-Integrationen in die Agentencodierung über"
  },
  {
    "title": "Lotus Health nabs $35M for AI doctor that sees patients for free",
    "link": "https://techcrunch.com/2026/02/03/lotus-health-nabs-35m-for-ai-doctor-that-sees-patients-for-free/",
    "description": "This AI doctor is licensed in all 50 states, the startup says. The deal was led by CRV and Kleiner Perkins.",
    "pubDate": "2026-02-03T17:14:27.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Dieser KI-Arzt sei in allen 50 Bundesstaaten zugelassen, sagt das Startup. Der Deal wurde von CRV und Kleiner Perkins geleitet.",
    "titleDE": "Lotus Health erhält 35 Millionen US-Dollar für einen KI-Arzt, der Patienten kostenlos behandelt"
  },
  {
    "title": "French police raid X&#8217;s Paris office as UK investigation continues",
    "link": "https://www.theverge.com/tech/873142/french-police-raid-x-investigation",
    "description": "A raid on X's Paris office was carried out by the Paris prosecutor's cybercrime unit on Tuesday with Europol and French police as part of an ongoing investigation that expanded in July to include Grok. As previously reported by Reuters, Elon Musk and former X CEO Linda Yaccarino were also summoned for hearings in April. \nThe investigation, which was initially launched last year, is looking into several allegations against X and Grok, including complicity in possession and distribution of child pornography and denial of crimes against humanity (related to Holocaust denial content), along with claims that X was manipulating its algorithm and  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-03T17:10:33.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Am Dienstag führte die Abteilung für Cyberkriminalität der Pariser Staatsanwaltschaft gemeinsam mit Europol und der französischen Polizei eine Razzia im Pariser Büro von Wie bereits von Reuters berichtet, wurden Elon Musk und die frühere X-CEO Linda Yaccarino ebenfalls vorgeladen...",
    "titleDE": "Die französische Polizei durchsucht das Pariser Büro von X, während die britischen Ermittlungen andauern"
  },
  {
    "title": "Fitbit founders launch AI platform to help families monitor their health",
    "link": "https://techcrunch.com/2026/02/03/fitbit-founders-launch-ai-platform-to-help-families-monitor-their-health/",
    "description": "Luffu uses AI in the background to gather and organize family information, learn day-to-day patterns, and flag notable changes so families can stay aligned and address potential well-being issues.",
    "pubDate": "2026-02-03T15:53:36.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Luffu nutzt KI im Hintergrund, um Familieninformationen zu sammeln und zu organisieren, alltägliche Muster zu lernen und bemerkenswerte Veränderungen zu kennzeichnen, damit Familien auf dem Laufenden bleiben und potenzielle Probleme mit dem Wohlbefinden angehen können.",
    "titleDE": "Die Gründer von Fitbit starten eine KI-Plattform, um Familien bei der Überwachung ihrer Gesundheit zu unterstützen"
  },
  {
    "title": "Peak XV says internal disagreement led to partner exits as it doubles down on AI",
    "link": "https://techcrunch.com/2026/02/03/peak-xv-says-internal-disagreement-led-to-partner-exits-as-it-doubles-down-on-ai/",
    "description": "Peak XV is transitioning board roles and opening a U.S. office while continuing to view India as its largest market.",
    "pubDate": "2026-02-03T14:14:33.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Peak",
    "titleDE": "Laut Peak"
  },
  {
    "title": "The Download: squeezing more metal out of aging mines, and AI’s truth crisis",
    "link": "https://www.technologyreview.com/2026/02/03/1132105/the-download-squeezing-more-metal-out-of-aging-mines-and-ais-truth-crisis/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. Microbes could extract the metal needed for cleantech In a pine forest on Michigan’s Upper Peninsula, the only active nickel mine in the US is nearing the end of its life. At a…",
    "pubDate": "2026-02-03T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Mikroben könnten das für Cleantech benötigte Metall extrahieren. In einem Kiefernwald auf der oberen Halbinsel von Michigan nähert sich die einzige aktive Nickelmine in den USA dem Ende ...",
    "titleDE": "Der Download: Mehr Metall aus alternden Minen herausholen und die Wahrheitskrise der KI"
  },
  {
    "title": "The rise of Moltbook suggests viral AI prompts may be the next big security threat",
    "link": "https://arstechnica.com/ai/2026/02/the-rise-of-moltbook-suggests-viral-ai-prompts-may-be-the-next-big-security-threat/",
    "description": "We don't need self-replicating AI models to have problems, just self-replicating prompts.",
    "pubDate": "2026-02-03T12:00:01.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Wir brauchen keine selbstreproduzierenden KI-Modelle, um Probleme zu haben, sondern nur selbstreproduzierende Eingabeaufforderungen.",
    "titleDE": "Der Aufstieg von Moltbook deutet darauf hin, dass virale KI-Eingabeaufforderungen die nächste große Sicherheitsbedrohung darstellen könnten"
  },
  {
    "title": "Microbes could extract the metal needed for cleantech",
    "link": "https://www.technologyreview.com/2026/02/03/1132047/microbes-extract-metal-cleantech/",
    "description": "In a pine forest on Michigan’s Upper Peninsula, the only active nickel mine in the US is nearing the end of its life. At a time when carmakers want the metal for electric-vehicle batteries, nickel concentration at Eagle Mine is falling and could soon drop too low to warrant digging. But earlier this year, the…",
    "pubDate": "2026-02-03T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "In einem Kiefernwald auf der oberen Halbinsel von Michigan nähert sich die einzige aktive Nickelmine der USA dem Ende ihrer Lebensdauer. Zu einer Zeit, in der Automobilhersteller das Metall für Batterien von Elektrofahrzeugen benötigen, sinkt die Nickelkonzentration in der Eagle Mine und könnte bald so weit sinken, dass eine Ausgrabung nicht mehr gerechtfertigt ist. Aber früher...",
    "titleDE": "Mikroben könnten das für Cleantech benötigte Metall extrahieren"
  },
  {
    "title": "The Sora feed philosophy",
    "link": "https://openai.com/index/sora-feed-philosophy",
    "description": "Discover the Sora feed philosophy—built to spark creativity, foster connections, and keep experiences safe with personalized recommendations, parental controls, and strong guardrails.",
    "pubDate": "2026-02-03T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Entdecken Sie die Sora-Feed-Philosophie – entwickelt, um Kreativität anzuregen, Verbindungen zu fördern und Erlebnisse mit personalisierten Empfehlungen, Kindersicherung und starken Leitplanken zu schützen.",
    "titleDE": "Die Sora-Futterphilosophie"
  },
  {
    "title": "Elon Musk’s SpaceX officially acquires Elon Musk’s xAI, with plan to build data centers in space",
    "link": "https://techcrunch.com/2026/02/02/elon-musk-spacex-acquires-xai-data-centers-space-merger/",
    "description": "The merger creates the world's most valuable private company and paves the way for Musk to try and prove out the usefulness of space-based data centers.",
    "pubDate": "2026-02-02T22:21:57.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Durch den Zusammenschluss entsteht das wertvollste Privatunternehmen der Welt und ebnet Musk den Weg, den Nutzen weltraumgestützter Rechenzentren unter Beweis zu stellen.",
    "titleDE": "SpaceX von Elon Musk erwirbt offiziell xAI von Elon Musk und plant den Bau von Rechenzentren im Weltraum"
  },
  {
    "title": "Notepad++ users take note: It's time to check if you're hacked",
    "link": "https://arstechnica.com/security/2026/02/notepad-updater-was-compromised-for-6-months-in-supply-chain-attack/",
    "description": "Suspected China-state hackers used update infrastructure to deliver backdoored version.",
    "pubDate": "2026-02-02T20:30:56.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Mutmaßliche Hacker aus dem chinesischen Staat nutzten die Update-Infrastruktur, um eine Backdoor-Version bereitzustellen.",
    "titleDE": "Benutzer von Notepad++ aufgepasst: Es ist Zeit zu überprüfen, ob Sie gehackt wurden"
  },
  {
    "title": "What we’ve been getting wrong about AI’s truth crisis",
    "link": "https://www.technologyreview.com/2026/02/02/1132068/what-weve-been-getting-wrong-about-ais-truth-crisis/",
    "description": "This story originally appeared in The Algorithm, our weekly newsletter on AI. To get stories like this in your inbox first, sign up here. What would it take to convince you that the era of truth decay we were long warned about—where AI content dupes us, shapes our beliefs even when we catch the lie, and…",
    "pubDate": "2026-02-02T18:09:57.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Diese Geschichte erschien ursprünglich in The Algorithm, unserem wöchentlichen Newsletter zum Thema KI. Um Geschichten wie diese zuerst in Ihrem Posteingang zu erhalten, melden Sie sich hier an. Was wäre nötig, um Sie davon zu überzeugen, dass die Ära des Wahrheitsverfalls, vor der wir lange gewarnt wurden – in der KI-Inhalte uns täuschen, unsere Überzeugungen prägen, selbst wenn wir die Lüge erkennen, …",
    "titleDE": "Was wir an der Wahrheitskrise der KI falsch verstanden haben"
  },
  {
    "title": "How we’re helping preserve the genetic information of endangered species with AI",
    "link": "https://blog.google/innovation-and-ai/technology/ai/ai-to-preserve-endangered-species/",
    "description": "Scientists are working to sequence the genome of every known species on Earth.",
    "pubDate": "2026-02-02T18:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Wissenschaftler arbeiten daran, das Genom aller bekannten Arten auf der Erde zu sequenzieren.",
    "titleDE": "Wie wir mit KI dazu beitragen, die genetische Information gefährdeter Arten zu bewahren"
  },
  {
    "title": "Advancing AI benchmarking with Game Arena",
    "link": "https://blog.google/innovation-and-ai/models-and-research/google-deepmind/kaggle-game-arena-updates/",
    "description": "We’re expanding Game Arena with Poker and Werewolf, while Gemini 3 Pro and Flash top our chess leaderboard.",
    "pubDate": "2026-02-02T17:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Wir erweitern Game Arena um Poker und Werewolf, während Gemini 3 Pro und Flash unsere Schach-Rangliste anführen.",
    "titleDE": "Weiterentwicklung des KI-Benchmarkings mit Game Arena"
  },
  {
    "title": "The crucial first step for designing a successful enterprise AI system",
    "link": "https://www.technologyreview.com/2026/02/02/1131822/the-crucial-first-step-for-designing-a-successful-enterprise-ai-system/",
    "description": "Many organizations rushed into generative AI, only to see pilots fail to deliver value. Now, companies want measurable outcomes—but how do you design for success? At Mistral AI, we partner with global industry leaders to co-design tailored AI solutions that solve their most difficult problems. Whether it’s increasing CX productivity with Cisco, building a more…",
    "pubDate": "2026-02-02T14:20:29.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Viele Unternehmen stürzten sich in die generative KI, mussten jedoch feststellen, dass die Pilotprojekte keinen Mehrwert lieferten. Nun wollen Unternehmen messbare Ergebnisse – aber wie gestalten Sie Ihr Unternehmen erfolgreich? Bei Mistral AI arbeiten wir mit globalen Branchenführern zusammen, um gemeinsam maßgeschneiderte KI-Lösungen zu entwickeln, die ihre schwierigsten Probleme lösen. Ob...",
    "titleDE": "Der entscheidende erste Schritt für die Gestaltung eines erfolgreichen Unternehmens-KI-Systems"
  },
  {
    "title": "The Download: inside a deepfake marketplace, and EV batteries’ future",
    "link": "https://www.technologyreview.com/2026/02/02/1132049/the-download-inside-a-deepfake-marketplace-and-ev-batteries-future/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. Inside the marketplace powering bespoke AI deepfakes of real women Civitai—an online marketplace for buying and selling AI-generated content, backed by the venture capital firm Andreessen Horowitz—is letting users buy custom instruction files…",
    "pubDate": "2026-02-02T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Auf dem Marktplatz, der maßgeschneiderte KI-Deepfakes von echten Frauen ermöglicht Civitai – ein Online-Marktplatz für den Kauf und Verkauf von KI-generierten Inhalten, unterstützt vom Unternehmen …",
    "titleDE": "Der Download: Ein Deepfake-Marktplatz und die Zukunft von Elektrofahrzeugbatterien"
  },
  {
    "title": "What’s next for EV batteries in 2026",
    "link": "https://www.technologyreview.com/2026/02/02/1132042/whats-next-for-ev-batteries-in-2026/",
    "description": "MIT Technology Review’s What’s Next series looks across industries, trends, and technologies to give you a first look at the future. You can read the rest of them here. Demand for electric vehicles and the batteries that power them has never been hotter. In 2025, EVs made up over a quarter of new vehicle sales globally,…",
    "pubDate": "2026-02-02T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Die „What’s Next“-Reihe des MIT Technology Review befasst sich mit Branchen, Trends und Technologien, um Ihnen einen ersten Blick in die Zukunft zu geben. Den Rest können Sie hier lesen. Die Nachfrage nach Elektrofahrzeugen und den Batterien, die sie antreiben, war noch nie so groß. Im Jahr 2025 machten Elektrofahrzeuge über ein Viertel der Neufahrzeuge aus...",
    "titleDE": "Was kommt als nächstes für EV-Batterien im Jahr 2026?"
  },
  {
    "title": "Snowflake and OpenAI partner to bring frontier intelligence to enterprise data",
    "link": "https://openai.com/index/snowflake-partnership",
    "description": "OpenAI and Snowflake partner in a $200M agreement to bring frontier intelligence into enterprise data, enabling AI agents and insights directly in Snowflake.",
    "pubDate": "2026-02-02T06:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI und Snowflake gehen eine 200-Millionen-Dollar-Vereinbarung ein, um bahnbrechende Intelligenz in Unternehmensdaten zu integrieren und KI-Agenten und Erkenntnisse direkt in Snowflake zu ermöglichen.",
    "titleDE": "Snowflake und OpenAI arbeiten zusammen, um Unternehmensdaten mit innovativer Intelligenz zu versehen"
  },
  {
    "title": "Introducing the Codex app",
    "link": "https://openai.com/index/introducing-the-codex-app",
    "description": "Introducing the Codex app for macOS—a command center for AI coding and software development with multiple agents, parallel workflows, and long-running tasks.",
    "pubDate": "2026-02-02T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wir stellen die Codex-App für macOS vor – eine Kommandozentrale für KI-Codierung und Softwareentwicklung mit mehreren Agenten, parallelen Arbeitsabläufen und lang andauernden Aufgaben.",
    "titleDE": "Vorstellung der Codex-App"
  },
  {
    "title": "AI agents now have their own Reddit-style social network, and it's getting weird fast",
    "link": "https://arstechnica.com/information-technology/2026/01/ai-agents-now-have-their-own-reddit-style-social-network-and-its-getting-weird-fast/",
    "description": "Moltbook lets 32,000 AI bots trade jokes, tips, and complaints about humans.",
    "pubDate": "2026-01-30T22:12:26.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Moltbook ermöglicht es 32.000 KI-Bots, Witze, Tipps und Beschwerden über Menschen auszutauschen.",
    "titleDE": "KI-Agenten haben jetzt ihr eigenes soziales Netzwerk im Reddit-Stil, und es wird immer seltsamer"
  },
  {
    "title": "Developers say AI coding tools work—and that's precisely what worries them",
    "link": "https://arstechnica.com/ai/2026/01/developers-say-ai-coding-tools-work-and-thats-precisely-what-worries-them/",
    "description": "Ars spoke to several software devs about AI and found enthusiasm tempered by unease.",
    "pubDate": "2026-01-30T19:04:15.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Ars sprach mit mehreren Softwareentwicklern über KI und stellte fest, dass die Begeisterung durch Unbehagen gedämpft wurde.",
    "titleDE": "Entwickler sagen, dass KI-Codierungstools funktionieren – und genau das macht ihnen Sorgen"
  },
  {
    "title": "Inside the marketplace powering bespoke AI deepfakes of real women",
    "link": "https://www.technologyreview.com/2026/01/30/1131945/inside-the-marketplace-powering-bespoke-ai-deepfakes-of-real-women/",
    "description": "Civitai—an online marketplace for buying and selling AI-generated content, backed by the venture capital firm Andreessen Horowitz—is letting users buy custom instruction files for generating celebrity deepfakes. Some of these files were specifically designed to make pornographic images banned by the site, a new analysis has found. The study, from researchers at Stanford and Indiana…",
    "pubDate": "2026-01-30T16:32:31.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Civitai – ein Online-Marktplatz für den Kauf und Verkauf von KI-generierten Inhalten, der von der Risikokapitalgesellschaft Andreessen Horowitz unterstützt wird – ermöglicht Benutzern den Kauf benutzerdefinierter Anleitungsdateien zum Generieren von Promi-Deepfakes. Einige dieser Dateien wurden speziell entwickelt, um pornografische Bilder zu erstellen, die von der... verboten wurden.",
    "titleDE": "Auf dem Marktplatz, der maßgeschneiderte KI-Deepfakes von echten Frauen ermöglicht"
  },
  {
    "title": "The Download: US immigration agencies’ AI videos, and inside the Vitalism movement",
    "link": "https://www.technologyreview.com/2026/01/30/1132022/the-download-us-immigration-agencies-ai-videos-and-inside-the-vitalism-movement/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. DHS is using Google and Adobe AI to make videos The news: The US Department of Homeland Security is using AI video generators from Google and Adobe to make and edit content shared…",
    "pubDate": "2026-01-30T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Das DHS nutzt KI von Google und Adobe, um Videos zu erstellen. Die Neuigkeit: Das US-Heimatschutzministerium nutzt KI-Videogeneratoren von Google und Adobe, um Videos zu erstellen und zu bearbeiten.",
    "titleDE": "Der Download: KI-Videos der US-Einwanderungsbehörden und Einblicke in die Vitalismus-Bewegung"
  },
  {
    "title": "County pays $600,000 to pentesters it arrested for assessing courthouse security",
    "link": "https://arstechnica.com/security/2026/01/county-pays-600000-to-pentesters-it-arrested-for-assessing-courthouse-security/",
    "description": "Settlement comes more than 6 years after Gary DeMercurio and Justin Wynn's ordeal began.",
    "pubDate": "2026-01-29T18:30:52.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Die Einigung erfolgt mehr als sechs Jahre nach Beginn der Tortur von Gary DeMercurio und Justin Wynn.",
    "titleDE": "Der Landkreis zahlt 600.000 US-Dollar an Penetrationstester, die er verhaftet hat, weil er die Sicherheit des Gerichtsgebäudes überprüft hat"
  },
  {
    "title": "Project Genie: Experimenting with infinite, interactive worlds",
    "link": "https://blog.google/innovation-and-ai/models-and-research/google-deepmind/project-genie/",
    "description": "Google AI Ultra subscribers in the U.S. can now try out Project Genie.",
    "pubDate": "2026-01-29T17:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Abonnenten von Google AI Ultra in den USA können Project Genie jetzt ausprobieren.",
    "titleDE": "Project Genie: Experimentieren mit unendlichen, interaktiven Welten"
  },
  {
    "title": "Does Anthropic believe its AI is conscious, or is that just what it wants Claude to think?",
    "link": "https://arstechnica.com/information-technology/2026/01/does-anthropic-believe-its-ai-is-conscious-or-is-that-just-what-it-wants-claude-to-think/",
    "description": "We have no proof that AI models suffer, but Anthropic acts like they might for training purposes.",
    "pubDate": "2026-01-29T15:19:56.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Wir haben keinen Beweis dafür, dass KI-Modelle leiden, aber Anthropic verhält sich zu Trainingszwecken so.",
    "titleDE": "Glaubt Anthropic, dass seine KI bei Bewusstsein ist, oder will es, dass Claude genau das denkt?"
  },
  {
    "title": "Hear more about interactive world models in our latest podcast.",
    "link": "https://blog.google/innovation-and-ai/technology/ai/release-notes-podcast-project-genie/",
    "description": "The latest episode of the Google AI: Release Notes podcast focuses on Genie 3, a real-time, interactive world model. Host Logan Kilpatrick chats with Diego Rivas, Shlomi…",
    "pubDate": "2026-01-29T15:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Die neueste Folge des Google AI: Release Notes-Podcasts konzentriert sich auf Genie 3, ein interaktives Echtzeit-Weltmodell. Moderator Logan Kilpatrick unterhält sich mit Diego Rivas, Shlomi…",
    "titleDE": "Erfahren Sie mehr über interaktive Weltmodelle in unserem neuesten Podcast."
  },
  {
    "title": "Inside OpenAI’s in-house data agent",
    "link": "https://openai.com/index/inside-our-in-house-data-agent",
    "description": "How OpenAI built an in-house AI data agent that uses GPT-5, Codex, and memory to reason over massive datasets and deliver reliable insights in minutes.",
    "pubDate": "2026-01-29T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wie OpenAI einen internen KI-Datenagenten entwickelt hat, der GPT-5, Codex und Speicher nutzt, um riesige Datensätze zu analysieren und innerhalb von Minuten zuverlässige Erkenntnisse zu liefern.",
    "titleDE": "Im internen Datenagenten von OpenAI"
  }
]