[
  {
    "title": "Meta&#8217;s new deal with Nvidia buys up millions of AI chips",
    "link": "https://www.theverge.com/ai-artificial-intelligence/880513/nvidia-meta-ai-grace-vera-chips",
    "description": "Meta has struck a multiyear deal to expand its data centers with millions of Nvidia's Grace and Vera CPUs and Blackwell and Rubin GPUs. While Meta has long been using Nvidia's hardware for its AI products, this deal \"represents the first large-scale Nvidia Grace-only deployment,\" which Nvidia says will deliver \"significant performance-per-watt improvements in [Meta's] data centers.\" The deal also includes plans to add Nvidia's next-generation Vera CPUs to Meta's data centers in 2027. \nMeta is also working on its own in-house chips for running AI models, but according to the Financial Times, it has run into \"technical challenges and rollout  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-18T00:27:08.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Meta hat einen mehrjährigen Vertrag zur Erweiterung seiner Rechenzentren mit Millionen von Nvidias Grace- und Vera-CPUs sowie Blackwell- und Rubin-GPUs abgeschlossen. Während Meta seit langem die Hardware von Nvidia für seine KI-Produkte verwendet, stellt dieser Deal „den ersten groß angelegten Nvidia-Nur-Grace-Einsatz dar“, der laut Nvidia ...",
    "titleDE": "Metas neuer Deal mit Nvidia kauft Millionen von KI-Chips"
  },
  {
    "title": "Google’s AI search results will make links more obvious",
    "link": "https://www.theverge.com/tech/880475/google-ai-overviews-ai-mode-links-update",
    "description": "Google says it will now display links more prominently inside its AI-powered features in Search. Robby Stein, the vice president of Google Search, announced on Tuesday that a list of links will now appear inside a pop-up when you hover over the sources in AI Overviews and AI Mode on desktop, alongside a description of each linked article and accompanying images. \nStein adds that Google will also show these \"more descriptive and prominent link icons\" in its AI responses on desktop and mobile. \"Our testing shows this new UI is more engaging, making it easier to get to great content across the web,\" Stein writes.\nWhile AI Overviews appear as  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-17T22:38:24.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Google sagt, dass es Links jetzt prominenter in seinen KI-gestützten Funktionen in der Suche anzeigen wird. Robby Stein, der Vizepräsident der Google-Suche, gab am Dienstag bekannt, dass jetzt eine Liste mit Links in einem Popup angezeigt wird, wenn Sie mit der Maus über die Quellen in den KI-Übersichten und im KI-Modus auf dem Desktop fahren, zusammen mit …",
    "titleDE": "Die KI-Suchergebnisse von Google machen Links offensichtlicher"
  },
  {
    "title": "Our 2026 Responsible AI Progress Report",
    "link": "https://blog.google/innovation-and-ai/products/responsible-ai-2026-report-ongoing-work/",
    "description": "A look at our 2026 Responsible AI Progress Report.",
    "pubDate": "2026-02-17T22:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Ein Blick auf unseren Responsible AI-Fortschrittsbericht 2026.",
    "titleDE": "Unser Responsible AI-Fortschrittsbericht 2026"
  },
  {
    "title": "Google announces dates for I/O 2026",
    "link": "https://www.theverge.com/tech/880401/google-io-2026-dates-ai",
    "description": "It's official: Google I/O 2026 will take place from May 19th to 20th. In an announcement on Tuesday, Google says it will share the \"latest AI breakthroughs and updates in products across the company, from Gemini to Android and more\" during the event, which will take place in-person in Mountain View, California's Shoreline Amphitheatre, and online.\nSimilar to previous years, Google I/O 2026 will feature keynotes from company leaders, fireside chats, product demos, and more. Google still hasn't shared the full schedule for its sessions, but the company plans to kick off the event with a keynote on the morning of May 19th. You can also interac …\nRead the full story at The Verge.",
    "pubDate": "2026-02-17T20:56:56.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Es ist offiziell: Die Google I/O 2026 findet vom 19. bis 20. Mai statt. In einer Ankündigung vom Dienstag kündigte Google an, dass es während der Veranstaltung, die persönlich in Mountain View stattfinden wird, die „neuesten KI-Durchbrüche und Updates für Produkte im gesamten Unternehmen, von Gemini bis Android und mehr“ vorstellen werde.",
    "titleDE": "Google gibt Termine für die I/O 2026 bekannt"
  },
  {
    "title": "Password managers' promise that they can't see your vaults isn't always true",
    "link": "https://arstechnica.com/security/2026/02/password-managers-promise-that-they-cant-see-your-vaults-isnt-always-true/",
    "description": "Contrary to what password managers say, a server compromise can mean game over.",
    "pubDate": "2026-02-17T20:43:01.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Im Gegensatz zu dem, was Passwort-Manager sagen, kann eine Serverkompromittierung das Ende des Spiels bedeuten.",
    "titleDE": "Das Versprechen von Passwortmanagern, dass sie Ihre Tresore nicht sehen können, ist nicht immer wahr"
  },
  {
    "title": "Apple is reportedly cooking up a trio of AI wearables",
    "link": "https://techcrunch.com/2026/02/17/apple-is-reportedly-cooking-up-a-trio-of-ai-wearables/",
    "description": "As the AI hardware space heats up, the iPhone maker has multiple smart products in development.",
    "pubDate": "2026-02-17T20:14:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Da der Markt für KI-Hardware immer heißer wird, hat der iPhone-Hersteller mehrere intelligente Produkte in der Entwicklung.",
    "titleDE": "Berichten zufolge bereitet Apple ein Trio von KI-Wearables vor"
  },
  {
    "title": "Apple is reportedly planning to launch AI-powered glasses, a pendant, and AirPods",
    "link": "https://www.theverge.com/tech/880293/apple-ai-hardware-smart-glasses-pin-airpods",
    "description": "The second-gen Ray-Ban Meta smart glasses. | Photo by Amelia Holowaty Krales / The Verge\t\n\nApple is pushing ahead with plans to launch its first pair of smart glasses, along with an AI-powered pendant and camera-equipped AirPods, according to a report from Bloomberg's Mark Gurman. The three devices come with built-in cameras and will connect to the iPhone, allowing Siri to use \"visual context to carry out actions,\" Bloomberg reports.\nApple is reportedly aiming to start production of its smart glasses in December, ahead of a 2027 launch. The new device will compete directly with Meta's lineup of smart glasses and is rumored to feature speakers, microphones, and a high-resolution camera for taking photos and videos, in addition to  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-17T19:26:21.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Die Ray-Ban Meta Datenbrille der zweiten Generation. | Foto von Amelia Holowaty Krales / The Verge Laut einem Bericht von Mark Gurman von Bloomberg treibt Apple seine Pläne voran, seine erste Smart-Brille zusammen mit einem KI-betriebenen Anhänger und mit einer Kamera ausgestatteten AirPods auf den Markt zu bringen. Die drei Geräte ko...",
    "titleDE": "Berichten zufolge plant Apple die Einführung einer KI-gestützten Brille, eines Anhängers und von AirPods"
  },
  {
    "title": "Most VMware users still \"actively reducing their VMware footprint,\" survey finds",
    "link": "https://arstechnica.com/information-technology/2026/02/most-vmware-users-still-actively-reducing-their-vmware-footprint-survey-finds/",
    "description": "Broadcom's \"strategy was never to keep every customer,\" CloudBolt report says.",
    "pubDate": "2026-02-17T18:38:10.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "„Die Strategie von Broadcom bestand nie darin, jeden Kunden zu halten“, heißt es in dem CloudBolt-Bericht.",
    "titleDE": "Laut einer Umfrage „reduzieren die meisten VMware-Benutzer immer noch aktiv ihren VMware-Fußabdruck“."
  },
  {
    "title": "WordPress’ new AI assistant will let users edit their sites with prompts",
    "link": "https://www.theverge.com/tech/880223/wordpress-launches-ai-assistant",
    "description": "Starting on Tuesday, WordPress users can edit their websites using the new AI assistant built into the platform's site editor and media library, TechCrunch reports. The AI has a sidebar in the WordPress site editor where users can ask it to edit and translate text, generate and edit images using Google's Nano Banana, and make adjustments to their sites like creating new pages or changing fonts.\n\nUsers can also interact with the AI through the new block notes feature WordPress added in its 6.9 update in December, which allows users to leave comments in the site editor. By tagging the AI assistant with \"@ai\" in block notes, users can give it p …\nRead the full story at The Verge.",
    "pubDate": "2026-02-17T18:33:15.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Ab Dienstag können WordPress-Benutzer ihre Websites mit dem neuen KI-Assistenten bearbeiten, der in den Site-Editor und die Medienbibliothek der Plattform integriert ist, berichtet TechCrunch. Die KI verfügt über eine Seitenleiste im WordPress-Site-Editor, in der Benutzer sie auffordern können, Text zu bearbeiten und zu übersetzen sowie Bilder mit Goo zu erstellen und zu bearbeiten.",
    "titleDE": "Mit dem neuen KI-Assistenten von WordPress können Benutzer ihre Websites mit Eingabeaufforderungen bearbeiten"
  },
  {
    "title": "Anthropic releases Sonnet 4.6",
    "link": "https://techcrunch.com/2026/02/17/anthropic-releases-sonnet-4-6/",
    "description": "Anthropic has released a new version of its midsized Sonnet model, keeping pace with the company's four-month update cycle.",
    "pubDate": "2026-02-17T18:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Anthropic hat eine neue Version seines mittelgroßen Sonnet-Modells veröffentlicht und hält damit mit dem viermonatigen Update-Zyklus des Unternehmens Schritt.",
    "titleDE": "Anthropic veröffentlicht Sonnet 4.6"
  },
  {
    "title": "Mistral AI buys Koyeb in first acquisition to back its cloud ambitions",
    "link": "https://techcrunch.com/2026/02/17/mistral-ai-buys-koyeb-in-first-acquisition-to-back-its-cloud-ambitions/",
    "description": "Mistral AI has agreed to buy Koyeb, a Paris-based startup that simplifies AI app deployment at scale and manages the infrastructure behind it.",
    "pubDate": "2026-02-17T17:22:09.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Mistral AI hat zugestimmt, Koyeb zu kaufen, ein in Paris ansässiges Startup, das die Bereitstellung von KI-Apps in großem Maßstab vereinfacht und die dahinter stehende Infrastruktur verwaltet.",
    "titleDE": "Mistral AI kauft Koyeb als erste Akquisition, um seine Cloud-Ambitionen zu unterstützen"
  },
  {
    "title": "SpaceX vets raise $50M Series A for data center links",
    "link": "https://techcrunch.com/2026/02/17/spacex-vets-raise-50m-series-a-for-data-center-links/",
    "description": "Mesh aims to mass-produce optical transceivers for AI data centers.",
    "pubDate": "2026-02-17T17:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Mesh zielt darauf ab, optische Transceiver für KI-Rechenzentren in Massenproduktion herzustellen.",
    "titleDE": "SpaceX-Veteranen sammeln 50 Millionen US-Dollar in Serie A für Rechenzentrumsverbindungen"
  },
  {
    "title": "Running AI models is turning into a memory game",
    "link": "https://techcrunch.com/2026/02/17/running-ai-models-is-turning-into-a-memory-game/",
    "description": "When we talk about the cost of AI infrastructure, the focus is usually on Nvidia and GPUs -- but memory is an increasingly important part of the picture.",
    "pubDate": "2026-02-17T16:44:14.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Wenn wir über die Kosten der KI-Infrastruktur sprechen, liegt der Fokus normalerweise auf Nvidia und GPUs – aber Speicher spielt eine immer wichtigere Rolle.",
    "titleDE": "Das Ausführen von KI-Modellen wird zu einem Gedächtnisspiel"
  },
  {
    "title": "European Parliament blocks AI on lawmakers’ devices, citing security risks",
    "link": "https://techcrunch.com/2026/02/17/european-parliament-blocks-ai-on-lawmakers-devices-citing-security-risks/",
    "description": "EU lawmakers found their government-issued devices were blocked from using the baked-in AI tools, amid fears that sensitive information could turn up on the U.S. servers of AI companies.",
    "pubDate": "2026-02-17T16:30:43.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "EU-Gesetzgeber stellten fest, dass die Verwendung der integrierten KI-Tools auf ihren von der Regierung bereitgestellten Geräten gesperrt war, da sie befürchteten, dass sensible Informationen auf den US-Servern von KI-Unternehmen auftauchen könnten.",
    "titleDE": "Das Europäische Parlament blockiert KI auf den Geräten der Gesetzgeber unter Berufung auf Sicherheitsrisiken"
  },
  {
    "title": "WordPress.com adds an AI Assistant that can edit, adjust styles, create images, and more",
    "link": "https://techcrunch.com/2026/02/17/wordpress-com-adds-an-ai-assistant-that-can-edit-adjust-styles-create-images-and-more/",
    "description": "The feature is designed to work inside the website to understand its content and layout, allowing site owners to make changes with natural language commands. The WordPress AI assistant doesn't need precisely tailored prompts, either.",
    "pubDate": "2026-02-17T16:10:44.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Funktion soll innerhalb der Website funktionieren, um deren Inhalt und Layout zu verstehen, sodass Websitebesitzer Änderungen mit Befehlen in natürlicher Sprache vornehmen können. Auch der WordPress-KI-Assistent benötigt keine passgenauen Eingabeaufforderungen.",
    "titleDE": "WordPress.com fügt einen KI-Assistenten hinzu, der bearbeiten, Stile anpassen, Bilder erstellen und mehr kann"
  },
  {
    "title": "Amazon Fire TV’s new interface is now rolling out in the US",
    "link": "https://techcrunch.com/2026/02/17/amazon-fire-tvs-new-interface-is-now-rolling-out-in-the-u-s/",
    "description": "Fire TV's new interface simplifies its layout and navigation and adds Alexa+.",
    "pubDate": "2026-02-17T15:58:43.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die neue Benutzeroberfläche von Fire TV vereinfacht das Layout und die Navigation und fügt Alexa+ hinzu.",
    "titleDE": "Die neue Benutzeroberfläche von Amazon Fire TV wird jetzt in den USA eingeführt"
  },
  {
    "title": "Here are the 17 US-based AI companies that have raised $100M or more in 2026",
    "link": "https://techcrunch.com/2026/02/17/here-are-the-17-us-based-ai-companies-that-have-raised-100m-or-more-in-2026/",
    "description": "Three U.S.-based AI companies raised rounds larger than $1 billion so far in 2026, with 14 others raising rounds of $100 million or more.",
    "pubDate": "2026-02-17T14:58:09.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Drei in den USA ansässige KI-Unternehmen haben im Jahr 2026 bisher Runden von mehr als 1 Milliarde US-Dollar eingesammelt, während 14 weitere Runden von 100 Millionen US-Dollar oder mehr eingesammelt haben.",
    "titleDE": "Hier sind die 17 in den USA ansässigen KI-Unternehmen, die im Jahr 2026 100 Millionen US-Dollar oder mehr eingesammelt haben"
  },
  {
    "title": "India bids to attract over $200B in AI infrastructure investment by 2028",
    "link": "https://techcrunch.com/2026/02/17/india-bids-to-attract-over-200b-in-ai-infrastructure-investment-by-2028/",
    "description": "India is ramping up shared AI compute, adding 20,000 GPUs as part of a broader push to attract global AI investment.",
    "pubDate": "2026-02-17T14:13:54.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Indien baut seine gemeinsame KI-Berechnung aus und fügt 20.000 GPUs hinzu, um globale KI-Investitionen anzuziehen.",
    "titleDE": "Indien will bis 2028 über 200 Milliarden US-Dollar an KI-Infrastrukturinvestitionen anziehen"
  },
  {
    "title": "SpendRule raises $2M, emerges from stealth to help hospitals track spending",
    "link": "https://techcrunch.com/2026/02/17/spendrule-raises-2-million-emerges-from-stealth-to-help-hospitals-track-spending/",
    "description": "SpendRule, launched last summer, is an AI-powered platform that helps healthcare systems track their spending.",
    "pubDate": "2026-02-17T14:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "SpendRule wurde letzten Sommer eingeführt und ist eine KI-gestützte Plattform, die Gesundheitssystemen dabei hilft, ihre Ausgaben zu verfolgen.",
    "titleDE": "SpendRule sammelt 2 Millionen US-Dollar und taucht aus der Tarnung auf, um Krankenhäusern dabei zu helfen, ihre Ausgaben zu verfolgen"
  },
  {
    "title": "Just 8 months in, India’s vibe-coding startup Emergent claims ARR of over $100M",
    "link": "https://techcrunch.com/2026/02/17/emergent-hits-100m-arr-eight-months-after-launch-rolls-out-mobile-app/",
    "description": "Indian vibe-coding platform Emergent was launched just eight months ago, and it now says it's generating annual recurring revenue of more than $100 million, thanks to surging demand by small businesses and non-technical users.",
    "pubDate": "2026-02-17T14:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die indische Vibe-Coding-Plattform Emergent wurde erst vor acht Monaten ins Leben gerufen und erwirtschaftet dank der steigenden Nachfrage kleiner Unternehmen und technisch nicht versierter Benutzer nun einen jährlichen wiederkehrenden Umsatz von mehr als 100 Millionen US-Dollar.",
    "titleDE": "Nur acht Monate später meldet das indische Vibe-Coding-Startup Emergent einen ARR von über 100 Millionen US-Dollar"
  },
  {
    "title": "The Download: the rise of luxury car theft, and fighting antimicrobial resistance",
    "link": "https://www.technologyreview.com/2026/02/17/1133018/the-download-the-rise-of-luxury-car-theft-and-fighting-antimicrobial-resistance/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. The curious case of the disappearing Lamborghinis Across the world, unsuspecting people are unwittingly becoming caught up in a new and growing type of organized criminal enterprise: vehicle transport fraud and theft. Crooks…",
    "pubDate": "2026-02-17T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Der merkwürdige Fall der verschwindenden Lamborghinis Überall auf der Welt geraten ahnungslose Menschen unwissentlich in eine neue und wachsende Art organisierter ...",
    "titleDE": "Der Download: Der Anstieg des Diebstahls von Luxusautos und der Kampf gegen antimikrobielle Resistenzen"
  },
  {
    "title": "Adani pledges $100B to build AI data centers as India seeks bigger role in the global AI race",
    "link": "https://techcrunch.com/2026/02/17/adani-pledges-100b-for-ai-data-centers-as-india-seeks-bigger-role-in-global-ai/",
    "description": "Adani's plan targets up to 5 gigawatts of capacity, with data centers planned alongside partnerships with Google, Microsoft, and Flipkart.",
    "pubDate": "2026-02-17T13:08:46.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Adanis Plan zielt auf eine Kapazität von bis zu 5 Gigawatt ab, wobei neben Partnerschaften mit Google, Microsoft und Flipkart auch Rechenzentren geplant sind.",
    "titleDE": "Adani verspricht 100 Milliarden US-Dollar für den Bau von KI-Rechenzentren, da Indien eine größere Rolle im globalen KI-Wettbewerb anstrebt"
  },
  {
    "title": "Laurie Spiegel on the difference between algorithmic music and ‘AI’",
    "link": "https://www.theverge.com/report/879819/laurie-spiegel-is-celebrating-40-of-music-mouse-with-a-modern-revival",
    "description": "From Bell Labs to Macs, Laurie Spiegel has pushed musical boundaries. | Image: Irina Prosser / Eventide\t\n\nIn 1986, electronic music pioneer Laurie Spiegel created Music Mouse, a way for those with a Mac, Atari, or Amiga computer to dabble in algorithmic music creation. Music Mouse is deceptively simple: Notes are arranged on an XY grid, and you play it by moving a mouse around. Back in 1986, the computer mouse was still a relatively novel device. While it can trace its origins back to the late '60s, it wasn't until the Macintosh 128K in 1984 that it started seeing widespread adoption.\nBy then Spiegel, was already an accomplished composer. Her 1980 album The Expanding Universe is generally considered among the greatest ambient records of all tim …\nRead the full story at The Verge.",
    "pubDate": "2026-02-17T13:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Von Bell Labs bis hin zu Macs hat Laurie Spiegel musikalische Grenzen überschritten. | Bild: Irina Prosser / Eventide Im Jahr 1986 entwickelte die Pionierin der elektronischen Musik Laurie Spiegel die Music Mouse, eine Möglichkeit für Benutzer eines Mac-, Atari- oder Amiga-Computers, sich an der algorithmischen Musikerstellung zu versuchen. Music Mouse ist täuschend einfach...",
    "titleDE": "Laurie Spiegel über den Unterschied zwischen algorithmischer Musik und „KI“"
  },
  {
    "title": "As AI jitters rattle IT stocks, Infosys partners with Anthropic to build ‘enterprise-grade’ AI agents",
    "link": "https://techcrunch.com/2026/02/17/as-ai-jitters-rattle-it-stocks-infosys-partners-with-anthropic-to-build-enterprise-grade-ai-agents/",
    "description": "Under the partnership, Infosys plans to integrate Anthropic's Claude models into its Topaz AI platform to build so-called \"agentic\" systems.",
    "pubDate": "2026-02-17T12:55:12.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Im Rahmen der Partnerschaft plant Infosys, die Claude-Modelle von Anthropic in seine Topaz-KI-Plattform zu integrieren, um sogenannte „agentische“ Systeme zu bauen.",
    "titleDE": "Während KI-Störungen die IT-Aktien erschüttern, arbeitet Infosys mit Anthropic zusammen, um KI-Agenten auf Unternehmensniveau zu entwickeln"
  },
  {
    "title": "The curious case of the disappearing Lamborghinis",
    "link": "https://www.technologyreview.com/2026/02/17/1132538/curious-case-disappearing-lambhorghinis/",
    "description": "When Sam Zahr first saw the gray Rolls-Royce Dawn convertible with orange interior and orange roof, he knew he’d found a perfect addition to his fleet. “It was very appealing to our clientele,” he told me. As the director of operations at Dream Luxury Rental, he outfits customers in the Detroit area looking to ride…",
    "pubDate": "2026-02-17T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Als Sam Zahr zum ersten Mal das graue Rolls-Royce Dawn Cabriolet mit orangefarbener Innenausstattung und orangefarbenem Dach sah, wusste er, dass er eine perfekte Ergänzung für seine Flotte gefunden hatte. „Es war für unsere Kundschaft sehr ansprechend“, erzählte er mir. Als Betriebsleiter bei Dream Luxury Rental stattet er Kunden im Großraum Detroit aus ...",
    "titleDE": "Der seltsame Fall der verschwundenen Lamborghinis"
  },
  {
    "title": "Samsung is slopping AI ads all over its social channels",
    "link": "https://www.theverge.com/tech/879864/samsung-ai-generated-edited-video-ads-slop",
    "description": "Even if the AI wasn’t being disclosed, its usage in these videos isn’t exactly subtle. | Image: Samsung / The Verge\t\n\nAfter cramming AI into every inch of its smartphones, appliances, and other devices, Samsung is now increasingly slapping it across social media. Several videos posted to the company's YouTube, Instagram, and TikTok accounts in recent weeks were made or edited using generative AI tools, including its latest teaser for the upcoming Galaxy S26 series.\nThe \"Brighten your after hours\" video features two people skateboarding at night, and supposedly shows off the low-light video capabilities of the upcoming Galaxy S26 devices. Fine print appears at the bottom of the screen toward the end of the video, flagging that it was \"generated with the ass …\nRead the full story at The Verge.",
    "pubDate": "2026-02-17T10:55:32.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Auch wenn die KI nicht offengelegt wurde, ist ihre Verwendung in diesen Videos nicht gerade subtil. | Bild: Samsung / The Verge Nachdem Samsung jeden Zentimeter seiner Smartphones, Haushaltsgeräte und anderen Geräte mit künstlicher Intelligenz ausgestattet hat, verbreitet es diese nun zunehmend in den sozialen Medien. Mehrere auf der Website des Unternehmens gepostete Videos...",
    "titleDE": "Samsung schaltet auf allen seinen sozialen Kanälen KI-Werbung"
  },
  {
    "title": "Cohere launches a family of open multilingual models",
    "link": "https://techcrunch.com/2026/02/17/cohere-launches-a-family-of-open-multilingual-models/",
    "description": "Cohere's Tiny Aya models support over 70 langauges",
    "pubDate": "2026-02-17T09:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Tiny Aya-Modelle von Cohere unterstützen über 70 Sprachen",
    "titleDE": "Cohere bringt eine Familie offener mehrsprachiger Modelle auf den Markt"
  },
  {
    "title": "Have money, will travel: a16z’s hunt for the next European unicorn",
    "link": "https://techcrunch.com/2026/02/16/have-money-will-travel-a16zs-hunt-for-the-next-european-unicorn/",
    "description": "According to a16z, it has eyes around the world in order to spot companies as early as local funds might.",
    "pubDate": "2026-02-16T18:53:56.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Laut a16z ist das Unternehmen weltweit im Blick, um Unternehmen so früh wie lokale Fonds zu erkennen.",
    "titleDE": "Geld haben, reisen: a16z’s Jagd nach dem nächsten europäischen Einhorn"
  },
  {
    "title": "How Ricursive Intelligence raised $335M at a $4B valuation in 4 months",
    "link": "https://techcrunch.com/2026/02/16/how-ricursive-intelligence-raised-335m-at-a-4b-valuation-in-4-months/",
    "description": "The reason why this nascent startup had VCs lining up is the founders. They are so famed in the AI world, everyone tried to hire them.",
    "pubDate": "2026-02-16T17:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Der Grund, warum bei diesem aufstrebenden Startup VCs Schlange standen, sind die Gründer. Sie sind in der KI-Welt so berühmt, dass jeder versucht hat, sie einzustellen.",
    "titleDE": "Wie Ricursive Intelligence in 4 Monaten 335 Millionen US-Dollar bei einer Bewertung von 4 Milliarden US-Dollar einsammelte"
  },
  {
    "title": "Let&#8217;s talk about Ring, lost dogs, and the surveillance state",
    "link": "https://www.theverge.com/podcast/879203/ring-search-party-super-bowl-ai-surveillance-privacy-security",
    "description": "Today, let’s talk about the camera company Ring, lost dogs, and the surveillance state. \nYou probably saw this ad during the Super Bowl a couple of weekends ago:\n\nSince it aired for a massive audience at the Super Bowl, Ring’s Search Party commercial has become a lightning rod for controversy — it’s easy to see how the same technology that can find lost dogs can be used to find people, and then used to invade our privacy in all kinds of uncomfortable ways, by cops and regular people alike.\nRing in particular has always been proud of its cooperation with law enforcement. That raises big questions about our civil rights, especially since Ring announced a partnership last fall with a company called Flock Safety, whose systems have been accessed by ICE. There’s some complication to that — we’ll come back to it in a bit.\n\n\nThe backlash to Ring’s Super Bowl ad was swift, intense, and effective: the data company PeakMetrics says conversation about the ad on social platforms like X actually peaked two days after the Super Bowl, and the vibes, as they measured them, were strikingly negative. I mean, you know it’s bad when Matt Nelson, who runs the weratedogs account, is posting videos like this:\n\n\n  \n \n  \n \n\n\n \n\n View this post on Instagram\n\n \n \n \n \n\n \n \n\n \n \n \n\n \n \n \n\n\n\n\nSen. Ed Markey called the ad “dystopian” and said it was proof Amazon, which owns Ring, needed to cease all facial recognition technology on Ring doorbells. He said, “This definitely isn’t about dogs — it’s about mass surveillance.”\nAnd then, on Thursday, February 12th, just four days after the Super Bowl, Ring announced it was canceling its partnership with Flock, in a statement first reported by The Verge’s Jen Tuohy. That statement itself is a lot:\nFollowing a comprehensive review, we determined the planned Flock Safety integration would require significantly more time and resources than anticipated. As a result, we have made the joint decision to cancel the planned integration. The integration never launched, so no Ring customer videos were ever sent to Flock Safety. \nThe company also goes on to say that Ring cameras were used by police in identifying a school shooter at Brown University in December 2025. It’s an odd non sequitur in a press release about canceling a controversial partnership that really explains a lot about Ring, and how the company sees itself. \nAs it happens, Ring’s founder Jamie Siminoff was just on Decoder a few months ago, talking about how and why he founded the company, and in detail about why he sees Ring’s mission as eliminating crime. Not selling cameras or doorbells, or floodlights, or anything else Ring makes, but getting rid of crime.\nWe actually talked about Search Party and how people might feel about that kind of surveillance, and how Ring works with the cops quite a bit. In fact, Jamie briefly left Ring in 2023, and the company slowed down on its work with law enforcement. But ever since he returned, the emphasis on crime and the work with police has only intensified. I asked him about it:\nNILAY PATEL: You left, Amazon said we’re going to stop working with police, you came back, boy, Ring is going to work with police again. You have a partnership with Axon, which makes the taser, that allows law enforcement to get access to Ring footage. Did that feel like a two-way door? They made the wrong decision in your absence, and you came back and said, “We’re going to do this again”?\nJAMIE SIMINOFF: I don’t know if it’s wrong or right, but I think different leadership does different things. I do believe that I spent a lot of time going on ride-alongs. I spent a lot of time in areas that I’d say are not safe for those people, and I’ve seen a lot of things where I think we can positively impact them. So, we don’t work with police in the way of … I just want to be careful, as we’re not … What we do allow is for agencies to ask for footage when something happens. We allow our neighbors, which I’ll say in this point are our customers, just to be clear, we allow our customers to anonymously decide whether or not they want to partake in that.\nSo, if they decide they don’t want to be part of this network and don’t want to help this public service agency that asks them, they just say no. If they decide that they do want to, which, by the way, a lot of people want to increase the security of their neighborhoods. A lot of people want their kids to grow up in safer neighborhoods, a lot of people want to have the tools to do that, and are in places that are dangerous. We give them the ability to say yes and make it more efficient for them to communicate with those public service agencies, and also do it in a very auditable digital format.\nThat’s the other side. Today, without these tools, if a police officer wanted to go and get footage from something, they’d have to go and knock on the door and ask you, and that’s not comfortable for anyone. There’s no digital audit trail of it, and, with this, they can do it efficiently with an audit trail. It is very clear, and it’s anonymous. \nJamie actually talked a lot about searching for dogs in this context, because one of the reasons he was so excited to come back to Ring was to use AI to search through the massive amounts of video generated by Ring cameras. In fact, he told me that Ring could not have built Search Party five years ago, because AI systems to do it weren’t available. \nJamie is nothing if not direct about this, which I appreciate. The man really thinks you can use AI and cameras to reduce or even eliminate crime. But I had a lot of questions about this:\nJAIME SIMINOFF: But when you put AI into it, now, all of a sudden, you have this human element that AI gives you. I think, with our products in neighborhoods and, again, you have to be a little bit specific to it, I do see a path where we can actually start to take down crime in a neighborhood to call it close to zero. And I even said, there are some crimes that you can’t stop, of course.\nNILAY PATEL: Mechanically, walk people through what you mean. You put enough Ring products in a neighborhood, and then AI does what to them that helps you get closer to the mission of zeroing out crime?\nSo, the mental model, or how I look at it, is that AI allows us to have … If you had a neighborhood where you had unlimited resources, so every house had security guards and those security guards were people that worked the same house for 10 years or 20 years, and I mean that from a knowledge perspective. So, the knowledge they had of that house was extreme; they knew everything about you and that residence and your family, how you lived, the people that came in and out.\nAnd then, if that neighborhood had an HOA with, call it private security, and those private security were also around and knew everything, what would happen? When a dog gets lost, you’d be like, “Oh, my gosh, my dog is lost.” Well, they would call each other, and one of them would find the dog very quickly. So, how do we change that and bring that into the digital world is—\nCan I just ask you a question about that neighborhood specifically?\nSure.\nDo you ever stop and consider that that neighborhood might suck? Just the idea that every house on my street would have all-knowing private security guards, and I would have an HOA, and that HOA would have a private security force. \nYou can easily paint that as dystopia. Everyone’s so afraid that we have private cops on every corner, and I’m paying HOA fees, which is just a nightmare of its own.\nSo, I would assume you live in a safe neighborhood.\nI hope so, yeah.\nNo, today, I’d go to … If you want, I’ll take you to a place where people live and have to, when they get home from school, lock their doors and stay in their house, and they can’t go out and—\nBut I’m just saying that that model is “everybody is so afraid that they have private cops.”\nI think the model is that doing crime in a neighborhood like that is not profitable, and I think that you want people to move into another job. I don’t think that crime is a good thing and so I think … But listen, it certainly is an argument to have, I do believe that … I think safer neighborhoods allow for kids to grow up in a better environment and I think that allows them to be able to focus on the things that matter and so that’s what we’re going for.\nI just wanted to challenge the premise.\nI think it’s a fair challenge.\nThe model is that there are cops everywhere. That level of privacy.\nYeah, it’s not cops. I think it’s more that you’ll have the ability to understand what’s happening. It’s not like … But yeah, I think, listen, it’s a fair statement, I guess. I think I want to live in a safe place.\nThere’s a lot of intelligence in your neighborhood, and maybe it’s private security, maybe it’s not. What does the AI do? Does it just make the camera smarter? It lets you do a more intelligent assessment of what the cameras are seeing?\nRight now, we just say motion detection, motion detection, motion detection. It’s funny, when I started Ring… The book was fun because I got to go back and actually go through this whole story of how this thing came to be, and motion detection was an amazing invention. You’re in the airport, and there’s a motion at your front door, and you look at it like, “Wow, this is crazy.” \nNow, with AI, we shouldn’t be telling you about motion detection; we should be telling you what’s there, when you should look at it, when it matters, and we shouldn’t be bothering you all the time. That’s what I mean by this idea of these security guards at your house or in your neighborhood. There should be this intelligence in your neighborhood that can tell you when you should be trying to be part of something, but not always tell you. So, it’s not just like, “Car, car, dog, person, person.” It’s like, “Hey, look at this. You want to pay attention to this right now.”\nI really pressed Jamie on this because I still don’t think it is entirely clear how Ring accomplishes the elimination of crime through AI alone. And it’s why people don’t trust the company when it says it won’t use systems that can find a dog to do things that otherwise violate our rights. After all, if your goal is to use AI to stop crime, and you built an AI system that can find a dog… well, it’s pretty obvious what comes next, right?\nNILAY PATEL: Do you think when you talk about zero out crime in a neighborhood, the idea that everyone in a neighborhood has one of those illuminated Ring signs in the front yard, is that enough to—\nJAMIE SIMINOFF: It’s a part of it.\nIs that just enough of a deterrent? The bad guys will know their face is going to be captured on video, and that will be analyzed by an AI, and something will happen. Do you have to do more outbound deterrents?\nI think that’s a part of it. Awareness is a big part of it. I think there are ways with lights also, using lighting to do stuff, that’s a big part of it. I think having just … If, all of a sudden, someone comes outside because something’s an anomaly, that’s a big part of it. It doesn’t have to be some crazy thing. And that’s what I was saying, is a lot of these little things add up to make that work.\nSo, when you think about it, okay, we can bring crime down in a neighborhood to close to zero in a neighborhood, what are the ratcheting steps? Does everyone just get the Ring camera, and your platform does all the work? Is it that someone gets caught and they tell all their friends in jail that they got caught? What are the steps?\nI think it’s really about bringing neighbors together for this particular thing. So, it’s about how you individually… and we’ve always thought about how each house is its own node controlled by the neighbors, so controlled by the person, and I’ll keep going back to that, which is one hundred percent, your video is in your control; everything you’re doing is in your control, whether you want to take part in anything is in your control. That has to be the first layer of all of it. \nBut then, when something happens, do you want to take part in it? So, if you get an alert that this dog looks like the dog that’s in front of your house, can you contact your neighbor? You can decide not to take part in it, and then no one will ever know, and it’s fine, it’s just basically deleted, or you can take part in it. I think that’s how we can do things that can make a neighborhood into this node where individual neighbors are all on their own, but when things happen, they can work together as they want to.\nAnd you think that AI will accelerate the process? \nI think AI is a co-pilot. It is their assistant, and it’s helping them to figure this out. Because, again, if you’re just getting every motion alert, and if you have eight cameras and you’re just getting motion alerts all day, no human being can parse all this data. So that’s what I was talking to Jen about, is that I do think I see a way to use AI to help feed better data to us, which allows us to make better decisions and work together better.\nThis is where we get to Flock, which Ring announced a partnership with in October 2025. Flock primarily makes cameras and systems to search video for the cops. You’ve probably seen Flock’s devices where you live — they’re those little solar-powered cameras and tracking devices affixed to streetlights or placed in the center of parking lots. They vacuum up large amounts of data, and the company claims it is anonymized before it’s made available to partners, which in most cases is local law enforcement.\nHowever, according to in-depth reporting from the excellent 404 Media, Flock’s data has often found its way to ICE, the FBI, the Secret Service, and other law enforcement agencies, without the requirement of a warrant. That’s because that data is willingly provided by local police.\nLast month, under intense scrutiny about what a deal with Flock would mean, Ring said that this partnership was not yet “live,” and that, “Ring has no partnership with ICE, does not give ICE videos, feeds, or back-end access, and does not share video with them.” For its part, Flock says the same — that it doesn’t actually work with ICE, but rather local law enforcement, and it’s those local agencies that work with ICE. This is the complication I mentioned earlier.\nIf you’re a Decoder listener, you know where this is all going. I asked Jamie about all these databases, who owns them, and what it means to connect them all with AI:\nNILAY PATEL: But when you connect a bunch of those databases, particularly to facial recognition, there’s a turn in the privacy conversation where the stakes ratchet up really high, where maybe it’s gone forever. \nHow are you thinking about that decision-making? Okay, we have a lot of intelligence in the AI; it’s trivial for the AI to connect to another store of information. That’s a thing you can do with AI, especially at a big company like Amazon, where you have lots of other stores of information. There’s a line, what’s the line for you?\nJAMIE SIMINOFF: There is a responsibility, obviously just to build safe products. So let’s just start with that. Yeah, we did announce facial, we call it Familiar Faces, but that’s not connected, that’s just for your… Your iPhone today. If you search your iPhone, it’s crazy. Search for someone’s name in your photos, and their pictures come up. \nSo I do think there’s a balance between not allowing technology to exist that should exist that helps people and gives them more efficiency, gives them safer homes and then also, obviously, not creating this dystopian place. And so, I think that’s the responsibility, but what we’re doing with Familiar Faces is we’re just giving you the ability to say, when my wife comes home, don’t… Because it is silly. Why do I get an alert when my wife comes home? I don’t want it, I don’t need it.\nI’m asking this for a lot of reasons, but I look at what’s broadly happening with surveillance footage out in the world. And I’m not saying Ring is participating in this, I’m just giving you an example. ICE has facial recognition systems, and they are arguing that a positive match in their facial recognition system is a definitive determination of someone’s immigration status. That’s way out there. I don’t think you’re doing that.\nBut you can get to, “Okay, we have facial recognition, we have a bunch of evidence coming off of Ring cameras, to make it really safe, you want to go from passive surveillance to active surveillance. That’s what the studies show. Now the camera will literally identify the criminal by face and tell the cops this person tried to steal a car from this driveway,” and that’s the thing that would get you to actually zero out crime.\nThere’s a lot of risk in those steps. But if I draw the thread from what you’re saying, it’s all the way to the idea that the criminals won’t come here because the cameras will know who they are and tell the cops. Are you willing to go that far?\nI think it’s also that the cameras will alert people. Part of what made Ring and what made neighbors safer with Ring 1.0, and I think we are in Ring 2.0, is that there was no presence at the home. How did people break into homes? They would go and be knock-knock burglars. They would knock-knock, no one was home. It was 3PM, they’d go to the homes next door, find a place that was empty, and they’d go into the home.\nRing allowed you to, now, all of a sudden, when someone comes up to the door, you’re like, “Oh, I got a motion alert. Hi, what’s going on?” and so it gave a presence to the home. So, I don’t think you have to go as far as that real time stuff to get to where we’re talking about, I think it’s more of the anomaly detection and allowing people to make it so that, if someone comes in, that you’re aware of what’s happening around the neighborhood because right now there’s no awareness of what’s going on around it.\nSo I don’t think it’s as dystopian as where you’re going, and certainly it’s not what we’re building, and I do think we can impact things to a really high level in neighborhoods. Which, again, to the Jen Tuohy thing, in neighborhoods is what we were talking about, that with AI and what we’re doing with a bunch of Rings together. I think even the Dog Search Party is a good way to look at it, which is how these cameras come together for good in the neighborhood.\nToday, the backlash against surveillance has led Ring to kill that Flock deal. The company is also doing damage control about Search Party, telling The Verge that the technology that powers the feature is not “capable” of being used to find people, and that there’s no indication that such features are on future road maps.\nSure, it seems obvious that Ring has a lot of trust to earn back here, and certainly, we are all thinking about what it means to put internet-connected security cameras in our homes. I think that’s good — and certainly overdue. \nBut let me complicate this a little for you. At the same time this conversation about Ring is happening, we’re also watching regular people record the police and ICE with their cell phones, capturing critical documentary evidence of how those agencies are violating the rights of everyday Americans in ways that is leading to change, however slow. \nMinnesota governor Tim Walz is now telling people to hit record when they see ICE so the footage can be used in future prosecutions. And just last week, the FBI released video that Google appears to have specifically recovered from a Nest camera system at Nancy Guthrie’s house, in order to help identify her kidnapper. \nThat’s a lot of video that’s being captured and used in ways that maybe don’t feel so invasive, and in some cases even feels good. But the systems that create, store, and share that video are all the same, and the guardrails around them are just as weak as whatever makes us feel uncomfortable about Ring.\nI’m not sure how to feel about all of that video, especially in a world where AI makes it easy to fake, and having some source of truth seems more important than ever. I asked Jamie about that, too — whether Ring will control all the video, or sign it with some metadata so people can ensure it’s real. \nNILAY PATEL: Presuming we have to have an authenticated server, there’s a crime in my neighborhood, and I’ve opted in, and we’re going to say the cops can only get the video from the Ring server, where we know it’s true. I might not be as in control of my video anymore.\nJAMIE SIMINOFF: No, not how it’s built and not while I’m here because the way it works is that you will decide if you want to or not want to share that video, which is your property, with someone. Now, once you share it, then it is up to us to figure out, to your point, how do we share it, how do we make sure that the digital fingerprint goes all the way through, or how does the chain of custody work of this video to make sure there’s no fake in the process of it? I think this is why it is important to build these systems. \nIt’s going to be important, though. This is also where the government is going to have to step in. We’re going to have to deal with this across the board because we also have video coming off of cell phones. So, we do need to figure out how to build… And there’s going to be companies, Axon would probably be one of the companies. I don’t want to speak for them, but they have evidence.com, so to build these evidentiary systems to take in…\nBecause Ring is one part of taking in data around, call it a crime scene, but cell phone video is maybe even more of a source today. So, how do you take that in? How do you make sure that it actually was captured on the iPhone directly and not tampered with between the two things? We’re going to have to figure it all out. I think we have to work together on it, and the AI stuff is pushing us to do it. I am proud that with Ring, we have built it so that you can take it directly and keep it on the server. You can understand where it was, where it’s from, where it was created, and we have that digital fingerprint on it and the audit trail of it.\nYou’re going to have to do that more and more as this world is changing, you’re just not going to be able to trust that just because someone sends you a video doesn’t mean it’s true.\nYou get the feeling we’ll be coming back to that idea quite a lot in the years to come. \nBut today Ring has canceled its deal with Flock, and Flock itself is putting out blog posts flatly stating it does not have a contract with ICE, and noting that Ring’s other partner, Axon, does in fact have an ICE contract. \nIn the meantime, Search Party is still active and on by default, although you can just go into settings and flip it off. And the enormous amount of video we all generate is being uploaded to servers run by big companies that have their own dealings with governments and law enforcement agencies far outside of our control. \nThere are a lot of solutions to all these problems, and lots of ways to design regulations to balance out privacy and civil liberties with the needs of police. But right now, in 2026 America, I’m not sure were really going to be able to do that. \nSo we’re going to keep pushing the leaders of these companies on what they really mean, and keep running the answers so you can listen and decide. I think it’s about time we started thinking about how all the technology we use to make our own lives better affects other people. \nBecause that bigger conversation we need to have? Yeah, that’s what it’s really about.\nQuestions or comments about this episode? Hit us up at decoder@theverge.com. We really do read every email!",
    "pubDate": "2026-02-16T15:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Lassen Sie uns heute über die Kamerafirma Ring, verlorene Hunde und den Überwachungsstaat sprechen. Sie haben diesen Werbespot wahrscheinlich vor ein paar Wochenenden beim Super Bowl gesehen: Seitdem er beim Super Bowl vor einem großen Publikum ausgestrahlt wurde, ist Ring’s Search Party-Werbespot zum Blitzableiter für Kontroversen geworden – er ist e...",
    "titleDE": "Reden wir über Ring, verlorene Hunde und den Überwachungsstaat"
  },
  {
    "title": "Tuning into the future of collaboration ",
    "link": "https://www.technologyreview.com/2026/02/16/1125881/tuning-into-the-future-of-collaboration/",
    "description": "When work went remote, the sound of business changed. What began as a scramble to make home offices functional has evolved into a revolution in how people hear and are heard. From education to enterprises, companies across industries have reimagined what clear, reliable communication can mean in a hybrid world. For major audio and communications…",
    "pubDate": "2026-02-16T15:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Als die Arbeit aus der Ferne verlagert wurde, veränderte sich auch der Geschäftsklang. Was als Gerangel darum begann, Heimbüros funktionsfähig zu machen, hat sich zu einer Revolution in der Art und Weise entwickelt, wie Menschen hören und gehört werden. Von der Bildung bis hin zu Unternehmen haben Unternehmen aller Branchen neu definiert, was klare, zuverlässige Kommunikation in einem ... bedeuten kann.",
    "titleDE": "Einstimmung auf die Zukunft der Zusammenarbeit"
  },
  {
    "title": "Flapping Airplanes on the future of AI: ‘We want to try really radically different things’",
    "link": "https://techcrunch.com/2026/02/16/flapping-airplanes-on-the-future-of-ai-we-want-to-try-really-radically-different-things/",
    "description": "\"We're exploring a different set of trade-offs.\"",
    "pubDate": "2026-02-16T14:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "„Wir prüfen eine Reihe anderer Kompromisse.“",
    "titleDE": "Flatternde Flugzeuge über die Zukunft der KI: „Wir wollen wirklich radikal andere Dinge ausprobieren“"
  },
  {
    "title": "After all the hype, some AI experts don’t think OpenClaw is all that exciting",
    "link": "https://techcrunch.com/2026/02/16/after-all-the-hype-some-ai-experts-dont-think-openclaw-is-all-that-exciting/",
    "description": "\"From an AI research perspective, this is nothing novel,\" one expert told TechCrunch.",
    "pubDate": "2026-02-16T13:15:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "„Aus Sicht der KI-Forschung ist das nichts Neues“, sagte ein Experte gegenüber TechCrunch.",
    "titleDE": "Nach all dem Hype halten einige KI-Experten OpenClaw nicht für besonders aufregend"
  },
  {
    "title": "The Download: unraveling a death threat mystery, and AI voice recreation for musicians",
    "link": "https://www.technologyreview.com/2026/02/16/1133008/the-download-unraveling-a-death-threat-mystery-and-ai-voice-recreation-for-musicians/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. Hackers made death threats against this security researcher. Big mistake. In April 2024, a mysterious someone using the online handles “Waifu” and “Judische” began posting death threats on Telegram and Discord channels aimed…",
    "pubDate": "2026-02-16T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Hacker drohten diesem Sicherheitsforscher mit dem Tod. Großer Fehler. Im April 2024 begann ein mysteriöser Mensch mit den Online-Benutzernamen „Waifu“ und „Judische“...",
    "titleDE": "Der Download: Aufklärung eines Morddrohungsgeheimnisses und KI-Stimmenerholung für Musiker"
  },
  {
    "title": "Fractal Analytics’ muted IPO debut signals persistent AI fears in India",
    "link": "https://techcrunch.com/2026/02/16/fractal-analytics-muted-ipo-debut-signals-persistent-ai-fears-in-india/",
    "description": "As India's first AI company to IPO, Fractal Analytics didn't have a stellar first day on the public markets, as enthusiasm for the technology collided with jittery investors in the wake of a sell-off in Indian software stocks.",
    "pubDate": "2026-02-16T11:51:25.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Als Indiens erstes KI-Unternehmen, das an die Börse ging, hatte Fractal Analytics keinen glänzenden ersten Tag an den öffentlichen Märkten, da die Begeisterung für die Technologie im Zuge eines Ausverkaufs bei indischen Softwareaktien auf nervöse Anleger traf.",
    "titleDE": "Das verhaltene IPO-Debüt von Fractal Analytics signalisiert anhaltende KI-Ängste in Indien"
  },
  {
    "title": "After spooking Hollywood, ByteDance will tweak safeguards on new AI model",
    "link": "https://www.theverge.com/ai-artificial-intelligence/879644/bytedance-seedance-safeguards-ai-video-copyright-infringement",
    "description": "Hollywood groups have spoken out against Seedance 2.0 since generated videos like fight scenes between Tom Cruise and Brad Pitt went viral. | Image by Dave Benett / WireImage via Getty\t\n\nTikTok creator ByteDance says that it is working to improve safeguards on its new AI video generator after Disney, Paramount, and Hollywood trade groups accused the tool of violating copyright protections. Concerns were raised after hyperrealistic videos generated by the Seedance 2.0 model went viral last week, with the likeness of actors, such as Tom Cruise and Brad Pitt, and characters from Dragon Ball Z, Family Guy, and Pokémon.\n\"ByteDance respects intellectual property rights and we have heard the concerns regarding Seedance 2.0,\" a ByteDance spokesperson said in a statement shared by CNBC. \"We are taking steps to strengthen current saf …\nRead the full story at The Verge.",
    "pubDate": "2026-02-16T11:29:24.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Hollywood-Gruppen haben sich gegen Seedance 2.0 ausgesprochen, seit generierte Videos wie Kampfszenen zwischen Tom Cruise und Brad Pitt viral gingen. | Bild von Dave Benett / WireImage über Getty Der TikTok-Ersteller ByteDance sagt, dass er daran arbeitet, die Sicherheitsmaßnahmen für seinen neuen KI-Videogenerator zu verbessern, nachdem Disney ...",
    "titleDE": "Nachdem ByteDance Hollywood erschreckt hat, wird es die Sicherheitsvorkehrungen für das neue KI-Modell optimieren"
  },
  {
    "title": "The scientist using AI to hunt for antibiotics just about everywhere",
    "link": "https://www.technologyreview.com/2026/02/16/1132516/cesar-de-la-fuente-using-ai-antibiotics-hunt/",
    "description": "When he was just a teenager trying to decide what to do with his life, César de la Fuente compiled a list of the world’s biggest problems. He ranked them inversely by how much money governments were spending to solve them. Antimicrobial resistance topped the list.  Twenty years on, the problem has not gone away.…",
    "pubDate": "2026-02-16T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Als er noch als Teenager überlegte, was er mit seinem Leben anfangen sollte, stellte César de la Fuente eine Liste der größten Probleme der Welt zusammen. Er ordnete sie umgekehrt danach, wie viel Geld die Regierungen für ihre Lösung ausgaben. Ganz oben auf der Liste stand die antimikrobielle Resistenz. Zwanzig Jahre später besteht das Problem nicht mehr...",
    "titleDE": "Der Wissenschaftler nutzt KI, um fast überall nach Antibiotika zu suchen"
  },
  {
    "title": "Hackers made death threats against this security researcher. Big mistake.",
    "link": "https://www.technologyreview.com/2026/02/16/1132526/allison-nixon-hackers-security-researcher/",
    "description": "The threats started in spring.  In April 2024, a mysterious someone using the online handles “Waifu” and “Judische” began posting death threats on Telegram and Discord channels aimed at a cybersecurity researcher named Allison Nixon.  “Alison [sic] Nixon is gonna get necklaced with a tire filled with gasoline soon,” wrote Waifu/Judische, both of which are…",
    "pubDate": "2026-02-16T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Die Drohungen begannen im Frühjahr. Im April 2024 begann eine mysteriöse Person mit den Online-Benutzernamen „Waifu“ und „Judische“ auf Telegram- und Discord-Kanälen Morddrohungen zu veröffentlichen, die sich an eine Cybersicherheitsforscherin namens Allison Nixon richteten. „Alison [sic] Nixon wird mit einem Reifen voller … gefesselt",
    "titleDE": "Hacker drohten diesem Sicherheitsforscher mit dem Tod. Großer Fehler."
  },
  {
    "title": "OpenClaw founder Peter Steinberger is joining OpenAI",
    "link": "https://www.theverge.com/ai-artificial-intelligence/879623/openclaw-founder-peter-steinberger-joins-openai",
    "description": "Sam Altman announced on X that Peter Steinberger, the man behind the trendy AI agent OpenClaw, was joining OpenAI. He said that Steinberger has \"a lot of amazing ideas\" about getting AI agents to interact with each other, saying \"the future is going to be extremely multi-agent.\" He also said that this ability for agents to work together will \"quickly become core to our product offerings.\"\nOpenClaw, previously known as Moltbot and Clawdbot, exploded on the scene earlier this year and became the darling of the tech world. Its rise was swift, but not without its bumps along the way. Earlier this month, researchers found over 400 malicious skil …\nRead the full story at The Verge.",
    "pubDate": "2026-02-15T22:56:16.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Sam Altman gab auf X bekannt, dass Peter Steinberger, der Mann hinter dem trendigen KI-Agenten OpenClaw, OpenAI beitritt. Er sagte, Steinberger habe „viele erstaunliche Ideen“, wie KI-Agenten miteinander interagieren können, und sagte: „Die Zukunft wird extrem multiagentenorientiert sein.“ Er sagte auch, dass ...",
    "titleDE": "OpenClaw-Gründer Peter Steinberger schließt sich OpenAI an"
  },
  {
    "title": "ALS stole this musician’s voice. AI let him sing again.",
    "link": "https://www.technologyreview.com/2026/02/13/1132913/als-stole-this-musicians-voice-ai-sing/",
    "description": "There are tears in the audience as Patrick Darling’s song begins to play. It’s a heartfelt song written for his great-grandfather, whom he never got the chance to meet. But this performance is emotional for another reason: It’s Darling’s first time on stage with his bandmates since he lost the ability to sing two years…",
    "pubDate": "2026-02-13T17:17:28.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Als das Lied von Patrick Darling erklingt, fließen Tränen im Publikum. Es ist ein von Herzen kommendes Lied, das er für seinen Urgroßvater geschrieben hat, den er nie kennengelernt hat. Aber dieser Auftritt ist aus einem anderen Grund emotional: Es ist das erste Mal, dass Darling mit seinen Bandkollegen auf der Bühne steht, seit er die Fähigkeit verloren hat ...",
    "titleDE": "ALS hat die Stimme dieses Musikers gestohlen. AI ließ ihn wieder singen."
  },
  {
    "title": "The Download: an exclusive chat with Jim O’Neill, and the surprising truth about heists",
    "link": "https://www.technologyreview.com/2026/02/13/1132896/the-download-an-exclusive-chat-with-jim-oneill-and-the-surprising-truth-about-heists/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. US deputy health secretary: Vaccine guidelines are still subject to change Over the past year, Jim O’Neill has become one of the most powerful people in public health. As the US deputy health…",
    "pubDate": "2026-02-13T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Stellvertretender US-Gesundheitsminister: Impfrichtlinien können sich noch ändern Im vergangenen Jahr hat sich Jim O’Neill zu einem der mächtigsten Menschen in der Öffentlichkeit entwickelt...",
    "titleDE": "Der Download: ein exklusiver Chat mit Jim O’Neill und die überraschende Wahrheit über Raubüberfälle"
  },
  {
    "title": "The myth of the high-tech heist",
    "link": "https://www.technologyreview.com/2026/02/13/1132397/myth-of-high-tech-heist/",
    "description": "Making a movie is a lot like pulling off a heist. That’s what Steven Soderbergh—director of the Ocean’s franchise, among other heist-y classics—said a few years ago. You come up with a creative angle, put together a team of specialists, figure out how to beat the technological challenges, rehearse, move with Swiss-watch precision, and—if you…",
    "pubDate": "2026-02-13T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Einen Film zu machen ist wie ein Raubüberfall. Das hat Steven Soderbergh – neben anderen Raubüberfall-Klassikern auch Regisseur der Ocean-Reihe – vor ein paar Jahren gesagt. Sie entwickeln einen kreativen Ansatz, stellen ein Team aus Spezialisten zusammen, finden heraus, wie Sie die technologischen Herausforderungen meistern können, proben, ...",
    "titleDE": "Der Mythos vom Hightech-Raub"
  },
  {
    "title": "GPT-5.2 derives a new result in theoretical physics",
    "link": "https://openai.com/index/new-result-theoretical-physics",
    "description": "A new preprint shows GPT-5.2 proposing a new formula for a gluon amplitude, later formally proved and verified by OpenAI and academic collaborators.",
    "pubDate": "2026-02-13T11:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Ein neuer Vorabdruck zeigt, wie GPT-5.2 eine neue Formel für eine Gluonamplitude vorschlägt, die später von OpenAI und akademischen Mitarbeitern offiziell bewiesen und verifiziert wurde.",
    "titleDE": "GPT-5.2 leitet ein neues Ergebnis in der theoretischen Physik ab"
  },
  {
    "title": "US deputy health secretary: Vaccine guidelines are still subject to change",
    "link": "https://www.technologyreview.com/2026/02/13/1132889/us-deputy-health-secretary-vaccine-guidelines-longevity-arpa-h-cdc-nih/",
    "description": "Following publication of this story, Politico reported Jim O’Neill would be leaving his current roles within the Department of Health and Human Services. Over the past year, Jim O’Neill has become one of the most powerful people in public health. As the US deputy health secretary, he holds two roles at the top of the…",
    "pubDate": "2026-02-13T10:37:40.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Nach der Veröffentlichung dieser Geschichte berichtete Politico, dass Jim O’Neill seine derzeitigen Funktionen im Ministerium für Gesundheit und Soziale Dienste aufgeben werde. Im vergangenen Jahr hat sich Jim O’Neill zu einem der einflussreichsten Menschen im öffentlichen Gesundheitswesen entwickelt. Als stellvertretender US-Gesundheitsminister hat er zwei Rollen inne...",
    "titleDE": "Stellvertretender US-Gesundheitsminister: Die Impfrichtlinien können sich noch ändern"
  },
  {
    "title": "Introducing Lockdown Mode and Elevated Risk labels in ChatGPT",
    "link": "https://openai.com/index/introducing-lockdown-mode-and-elevated-risk-labels-in-chatgpt",
    "description": "Introducing Lockdown Mode and Elevated Risk labels in ChatGPT to help organizations defend against prompt injection and AI-driven data exfiltration.",
    "pubDate": "2026-02-13T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Einführung des Sperrmodus und der Kennzeichnung „Erhöhtes Risiko“ in ChatGPT, um Unternehmen dabei zu helfen, sich vor sofortiger Einschleusung und KI-gesteuerter Datenexfiltration zu schützen.",
    "titleDE": "Einführung der Bezeichnungen „Sperrmodus“ und „Erhöhtes Risiko“ in ChatGPT"
  },
  {
    "title": "Beyond rate limits: scaling access to Codex and Sora",
    "link": "https://openai.com/index/beyond-rate-limits",
    "description": "How OpenAI built a real-time access system combining rate limits, usage tracking, and credits to power continuous access to Sora and Codex.",
    "pubDate": "2026-02-13T09:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wie OpenAI ein Echtzeit-Zugriffssystem aufgebaut hat, das Ratenbegrenzungen, Nutzungsverfolgung und Gutschriften kombiniert, um einen kontinuierlichen Zugriff auf Sora und Codex zu ermöglichen.",
    "titleDE": "Über Ratengrenzen hinaus: Skalieren des Zugriffs auf Codex und Sora"
  },
  {
    "title": "Scaling social science research",
    "link": "https://openai.com/index/scaling-social-science-research",
    "description": "GABRIEL is a new open-source toolkit from OpenAI that uses GPT to turn qualitative text and images into quantitative data, helping social scientists analyze research at scale.",
    "pubDate": "2026-02-13T09:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "GABRIEL ist ein neues Open-Source-Toolkit von OpenAI, das GPT nutzt, um qualitative Texte und Bilder in quantitative Daten umzuwandeln und Sozialwissenschaftlern dabei hilft, Forschung in großem Maßstab zu analysieren.",
    "titleDE": "Skalierung der sozialwissenschaftlichen Forschung"
  },
  {
    "title": "OpenAI sidesteps Nvidia with unusually fast coding model on plate-sized chips",
    "link": "https://arstechnica.com/ai/2026/02/openai-sidesteps-nvidia-with-unusually-fast-coding-model-on-plate-sized-chips/",
    "description": "OpenAI's new GPT‑5.3‑Codex‑Spark is 15 times faster at coding than its predecessor.",
    "pubDate": "2026-02-12T22:56:02.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Der neue GPT-5.3-Codex-Spark von OpenAI ist beim Codieren 15-mal schneller als sein Vorgänger.",
    "titleDE": "OpenAI umgeht Nvidia mit einem ungewöhnlich schnellen Codierungsmodell auf plattengroßen Chips"
  },
  {
    "title": "Attackers prompted Gemini over 100,000 times while trying to clone it, Google says",
    "link": "https://arstechnica.com/ai/2026/02/attackers-prompted-gemini-over-100000-times-while-trying-to-clone-it-google-says/",
    "description": "Distillation technique lets copycats mimic Gemini at a fraction of the development cost.",
    "pubDate": "2026-02-12T19:42:08.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Mit der Destillationstechnik können Nachahmer Gemini zu einem Bruchteil der Entwicklungskosten nachahmen.",
    "titleDE": "Laut Google forderten Angreifer über 100.000 Mal Gemini auf, als sie versuchten, es zu klonen"
  },
  {
    "title": "Gemini 3 Deep Think: Advancing science, research and engineering",
    "link": "https://blog.google/innovation-and-ai/models-and-research/gemini-models/gemini-3-deep-think/",
    "description": "We’re releasing a major upgrade to Gemini 3 Deep Think, our specialized reasoning mode.",
    "pubDate": "2026-02-12T16:13:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Wir veröffentlichen ein großes Upgrade für Gemini 3 Deep Think, unseren speziellen Denkmodus.",
    "titleDE": "Gemini 3 Deep Think: Förderung von Wissenschaft, Forschung und Technik"
  },
  {
    "title": "Introducing GPT-5.3-Codex-Spark",
    "link": "https://openai.com/index/introducing-gpt-5-3-codex-spark",
    "description": "Introducing GPT-5.3-Codex-Spark—our first real-time coding model. 15x faster generation, 128k context, now in research preview for ChatGPT Pro users.",
    "pubDate": "2026-02-12T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wir stellen GPT-5.3-Codex-Spark vor – unser erstes Echtzeit-Codierungsmodell. 15-mal schnellere Generierung, 128.000 Kontext, jetzt in der Forschungsvorschau für ChatGPT Pro-Benutzer.",
    "titleDE": "Einführung von GPT-5.3-Codex-Spark"
  },
  {
    "title": "Once-hobbled Lumma Stealer is back with lures that are hard to resist",
    "link": "https://arstechnica.com/security/2026/02/once-hobbled-lumma-stealer-is-back-with-lures-that-are-hard-to-resist/",
    "description": "ClickFix bait, combined with advanced Castleloader malware, is installing Lumma \"at scale.\"",
    "pubDate": "2026-02-11T22:11:40.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "ClickFix-Köder, kombiniert mit fortschrittlicher Castleloader-Malware, installiert Lumma „in großem Maßstab“.",
    "titleDE": "Die einst gehinderte Lumma Stealer ist mit Ködern zurück, denen man kaum widerstehen kann"
  },
  {
    "title": "OpenAI researcher quits over ChatGPT ads, warns of \"Facebook\" path",
    "link": "https://arstechnica.com/information-technology/2026/02/openai-researcher-quits-over-fears-that-chatgpt-ads-could-manipulate-users/",
    "description": "Zoë Hitzig resigned on the same day OpenAI began testing ads in its chatbot.",
    "pubDate": "2026-02-11T20:44:19.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Zoë Hitzig trat am selben Tag zurück, als OpenAI mit dem Testen von Anzeigen in seinem Chatbot begann.",
    "titleDE": "OpenAI-Forscher gibt wegen ChatGPT-Anzeigen auf und warnt vor „Facebook“-Pfad"
  },
  {
    "title": "Harness engineering: leveraging Codex in an agent-first world",
    "link": "https://openai.com/index/harness-engineering",
    "description": "By Ryan Lopopolo, Member of the Technical Staff",
    "pubDate": "2026-02-11T09:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Von Ryan Lopopolo, Mitglied des technischen Personals",
    "titleDE": "Harness Engineering: Nutzung von Codex in einer Agent-First-Welt"
  }
]