[
  {
    "title": "Nvidia CEO denies he’s ‘unhappy’ with OpenAI",
    "link": "https://www.theverge.com/tech/871818/nvidia-ceo-jensen-huang-unhappy-openai",
    "description": "Nvidia's CEO Jensen Huang denied reports that he was unhappy with OpenAI and said his company still planned to make a \"huge\" investment in the ChatGPT firm. NVIDIA announced in September that it would invest up to $100 billion in OpenAI, but recently, there have been suggestions that the deal might not happen. While Huang told reporters in Taipei that it was \"nonsense\" to say he was unhappy with OpenAI, when asked if Nvidia would be investing over $100 billion, he replied, \"No, nothing like that.\"\nReuters reported Huang said:\n\"We are going to make a huge investment in OpenAI. I believe in OpenAI, the work that they do is incredible, they  …\n\nRead the full story at The Verge.",
    "pubDate": "2026-01-31T23:37:56.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Jensen Huang, CEO von Nvidia, bestritt Berichte, dass er mit OpenAI unzufrieden sei, und sagte, sein Unternehmen plane immer noch, eine „riesige“ Investition in die ChatGPT-Firma zu tätigen. NVIDIA kündigte im September an, bis zu 100 Milliarden US-Dollar in OpenAI zu investieren, doch kürzlich gab es Vorschläge, dass der Deal ...",
    "titleDE": "Nvidia-CEO bestreitet, mit OpenAI „unzufrieden“ zu sein"
  },
  {
    "title": "SpaceX wants to put 1 million solar-powered data centers into orbit",
    "link": "https://www.theverge.com/tech/871641/spacex-fcc-1-million-solar-powered-data-centers-satellites-orbit",
    "description": "SpaceX filed a request with the FCC on Friday seeking approval to put a constellation of 1 million data center satellites into orbit. While the FCC is unlikely to approve a network that expansive, SpaceX's strategy has been to request approval for unrealistically large numbers of satellites as a starting point for negotiations. \nThe filing proposes establishing a network of solar-powered data centers in low Earth orbit that communicate with one another via lasers. The filling speaks of the constellation in ambitious sci-fi terms, calling it a \"first step towards becoming a Kardashev II-level civilization - one that can harness the Sun's ful …\nRead the full story at The Verge.",
    "pubDate": "2026-01-31T19:38:36.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "SpaceX hat am Freitag bei der FCC einen Antrag auf Genehmigung eingereicht, eine Konstellation von 1 Million Rechenzentrumssatelliten in die Umlaufbahn zu bringen. Während es unwahrscheinlich ist, dass die FCC ein so umfangreiches Netzwerk genehmigen wird, besteht die Strategie von SpaceX darin, die Genehmigung für eine unrealistisch große Anzahl von Satelliten als Standard zu beantragen...",
    "titleDE": "SpaceX will 1 Million solarbetriebene Rechenzentren in die Umlaufbahn bringen"
  },
  {
    "title": "Nvidia CEO pushes back against report that his company’s $100B OpenAI investment has stalled",
    "link": "https://techcrunch.com/2026/01/31/nvidia-ceo-pushes-back-against-report-that-his-companys-100b-openai-investment-has-stalled/",
    "description": "Nvidia CEO Jensen Huang said that a recent report of friction between his company and OpenAI was “nonsense.”",
    "pubDate": "2026-01-31T17:54:12.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Jensen Huang, CEO von Nvidia, sagte, ein kürzlich veröffentlichter Bericht über Spannungen zwischen seinem Unternehmen und OpenAI sei „Unsinn“.",
    "titleDE": "Der CEO von Nvidia wehrt sich gegen den Bericht, dass die 100-Milliarden-Dollar-Investition seines Unternehmens in OpenAI ins Stocken geraten sei"
  },
  {
    "title": "ChatGPT isn’t the only chatbot pulling answers from Elon Musk’s Grokipedia",
    "link": "https://www.theverge.com/report/870910/ai-chatbots-citing-grokipedia",
    "description": "ChatGPT is using Grokipedia as a source, and it's not the only AI tool to do so. Citations to Elon Musk's AI-generated encyclopedia are starting to appear in answers from Google's AI Overviews, AI Mode, and Gemini, too. Data suggests that's on the rise, heightening concerns about accuracy and misinformation as Musk seeks to reshape reality in his image.\nSince the warped Wikipedia-clone launched late last October, Grokipedia technically remains a minor source of information overall. Glen Allsopp, head of marketing strategy and research at SEO company Ahrefs, told The Verge the firm's testing found Grokipedia referenced in more than 263,000 C …\nRead the full story at The Verge.",
    "pubDate": "2026-01-31T13:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "ChatGPT nutzt Grokipedia als Quelle und ist nicht das einzige KI-Tool, das dies tut. Auch in den Antworten von Googles AI Overviews, AI Mode und Gemini tauchen zunehmend Zitate auf Elon Musks KI-generierte Enzyklopädie auf. Die Daten deuten darauf hin, dass die Zahl zunimmt, was die Besorgnis über Genauigkeit und Fehlinf...",
    "titleDE": "ChatGPT ist nicht der einzige Chatbot, der Antworten aus Elon Musks Grokipedia abruft"
  },
  {
    "title": "A peek inside Physical Intelligence, the startup building Silicon Valley’s buzziest robot brains",
    "link": "https://techcrunch.com/2026/01/30/physical-intelligence-stripe-veteran-lachy-grooms-latest-bet-is-building-silicon-valleys-buzziest-robot-brains/",
    "description": "If co-founder Lachy Groom has any doubts, he doesn’t show it. He’s working with people who've been working on this problem for decades and who believe the timing is finally right, which is all he needs to know.",
    "pubDate": "2026-01-31T00:09:54.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Wenn Mitbegründer Lachy Groom irgendwelche Zweifel hat, zeigt er es nicht. Er arbeitet mit Leuten zusammen, die sich seit Jahrzehnten mit diesem Problem befassen und glauben, dass jetzt endlich der richtige Zeitpunkt gekommen ist, und das ist alles, was er wissen muss.",
    "titleDE": "Ein Blick in Physical Intelligence, das Startup, das die lebhaftesten Robotergehirne des Silicon Valley entwickelt"
  },
  {
    "title": "OpenClaw’s AI assistants are now building their own social network",
    "link": "https://techcrunch.com/2026/01/30/openclaws-ai-assistants-are-now-building-their-own-social-network/",
    "description": "The viral personal AI assistant formerly known as Clawdbot has a new shell — again. After briefly rebranding as Moltbot, it has now picked OpenClaw as its new name.",
    "pubDate": "2026-01-30T23:36:34.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Der virale persönliche KI-Assistent, der früher als Clawdbot bekannt war, hat wieder eine neue Hülle. Nach einer kurzen Umbenennung in Moltbot hat das Unternehmen nun OpenClaw als neuen Namen gewählt.",
    "titleDE": "Die KI-Assistenten von OpenClaw bauen jetzt ihr eigenes soziales Netzwerk auf"
  },
  {
    "title": "Video game company stock prices dip after Google introduces an AI world-generation tool",
    "link": "https://www.theverge.com/games/871348/google-project-genie-take-two-roblox-unity",
    "description": "The stock prices of some major video game companies, including Take-Two Interactive, Roblox, and Unity, had notable declines on Friday, just a day after Google announced its Project Genie tool that lets users prompt AI to generate interactive experiences, Reuters reports. Take-Two's stock price closed at $220.30 (down 7.93 percent from yesterday), Roblox's closed at $65.76 (down 13.17 percent), and Unity's closed at $29.10 (down 24.22 percent).\nOther AI tools have received significant pushback from artists and creators over allegations of theft of their work to train the underlying AI models, AI's water and electricity usage, and what this  …\nRead the full story at The Verge.",
    "pubDate": "2026-01-30T22:45:16.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Die Aktienkurse einiger großer Videospielunternehmen, darunter Take-Two Interactive, Roblox und Unity, verzeichneten am Freitag deutliche Rückgänge, nur einen Tag nachdem Google sein Project Genie-Tool angekündigt hatte, mit dem Benutzer KI dazu veranlassen können, interaktive Erlebnisse zu generieren, berichtet Reuters. Der Aktienkurs von Take-Two schließt...",
    "titleDE": "Die Aktienkurse eines Videospielunternehmens fallen, nachdem Google ein KI-Tool der Weltgeneration einführt"
  },
  {
    "title": "AI agents now have their own Reddit-style social network, and it's getting weird fast",
    "link": "https://arstechnica.com/information-technology/2026/01/ai-agents-now-have-their-own-reddit-style-social-network-and-its-getting-weird-fast/",
    "description": "Moltbook lets 32,000 AI bots trade jokes, tips, and complaints about humans.",
    "pubDate": "2026-01-30T22:12:26.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Moltbook ermöglicht es 32.000 KI-Bots, Witze, Tipps und Beschwerden über Menschen auszutauschen.",
    "titleDE": "KI-Agenten haben jetzt ihr eigenes soziales Netzwerk im Reddit-Stil, und es wird immer seltsamer"
  },
  {
    "title": "There’s a social network for AI agents, and it’s getting weird",
    "link": "https://www.theverge.com/ai-artificial-intelligence/871006/social-network-facebook-for-ai-agents-moltbook-moltbot-openclaw",
    "description": "Yes, you read that right. \"Moltbook\" is a social network of sorts for AI agents, particularly ones offered by OpenClaw (a viral AI assistant project that was formerly known as Moltbot, and before that, known as Clawdbot - until a legal dispute with Anthropic). Moltbook, which is set up similarly to Reddit and was built by Octane AI CEO Matt Schlicht, allows bots to post, comment, create sub-categories, and more. More than 30,000 agents are currently using the platform, per the site. \n\"The way that a bot would most likely learn about it, at least right now, is if their human counterpart sent them a message and said 'Hey, there's this thing c …\nRead the full story at The Verge.",
    "pubDate": "2026-01-30T19:11:35.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Ja, das hast du richtig gelesen. „Moltbook“ ist eine Art soziales Netzwerk für KI-Agenten, insbesondere solche, die von OpenClaw angeboten werden (ein virales KI-Assistentenprojekt, das früher als Moltbot und davor als Clawdbot bekannt war – bis es zu einem Rechtsstreit mit Anthropic kam). Moltbook, das ähnlich aufgebaut ist wie ...",
    "titleDE": "Es gibt ein soziales Netzwerk für KI-Agenten, und es wird langsam seltsam"
  },
  {
    "title": "Developers say AI coding tools work—and that's precisely what worries them",
    "link": "https://arstechnica.com/ai/2026/01/developers-say-ai-coding-tools-work-and-thats-precisely-what-worries-them/",
    "description": "Ars spoke to several software devs about AI and found enthusiasm tempered by unease.",
    "pubDate": "2026-01-30T19:04:15.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Ars sprach mit mehreren Softwareentwicklern über KI und stellte fest, dass die Begeisterung durch Unbehagen gedämpft wurde.",
    "titleDE": "Entwickler sagen, dass KI-Codierungstools funktionieren – und genau das macht ihnen Sorgen"
  },
  {
    "title": "Anthropic brings agentic plug-ins to Cowork",
    "link": "https://techcrunch.com/2026/01/30/anthropic-brings-agentic-plugins-to-cowork/",
    "description": "The company says you can use plug-ins to \"tell Claude how you like work done, which tools and data to pull from, how to handle critical workflows, and what slash commands to expose so your team gets more consistent outcomes.\"",
    "pubDate": "2026-01-30T18:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das Unternehmen gibt an, dass Sie Plug-ins verwenden können, um „Claude mitzuteilen, wie Ihnen die Arbeit gefällt, welche Tools und Daten er verwenden soll, wie er mit kritischen Arbeitsabläufen umgeht und welche Slash-Befehle er offenlegen muss, damit Ihr Team konsistentere Ergebnisse erzielt.“",
    "titleDE": "Anthropic bringt Agenten-Plug-Ins zu Cowork"
  },
  {
    "title": "Inside the marketplace powering bespoke AI deepfakes of real women",
    "link": "https://www.technologyreview.com/2026/01/30/1131945/inside-the-marketplace-powering-bespoke-ai-deepfakes-of-real-women/",
    "description": "Civitai—an online marketplace for buying and selling AI-generated content, backed by the venture capital firm Andreessen Horowitz—is letting users buy custom instruction files for generating celebrity deepfakes. Some of these files were specifically designed to make pornographic images banned by the site, a new analysis has found. The study, from researchers at Stanford and Indiana…",
    "pubDate": "2026-01-30T16:32:31.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Civitai – ein Online-Marktplatz für den Kauf und Verkauf von KI-generierten Inhalten, der von der Risikokapitalgesellschaft Andreessen Horowitz unterstützt wird – ermöglicht Benutzern den Kauf benutzerdefinierter Anleitungsdateien zum Generieren von Promi-Deepfakes. Einige dieser Dateien wurden speziell entwickelt, um pornografische Bilder zu erstellen, die von der... verboten wurden.",
    "titleDE": "Auf dem Marktplatz, der maßgeschneiderte KI-Deepfakes von echten Frauen ermöglicht"
  },
  {
    "title": "Last 24 hours to grab your plus-one pass at 50% off to TechCrunch Disrupt 2026",
    "link": "https://techcrunch.com/2026/01/30/last-24-hours-to-grab-your-1-pass-at-50-off-to-techcrunch-disrupt-2026/",
    "description": "Today is the last day to lock in a plus-one pass at 50% off to TechCrunch Disrupt 2026, happening on October 13-15 in San Francisco.",
    "pubDate": "2026-01-30T15:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Heute ist der letzte Tag, an dem Sie sich einen Plus-Eins-Pass mit 50 % Rabatt für TechCrunch Disrupt 2026 sichern können, der vom 13. bis 15. Oktober in San Francisco stattfindet.",
    "titleDE": "Noch 24 Stunden, um sich Ihren Plus-Eins-Pass mit 50 % Rabatt für TechCrunch Disrupt 2026 zu sichern"
  },
  {
    "title": "The Download: US immigration agencies’ AI videos, and inside the Vitalism movement",
    "link": "https://www.technologyreview.com/2026/01/30/1132022/the-download-us-immigration-agencies-ai-videos-and-inside-the-vitalism-movement/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. DHS is using Google and Adobe AI to make videos The news: The US Department of Homeland Security is using AI video generators from Google and Adobe to make and edit content shared…",
    "pubDate": "2026-01-30T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Das DHS nutzt KI von Google und Adobe, um Videos zu erstellen. Die Neuigkeit: Das US-Heimatschutzministerium nutzt KI-Videogeneratoren von Google und Adobe, um Videos zu erstellen und zu bearbeiten.",
    "titleDE": "Der Download: KI-Videos der US-Einwanderungsbehörden und Einblicke in die Vitalismus-Bewegung"
  },
  {
    "title": "How the sometimes-weird world of lifespan extension is gaining influence",
    "link": "https://www.technologyreview.com/2026/01/30/1131933/weird-world-lifespan-extension-gaining-influence-oneill-arpa-h/",
    "description": "For the last couple of years, I’ve been following the progress of a group of individuals who believe death is humanity’s “core problem.” Put simply, they say death is wrong—for everyone. They’ve even said it’s morally wrong. They established what they consider a new philosophy, and they called it Vitalism. Vitalism is more than a philosophy,…",
    "pubDate": "2026-01-30T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Seit einigen Jahren verfolge ich die Fortschritte einer Gruppe von Menschen, die glauben, der Tod sei das „Kernproblem“ der Menschheit. Vereinfacht gesagt sagen sie, der Tod sei falsch – für jeden. Sie haben sogar gesagt, es sei moralisch falsch. Sie begründeten eine ihrer Meinung nach neue Philosophie und nannten sie Vi...",
    "titleDE": "Wie die manchmal seltsame Welt der Lebensverlängerung an Einfluss gewinnt"
  },
  {
    "title": "Guys, I don’t think Tim Cook knows how to monetize AI",
    "link": "https://techcrunch.com/2026/01/29/guys-i-dont-think-tim-cook-knows-how-to-monetize-ai/",
    "description": "One intrepid Morgan Stanley analyst dared to ask how Apple will make money on its AI investments. The answer will not shock you.",
    "pubDate": "2026-01-29T23:51:17.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Ein unerschrockener Analyst von Morgan Stanley wagte die Frage, wie Apple mit seinen KI-Investitionen Geld verdienen wird. Die Antwort wird Sie nicht schockieren.",
    "titleDE": "Leute, ich glaube nicht, dass Tim Cook weiß, wie man KI monetarisiert"
  },
  {
    "title": "Elon Musk’s SpaceX, Tesla, and xAI in talks to merge, according to reports",
    "link": "https://techcrunch.com/2026/01/29/elon-musk-spacex-tesla-xai-merger-talks-ipo-reuters/",
    "description": "This merger would bring the Grok chatbot, Starlink satellites, and SpaceX rockets together under one corporation.",
    "pubDate": "2026-01-29T22:47:42.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Durch diesen Zusammenschluss würden der Grok-Chatbot, die Starlink-Satelliten und die SpaceX-Raketen unter einem Unternehmen zusammengeführt.",
    "titleDE": "Berichten zufolge befinden sich SpaceX, Tesla und xAI von Elon Musk in Gesprächen über eine Fusion"
  },
  {
    "title": "It’s a new heyday for gas thanks to data centers",
    "link": "https://www.theverge.com/news/870422/data-center-ai-gas-power-surge",
    "description": "Gas turbines at the on-site natural gas plant under construction during a media tour of the Stargate AI data center in Abilene, Texas, US, on Sept. 24, 2025. | Photo: Getty Images\t\n\nThe US is now leading a global surge in new gas power plants being built in large part to satisfy growing energy demand for data centers. And more gas means more planet-heating pollution.\nGas-fired power generation in development globally rose by 31 percent in 2025. Almost a quarter of that added capacity is slated for the US, which has surpassed China with the biggest increase of any country. More than a third of that growth in the US is expected to directly power data centers, according to a recent analysis by the nonprofit Global Energy Monitor (GEM).\n\nMore gas means more planet-heating pollution\n\nThe rush to install more powerful hardwa …\nRead the full story at The Verge.",
    "pubDate": "2026-01-29T22:12:49.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Gasturbinen in der im Bau befindlichen Erdgasanlage vor Ort während einer Medientour durch das Stargate AI-Rechenzentrum in Abilene, Texas, USA, am 24. September 2025. | Foto: Getty Images Die USA führen derzeit weltweit den Bau neuer Gaskraftwerke an, die größtenteils der wachsenden Energienachfrage dienen ...",
    "titleDE": "Dank Rechenzentren erlebt Gas eine neue Blütezeit"
  },
  {
    "title": "Amazon is reportedly in talks to invest $50B in OpenAI",
    "link": "https://techcrunch.com/2026/01/29/amazon-is-reportedly-in-talks-to-invest-50-billion-in-openai/",
    "description": "If a deal materializes, it would mean Amazon is backing competing startups in the race for AI supremacy.",
    "pubDate": "2026-01-29T22:11:09.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Sollte ein Deal zustande kommen, würde das bedeuten, dass Amazon konkurrierende Start-ups im Rennen um die KI-Vorherrschaft unterstützt.",
    "titleDE": "Berichten zufolge führt Amazon Gespräche über eine Investition von 50 Milliarden US-Dollar in OpenAI"
  },
  {
    "title": "The AI Hype Index: Grok makes porn, and Claude Code nails your job",
    "link": "https://www.technologyreview.com/2026/01/29/1131787/the-ai-hype-index-grok-makes-porn-claude-code-nails-your-job/",
    "description": "Everyone is panicking because AI is very bad; everyone is panicking because AI is very good. It’s just that you never know which one you’re going to get. Grok is a pornography machine. Claude Code can do anything from building websites to reading your MRI. So of course Gen Z is spooked by what this…",
    "pubDate": "2026-01-29T20:56:23.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Alle geraten in Panik, weil KI sehr schlecht ist; Alle geraten in Panik, weil die KI sehr gut ist. Es ist nur so, dass man nie weiß, welches man bekommt. Grok ist eine Pornografiemaschine. Claude Code kann alles tun, vom Erstellen von Websites bis zum Auswerten Ihres MRT. Natürlich ist die Generation Z erschreckt darüber, was das ist …",
    "titleDE": "Der KI-Hype-Index: Grok macht Pornos und Claude Code macht Ihren Job perfekt"
  },
  {
    "title": "Satya Nadella insists people are using Microsoft’s Copilot AI a lot  ",
    "link": "https://techcrunch.com/2026/01/29/satya-nadella-insists-people-are-using-microsofts-copilot-ai-a-lot/",
    "description": "With Microsoft spending many billions on data centers, and rumors that no one is using its AI, CEO Satya Nadella shared some usage numbers.",
    "pubDate": "2026-01-29T20:06:56.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Da Microsoft viele Milliarden für Rechenzentren ausgibt und es Gerüchte gibt, dass niemand seine KI nutzt, teilte CEO Satya Nadella einige Nutzungszahlen mit.",
    "titleDE": "Satya Nadella besteht darauf, dass die Leute die Copilot-KI von Microsoft häufig nutzen"
  },
  {
    "title": "Elon Musk might merge SpaceX with Tesla or xAI",
    "link": "https://www.theverge.com/tech/870380/elon-musk-space-x-xai-merger",
    "description": "Elon Musk-led SpaceX may merge with another company helmed by Elon Musk. Reuters initially reported Thursday that SpaceX and xAI are \"in discussions to merge\" ahead of SpaceX's IPO that's planned for later this year. The merger would help with SpaceX's plans to launch data centers into space, according to the publication. Later on Thursday, Bloomberg reported that SpaceX is \"considering\" a potential merger with Tesla or an \"alternative combination\" with xAI.\nThe specific timing and value of any potential merger are unclear. SpaceX is considering an IPO date in mid-June, the Financial Times reported this week. SpaceX, Tesla, and xAI didn't i …\nRead the full story at The Verge.",
    "pubDate": "2026-01-29T19:47:58.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Das von Elon Musk geführte Unternehmen SpaceX könnte mit einem anderen von Elon Musk geführten Unternehmen fusionieren. Reuters berichtete am Donnerstag zunächst, dass SpaceX und xAI vor dem für später in diesem Jahr geplanten Börsengang von SpaceX „in Gesprächen über eine Fusion“ seien. Der Zusammenschluss würde den Plänen von SpaceX, Rechenzentren ins All zu schicken, helfen, heißt es...",
    "titleDE": "Elon Musk könnte SpaceX mit Tesla oder xAI fusionieren"
  },
  {
    "title": "Apple’s second biggest acquisition ever is an AI company that listens to ‘silent speech’",
    "link": "https://www.theverge.com/news/870353/apple-q-ai-acquisition-silent-speech",
    "description": "Apple's biggest acquisition ever is still its $3 billion Beats buy in 2014, but now the second biggest deal is bringing in Q.ai, a four-year-old AI audio startup. Apple did not disclose the terms, but Financial Times reports that Apple is spending $2 billion on the company. It also mentioned Q.ai patents for optical sensor technology that could be built into headphones or glasses to recognize \"facial skin micro movements,\" allowing for non-verbal discussions with an AI assistant, for example.\nThe founders of Q.ai will join Apple, including CEO Aviad Maizels, who founded PrimeSense.  Apple bought that company in 2013 and repurposed its Xbox  …\nRead the full story at The Verge.",
    "pubDate": "2026-01-29T19:22:27.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Apples größte Akquisition aller Zeiten ist immer noch der 3-Milliarden-Dollar-Kauf von Beats im Jahr 2014, aber jetzt bringt der zweitgrößte Deal Q.ai mit, ein vier Jahre altes KI-Audio-Startup. Apple hat die Bedingungen nicht bekannt gegeben, aber die Financial Times berichtet, dass Apple 2 Milliarden US-Dollar für das Unternehmen ausgibt. Es erwähnte auch Q.ai pa...",
    "titleDE": "Apples zweitgrößte Akquisition aller Zeiten ist ein KI-Unternehmen, das auf „stille Rede“ hört"
  },
  {
    "title": "Apple buys Israeli startup Q.ai as the AI race heats up",
    "link": "https://techcrunch.com/2026/01/29/apple-buys-israeli-startup-q-ai-as-the-ai-race-heats-up/",
    "description": "Q.ai is an Israeli startup specializing in imaging and machine learning, particularly technologies that enable devices to interpret whispered speech and enhance audio in noisy environments.",
    "pubDate": "2026-01-29T18:58:07.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Q.ai ist ein israelisches Startup, das sich auf Bildgebung und maschinelles Lernen spezialisiert hat, insbesondere auf Technologien, die es Geräten ermöglichen, geflüsterte Sprache zu interpretieren und den Ton in lauten Umgebungen zu verbessern.",
    "titleDE": "Apple kauft das israelische Startup Q.ai, während sich der KI-Wettlauf verschärft"
  },
  {
    "title": "DHS is using Google and Adobe AI to make videos",
    "link": "https://www.technologyreview.com/2026/01/29/1131938/dhs-is-using-google-and-adobe-ai-to-make-videos/",
    "description": "The US Department of Homeland Security is using AI video generators from Google and Adobe to make and edit content shared with the public, a new document reveals. It comes as immigration agencies have flooded social media with content to support President Trump’s mass deportation agenda—some of which appears to be made with AI—and as…",
    "pubDate": "2026-01-29T18:57:11.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Das US-Heimatschutzministerium nutzt KI-Videogeneratoren von Google und Adobe, um öffentlich zugängliche Inhalte zu erstellen und zu bearbeiten, wie aus einem neuen Dokument hervorgeht. Es kommt zu einer Zeit, in der Einwanderungsbehörden die sozialen Medien mit Inhalten überschwemmt haben, um Präsident Trumps Agenda für Massenabschiebungen zu unterstützen – einige davon...",
    "titleDE": "Das DHS nutzt Google und Adobe AI, um Videos zu erstellen"
  },
  {
    "title": "County pays $600,000 to pentesters it arrested for assessing courthouse security",
    "link": "https://arstechnica.com/security/2026/01/county-pays-600000-to-pentesters-it-arrested-for-assessing-courthouse-security/",
    "description": "Settlement comes more than 6 years after Gary DeMercurio and Justin Wynn's ordeal began.",
    "pubDate": "2026-01-29T18:30:52.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Die Einigung erfolgt mehr als sechs Jahre nach Beginn der Tortur von Gary DeMercurio und Justin Wynn.",
    "titleDE": "Der Landkreis zahlt 600.000 US-Dollar an Penetrationstester, die er verhaftet hat, weil er die Sicherheit des Gerichtsgebäudes überprüft hat"
  },
  {
    "title": "I built marshmallow castles in Google’s new AI-world generator",
    "link": "https://techcrunch.com/2026/01/29/i-built-marshmallow-castles-in-googles-new-ai-world-generator-project-genie/",
    "description": "Starting Thursday, Google AI Ultra subscribers in the U.S. can play around with Project Genie, which is powered by a combination of Google’s latest world model Genie 3, its image generation model Nano Banana Pro, and Gemini.",
    "pubDate": "2026-01-29T17:29:11.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Ab Donnerstag können Google AI Ultra-Abonnenten in den USA mit Project Genie herumspielen, das auf einer Kombination aus Googles neuestem Weltmodell Genie 3, seinem Bilderzeugungsmodell Nano Banana Pro und Gemini basiert.",
    "titleDE": "Ich habe Marshmallow-Schlösser in Googles neuem AI-World-Generator gebaut"
  },
  {
    "title": "Half of developers think gen AI is bad for the gaming industry",
    "link": "https://www.theverge.com/entertainment/869386/ai-game-development-gdc-survey",
    "description": "While generative AI is being adopted at various levels of game development, a new survey suggests that developers increasingly think the technology is bad for the industry. According to the most recent survey from the Game Developers Conference, 52 percent of respondents said that gen AI is having a \"negative\" impact on the games industry, versus just 7 percent who viewed the technology as \"positive.\" Perhaps most startling is how the negative outlook has grown over the years: in 2024, just 18 percent of those surveyed viewed the tech as a negative, and that number jumped to 30 percent in 2025. Now it's up to more than half.\nGDC surveyed 2, …\nRead the full story at The Verge.",
    "pubDate": "2026-01-29T17:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Während generative KI auf verschiedenen Ebenen der Spieleentwicklung eingesetzt wird, deutet eine neue Umfrage darauf hin, dass Entwickler zunehmend denken, dass die Technologie schlecht für die Branche ist. Laut der jüngsten Umfrage der Game Developers Conference gaben 52 Prozent der Befragten an, dass die KI der Generation ...",
    "titleDE": "Die Hälfte der Entwickler glaubt, dass KI der Generation schlecht für die Gaming-Branche ist"
  },
  {
    "title": "Google’s AI helped me make bad Nintendo knockoffs",
    "link": "https://www.theverge.com/news/869726/google-ai-project-genie-3-world-model-hands-on",
    "description": "This week, a new generative AI tool from Google let me create bad knockoffs of 3D Nintendo worlds.\nCheck out my version of something like Super Mario 64:\n\nI didn't like Metroid Prime 4: Beyond, but it's better than my version of a Metroid Prime experience:\n\nOr how about my take on The Legend of Zelda: Breath of the Wild, complete with a paraglider (and, briefly, a second Link):\n\nIt was all possible thanks to Project Genie, an experimental research prototype that Google gave me access to this week, though I don't think I'm using it in exactly the way Google intended.\nGoogle DeepMind has been putting a lot of effort into building its AI \"wor …\nRead the full story at The Verge.",
    "pubDate": "2026-01-29T17:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Diese Woche konnte ich mit einem neuen generativen KI-Tool von Google schlechte Nachbildungen von 3D-Nintendo-Welten erstellen. Schauen Sie sich meine Version von etwas wie Super Mario 64 an: Metroid Prime 4: Beyond hat mir nicht gefallen, aber es ist besser als meine Version eines Metroid Prime-Erlebnisses: Oder wie wäre es mit meiner Version von The Legend of Zelda: ...",
    "titleDE": "Die KI von Google hat mir geholfen, schlechte Nintendo-Nachahmungen zu machen"
  },
  {
    "title": "Project Genie: Experimenting with infinite, interactive worlds",
    "link": "https://blog.google/innovation-and-ai/models-and-research/google-deepmind/project-genie/",
    "description": "Google AI Ultra subscribers in the U.S. can now try out Project Genie.",
    "pubDate": "2026-01-29T17:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Abonnenten von Google AI Ultra in den USA können Project Genie jetzt ausprobieren.",
    "titleDE": "Project Genie: Experimentieren mit unendlichen, interaktiven Welten"
  },
  {
    "title": "OpenAI’s Sora app is struggling after its stellar launch",
    "link": "https://techcrunch.com/2026/01/29/openais-sora-app-is-struggling-after-its-stellar-launch/",
    "description": "New data suggests the app is seeing declines in both app downloads and consumer spending, as the early hype about the AI video social network wears off.",
    "pubDate": "2026-01-29T16:48:44.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Neue Daten deuten darauf hin, dass die App einen Rückgang sowohl bei App-Downloads als auch bei Verbraucherausgaben verzeichnet, da der anfängliche Hype um das soziale KI-Videonetzwerk nachlässt.",
    "titleDE": "Die Sora-App von OpenAI hat nach ihrem hervorragenden Start Probleme"
  },
  {
    "title": "Music publishers sue Anthropic for $3B over ‘flagrant piracy’ of 20,000 works",
    "link": "https://techcrunch.com/2026/01/29/music-publishers-sue-anthropic-for-3b-over-flagrant-piracy-of-20000-works/",
    "description": "Originally, these music publishers had filed a lawsuit against Anthropic over its use of about 500 copyrighted works.",
    "pubDate": "2026-01-29T16:30:29.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Ursprünglich hatten diese Musikverlage eine Klage gegen Anthropic wegen der Nutzung von etwa 500 urheberrechtlich geschützten Werken eingereicht.",
    "titleDE": "Musikverlage verklagen Anthropic auf 3 Milliarden US-Dollar wegen „eklatanter Piraterie“ von 20.000 Werken"
  },
  {
    "title": "India is teaching Google how AI in education can scale",
    "link": "https://techcrunch.com/2026/01/29/india-is-teaching-google-how-ai-in-education-can-scale/",
    "description": "With the highest global usage of Gemini for learning, India is emerging as a key market shaping Google's approach to AI in education.",
    "pubDate": "2026-01-29T15:29:31.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Mit der weltweit höchsten Nutzung von Gemini zum Lernen entwickelt sich Indien zu einem Schlüsselmarkt, der Googles Ansatz für KI im Bildungswesen prägt.",
    "titleDE": "Indien bringt Google bei, wie KI im Bildungsbereich skaliert werden kann"
  },
  {
    "title": "Flapping Airplanes and the promise of research-driven AI",
    "link": "https://techcrunch.com/2026/01/29/flapping-airplanes-and-the-promise-of-research-driven-ai/",
    "description": "A new AI lab called Flapping Airplanes launched yesterday, and a Sequoia partner has an interesting take on why they stand out.",
    "pubDate": "2026-01-29T15:22:29.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Gestern wurde ein neues KI-Labor namens Flapping Airplanes eröffnet, und ein Sequoia-Partner hat eine interessante Sichtweise darauf, warum sie sich von anderen abheben.",
    "titleDE": "Flatternde Flugzeuge und das Versprechen einer forschungsbasierten KI"
  },
  {
    "title": "Does Anthropic believe its AI is conscious, or is that just what it wants Claude to think?",
    "link": "https://arstechnica.com/information-technology/2026/01/does-anthropic-believe-its-ai-is-conscious-or-is-that-just-what-it-wants-claude-to-think/",
    "description": "We have no proof that AI models suffer, but Anthropic acts like they might for training purposes.",
    "pubDate": "2026-01-29T15:19:56.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Wir haben keinen Beweis dafür, dass KI-Modelle leiden, aber Anthropic verhält sich zu Trainingszwecken so.",
    "titleDE": "Glaubt Anthropic, dass seine KI bei Bewusstsein ist, oder will es, dass Claude genau das denkt?"
  },
  {
    "title": "Google Maps now lets you access Gemini while walking and cycling",
    "link": "https://techcrunch.com/2026/01/29/google-maps-now-lets-you-access-gemini-while-walking-and-cycling/",
    "description": "When you're walking around and navigating with Maps, you can now ask Gemini questions like \"What neighborhood am I in?\" or \"What are top-rated restaurants nearby?\"",
    "pubDate": "2026-01-29T14:30:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Wenn Sie herumlaufen und mit Karten navigieren, können Sie Gemini jetzt Fragen stellen wie „In welcher Nachbarschaft befinde ich mich?“ oder „Welche Restaurants in der Nähe sind am besten bewertet?“",
    "titleDE": "Mit Google Maps können Sie jetzt zu Fuß und mit dem Fahrrad auf Gemini zugreifen"
  },
  {
    "title": "The Download: inside the Vitalism movement, and why AI’s “memory” is a privacy problem",
    "link": "https://www.technologyreview.com/2026/01/29/1131925/the-download-inside-the-vitalism-movement-and-why-ais-memory-is-a-privacy-problem/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. Meet the Vitalists: the hardcore longevity enthusiasts who believe death is “wrong” Last April, an excited crowd gathered at a compound in Berkeley, California, for a three-day event called the Vitalist Bay Summit.…",
    "pubDate": "2026-01-29T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Lernen Sie die Vitalisten kennen: die eingefleischten Langlebigkeitsbegeisterten, die glauben, der Tod sei „falsch“. Im vergangenen April versammelte sich eine aufgeregte Menschenmenge auf einem Gelände in Berkeley, Kalifornien, um ...",
    "titleDE": "Der Download: Innerhalb der Vitalismus-Bewegung und warum das „Gedächtnis“ der KI ein Datenschutzproblem darstellt"
  },
  {
    "title": "How the grid can ride out winter storms",
    "link": "https://www.technologyreview.com/2026/01/29/1131863/grid-winter-storms/",
    "description": "The eastern half of the US saw a monster snowstorm over the weekend. The good news is the grid has largely been able to keep up with the freezing temperatures and increased demand. But there were some signs of strain, particularly for fossil-fuel plants. One analysis found that PJM, the nation’s largest grid operator, saw…",
    "pubDate": "2026-01-29T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "In der östlichen Hälfte der USA kam es am Wochenende zu einem gewaltigen Schneesturm. Die gute Nachricht ist, dass das Netz mit den eisigen Temperaturen und der gestiegenen Nachfrage weitgehend mithalten konnte. Es gab jedoch einige Anzeichen einer Überlastung, insbesondere bei Kraftwerken, die fossile Brennstoffe nutzen. Eine Analyse ergab, dass PJM, der größte ...",
    "titleDE": "Wie das Stromnetz Winterstürme überstehen kann"
  },
  {
    "title": "Meet the Vitalists: the hardcore longevity enthusiasts who believe death is “wrong”",
    "link": "https://www.technologyreview.com/2026/01/29/1131815/vitalism-longevity-enthusiasts-influence/",
    "description": "“Who here believes involuntary death is a good thing?”  Nathan Cheng has been delivering similar versions of this speech over the last couple of years, so I knew what was coming. He was about to try to convince the 80 or so people in the audience that death is bad. And that defeating it should…",
    "pubDate": "2026-01-29T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "„Wer hier glaubt, dass unfreiwilliger Tod eine gute Sache ist?“ Nathan Cheng hat in den letzten Jahren ähnliche Versionen dieser Rede gehalten, also wusste ich, was kommen würde. Er wollte gerade versuchen, die rund 80 Zuschauer davon zu überzeugen, dass der Tod etwas Schlechtes sei. Und das Besiegen sollte ...",
    "titleDE": "Lernen Sie die Vitalisten kennen: die eingefleischten Langlebigkeitsbegeisterten, die glauben, der Tod sei „falsch“"
  },
  {
    "title": "Inside OpenAI’s in-house data agent",
    "link": "https://openai.com/index/inside-our-in-house-data-agent",
    "description": "How OpenAI built an in-house AI data agent that uses GPT-5, Codex, and memory to reason over massive datasets and deliver reliable insights in minutes.",
    "pubDate": "2026-01-29T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wie OpenAI einen internen KI-Datenagenten entwickelt hat, der GPT-5, Codex und Speicher nutzt, um riesige Datensätze zu analysieren und innerhalb von Minuten zuverlässige Erkenntnisse zu liefern.",
    "titleDE": "Im internen Datenagenten von OpenAI"
  },
  {
    "title": "Taisei Corporation shapes the next generation of talent with ChatGPT",
    "link": "https://openai.com/index/taisei",
    "description": "Taisei Corporation uses ChatGPT Enterprise to support HR-led talent development and scale generative AI across its global construction business.",
    "pubDate": "2026-01-29T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Die Taisei Corporation nutzt ChatGPT Enterprise, um die HR-gesteuerte Talententwicklung zu unterstützen und generative KI in ihrem globalen Baugeschäft zu skalieren.",
    "titleDE": "Die Taisei Corporation formt mit ChatGPT die nächste Generation von Talenten"
  },
  {
    "title": "Retiring GPT-4o, GPT-4.1, GPT-4.1 mini, and OpenAI o4-mini in ChatGPT",
    "link": "https://openai.com/index/retiring-gpt-4o-and-older-models",
    "description": "On February 13, 2026, alongside the previously announced retirement⁠ of GPT‑5 (Instant, Thinking, and Pro), we will retire GPT‑4o, GPT‑4.1, GPT‑4.1 mini, and OpenAI o4-mini from ChatGPT. In the API, there are no changes at this time.",
    "pubDate": "2026-01-29T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Am 13. Februar 2026 werden wir neben der zuvor angekündigten Einstellung von GPT-5 (Instant, Thinking und Pro) auch GPT-4o, GPT-4.1, GPT-4.1 mini und OpenAI o4-mini aus ChatGPT entfernen. In der API gibt es derzeit keine Änderungen.",
    "titleDE": "Einstellung von GPT-4o, GPT-4.1, GPT-4.1 mini und OpenAI o4-mini in ChatGPT"
  },
  {
    "title": "Zuckerberg teases agentic commerce tools and major AI rollout in 2026",
    "link": "https://techcrunch.com/2026/01/28/zuckerberg-teases-agentic-commerce-tools-and-major-ai-rollout-in-2026/",
    "description": "Mark Zuckerberg says 2026 will be \"a big year for delivering personal super intelligence.\"",
    "pubDate": "2026-01-28T23:16:02.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Mark Zuckerberg sagt, dass 2026 „ein großes Jahr für die Bereitstellung persönlicher Superintelligenz“ sein wird.",
    "titleDE": "Zuckerberg kündigt Agent-Commerce-Tools und die Einführung einer großen KI im Jahr 2026 an"
  },
  {
    "title": "Mark Zuckerberg says a future without smart glasses is ‘hard to imagine’",
    "link": "https://techcrunch.com/2026/01/28/mark-zuckerberg-future-smart-glasses/",
    "description": "Take Zuckerberg's outlook with a grain of salt. After all, he thought we'd all be hanging out in the metaverse by now.",
    "pubDate": "2026-01-28T22:31:20.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Nehmen Sie Zuckerbergs Ansichten mit Vorsicht. Schließlich dachte er, wir würden mittlerweile alle im Metaversum rumhängen.",
    "titleDE": "Mark Zuckerberg sagt, eine Zukunft ohne Smart Glasses sei „schwer vorstellbar“"
  },
  {
    "title": "Site catering to online criminals has been seized by the FBI",
    "link": "https://arstechnica.com/security/2026/01/site-catering-to-online-criminals-has-been-seized-by-the-fbi/",
    "description": "One of the last holdouts for ransomware discussions, RAMP is taken down.",
    "pubDate": "2026-01-28T22:06:41.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "RAMP, einer der letzten Verweigerer der Ransomware-Diskussion, wurde entfernt.",
    "titleDE": "Das FBI hat eine Website beschlagnahmt, die sich an Online-Kriminelle richtet"
  },
  {
    "title": "Tesla to invest $2B in Elon Musk’s xAI",
    "link": "https://techcrunch.com/2026/01/28/tesla-invested-2b-in-elon-musks-xai/",
    "description": "Elon Musk's AI company xAI  disclosed earlier this month it had raised $20 billion.",
    "pubDate": "2026-01-28T21:52:21.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Elon Musks KI-Unternehmen xAI gab Anfang des Monats bekannt, dass es 20 Milliarden US-Dollar eingesammelt hat.",
    "titleDE": "Tesla investiert 2 Milliarden US-Dollar in Elon Musks xAI"
  },
  {
    "title": "Elon Musk teases a new image-labeling system for X… we think?",
    "link": "https://techcrunch.com/2026/01/28/elon-musk-teases-a-new-image-labeling-system-for-xwe-think/",
    "description": "Elon Musk says X will begin identifying \"manipulated media\" but doesn't share details.",
    "pubDate": "2026-01-28T21:46:18.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Elon Musk sagt, X werde mit der Identifizierung „manipulierter Medien“ beginnen, teilt jedoch keine Details mit.",
    "titleDE": "Elon Musk kündigt ein neues Bildkennzeichnungssystem für X an … denken wir?"
  },
  {
    "title": "Report: China approves import of high-end Nvidia AI chips after weeks of uncertainty",
    "link": "https://arstechnica.com/ai/2026/01/report-china-approves-import-of-high-end-nvidia-ai-chips-after-weeks-of-uncertainty/",
    "description": "Over 400,000 H200 chips coming to tech giants as China tries to balance tech needs with self-reliance.",
    "pubDate": "2026-01-28T17:21:29.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Über 400.000 H200-Chips gehen an Technologiegiganten, während China versucht, Technologiebedürfnisse mit Eigenständigkeit in Einklang zu bringen.",
    "titleDE": "Bericht: China genehmigt nach wochenlanger Unsicherheit den Import von High-End-KI-Chips von Nvidia"
  },
  {
    "title": "Roundtables: Why AI Companies Are Betting on Next-Gen Nuclear",
    "link": "https://www.technologyreview.com/2026/01/28/1131340/roundtables-why-ai-companies-are-betting-on-next-gen-nuclear/",
    "description": "AI is driving unprecedented investment for massive data centers and an energy supply that can support its huge computational appetite. One potential source of electricity for these facilities is next-generation nuclear power plants, which could be cheaper to construct and safer to operate than their predecessors. Watch a discussion with our editors and reporters on…",
    "pubDate": "2026-01-28T16:23:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "KI treibt beispiellose Investitionen in riesige Rechenzentren und eine Energieversorgung voran, die ihren enormen Rechenhunger decken kann. Eine potenzielle Stromquelle für diese Anlagen sind Kernkraftwerke der nächsten Generation, deren Bau billiger und sicherer im Betrieb sein könnte als ihre...",
    "titleDE": "Roundtables: Warum KI-Unternehmen auf Kernenergie der nächsten Generation setzen"
  },
  {
    "title": "What AI “remembers” about you is privacy’s next frontier",
    "link": "https://www.technologyreview.com/2026/01/28/1131835/what-ai-remembers-about-you-is-privacys-next-frontier/",
    "description": "The ability to remember you and your preferences is rapidly becoming a big selling point for AI chatbots and agents.  Earlier this month, Google announced Personal Intelligence, a new way for people to interact with the company’s Gemini chatbot that draws on their Gmail, photos, search, and YouTube histories to make Gemini “more personal, proactive,…",
    "pubDate": "2026-01-28T14:57:37.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Die Fähigkeit, sich an Sie und Ihre Vorlieben zu erinnern, wird schnell zu einem wichtigen Verkaufsargument für KI-Chatbots und -Agenten. Anfang dieses Monats kündigte Google Personal Intelligence an, eine neue Möglichkeit für Menschen, mit dem Gemini-Chatbot des Unternehmens zu interagieren, der auf ihren Gmail-, Fotos-, Such- und YouTube-Inhalten basiert.",
    "titleDE": "Was die KI über Sie „erinnert“, ist die nächste Grenze der Privatsphäre"
  },
  {
    "title": "Users flock to open source Moltbot for always-on AI, despite major risks",
    "link": "https://arstechnica.com/ai/2026/01/viral-ai-assistant-moltbot-rapidly-gains-popularity-but-poses-security-risks/",
    "description": "The open source \"Jarvis\" chats via WhatsApp but requires access to your files and accounts.",
    "pubDate": "2026-01-28T12:30:44.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Das Open-Source-Gerät „Jarvis“ chattet über WhatsApp, benötigt aber Zugriff auf Ihre Dateien und Konten.",
    "titleDE": "Trotz großer Risiken strömen Benutzer strömen zu Open-Source-Moltbot, um eine ständig aktive KI zu erhalten"
  },
  {
    "title": "The next chapter for AI in the EU",
    "link": "https://openai.com/index/the-next-chapter-for-ai-in-the-eu",
    "description": "OpenAI launches the EU Economic Blueprint 2.0 with new data, partnerships, and initiatives to accelerate AI adoption, skills, and growth across Europe.",
    "pubDate": "2026-01-28T01:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI startet den EU Economic Blueprint 2.0 mit neuen Daten, Partnerschaften und Initiativen, um die Einführung, Fähigkeiten und das Wachstum von KI in ganz Europa zu beschleunigen.",
    "titleDE": "Das nächste Kapitel für KI in der EU"
  },
  {
    "title": "EMEA Youth & Wellbeing Grant",
    "link": "https://openai.com/index/emea-youth-and-wellbeing-grant",
    "description": "Apply for the EMEA Youth & Wellbeing Grant, a €500,000 program funding NGOs and researchers advancing youth safety and wellbeing in the age of AI.",
    "pubDate": "2026-01-28T01:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Bewerben Sie sich für den EMEA Youth & Wellbeing Grant, ein 500.000-Euro-Programm zur Förderung von NGOs und Forschern, die die Sicherheit und das Wohlbefinden von Jugendlichen im Zeitalter der KI fördern.",
    "titleDE": "EMEA-Zuschuss für Jugend und Wohlbefinden"
  },
  {
    "title": "Keeping your data safe when an AI agent clicks a link",
    "link": "https://openai.com/index/ai-agent-link-safety",
    "description": "Learn how OpenAI protects user data when AI agents open links, preventing URL-based data exfiltration and prompt injection with built-in safeguards.",
    "pubDate": "2026-01-28T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Erfahren Sie, wie OpenAI Benutzerdaten schützt, wenn KI-Agenten Links öffnen, und mit integrierten Sicherheitsmaßnahmen URL-basierte Datenexfiltration und sofortige Injektion verhindert.",
    "titleDE": "Schützen Sie Ihre Daten, wenn ein KI-Agent auf einen Link klickt"
  },
  {
    "title": "There's a rash of scam spam coming from a real Microsoft address",
    "link": "https://arstechnica.com/information-technology/2026/01/theres-a-rash-of-scam-spam-coming-from-a-real-microsoft-address/",
    "description": "Abusing Microsoft's reputation may make scam harder to spot.",
    "pubDate": "2026-01-27T22:34:40.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Der Missbrauch des Rufs von Microsoft kann dazu führen, dass Betrug schwerer zu erkennen ist.",
    "titleDE": "Es gibt eine Flut betrügerischer Spam-Mails, die von einer echten Microsoft-Adresse stammen"
  },
  {
    "title": "Google AI Plus is now available everywhere our AI plans are available, including the U.S.",
    "link": "https://blog.google/products-and-platforms/products/google-one/google-ai-plus-availability/",
    "description": "We’re launching Google AI Plus in 35 new countries and territories including the US, making it available everywhere Google AI plans are available.",
    "pubDate": "2026-01-27T18:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Wir führen Google AI Plus in 35 neuen Ländern und Territorien ein, darunter auch in den USA, und machen es überall dort verfügbar, wo Google AI-Pläne verfügbar sind.",
    "titleDE": "Google AI Plus ist jetzt überall dort verfügbar, wo unsere AI-Pläne verfügbar sind, auch in den USA."
  },
  {
    "title": "Just ask anything: a seamless new Search experience",
    "link": "https://blog.google/products-and-platforms/products/search/ai-mode-ai-overviews-updates/",
    "description": "Search users around the world now have easier access to frontier AI capabilities.",
    "pubDate": "2026-01-27T17:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Suchnutzer auf der ganzen Welt haben jetzt einfacheren Zugriff auf bahnbrechende KI-Funktionen.",
    "titleDE": "Fragen Sie einfach alles: ein nahtloses neues Sucherlebnis"
  },
  {
    "title": "In our latest podcast, hear how the “Smoke Jumpers” team brings Gemini to billions of people.",
    "link": "https://blog.google/products-and-platforms/products/gemini/release-notes-podcast-smokejumpers/",
    "description": "Bringing Gemini to billions of users requires a massive, coordinated infrastructure effort. In the latest episode of the Google AI: Release Notes podcast, host Logan Kil…",
    "pubDate": "2026-01-27T10:28:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Um Gemini Milliarden von Benutzern zugänglich zu machen, ist ein enormer, koordinierter Infrastrukturaufwand erforderlich. In der neuesten Folge des Google AI: Release Notes-Podcasts moderiert Logan Kil…",
    "titleDE": "Hören Sie in unserem neuesten Podcast, wie das „Smoke Jumpers“-Team Milliarden von Menschen Zwillinge näher bringt."
  },
  {
    "title": "PVH reimagines the future of fashion with OpenAI",
    "link": "https://openai.com/index/pvh-future-of-fashion",
    "description": "PVH Corp., parent company of Calvin Klein and Tommy Hilfiger, is adopting ChatGPT Enterprise to bring AI into fashion design, supply chain, and consumer engagement.",
    "pubDate": "2026-01-27T06:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "PVH Corp., die Muttergesellschaft von Calvin Klein und Tommy Hilfiger, führt ChatGPT Enterprise ein, um KI in Modedesign, Lieferkette und Verbrauchereinbindung zu integrieren.",
    "titleDE": "PVH stellt sich mit OpenAI die Zukunft der Mode neu vor"
  },
  {
    "title": "Introducing Prism",
    "link": "https://openai.com/index/introducing-prism",
    "description": "Prism is a free LaTeX-native workspace with GPT-5.2 built in, helping researchers write, collaborate, and reason in one place.",
    "pubDate": "2026-01-27T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Prism ist ein kostenloser nativer LaTeX-Arbeitsbereich mit integriertem GPT-5.2, der Forschern hilft, an einem Ort zu schreiben, zusammenzuarbeiten und zu argumentieren.",
    "titleDE": "Wir stellen Prism vor"
  },
  {
    "title": "Powering tax donations with AI powered personalized recommendations",
    "link": "https://openai.com/index/trustbank",
    "description": "TRUSTBANK partnered with Recursive to build Choice AI using OpenAI models, delivering personalized, conversational recommendations that simplify Furusato Nozei gift discovery. A multi-agent system helps donors navigate thousands of options and find gifts that match their preferences.",
    "pubDate": "2026-01-27T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "TRUSTBANK hat sich mit Recursive zusammengetan, um Choice AI mithilfe von OpenAI-Modellen zu entwickeln und personalisierte, gesprächige Empfehlungen zu liefern, die die Entdeckung von Furusato Nozei-Geschenken vereinfachen. Ein Multi-Agenten-System hilft Spendern, durch Tausende von Optionen zu navigieren und Geschenke zu finden, die ihren Vorlieben entsprechen.",
    "titleDE": "Fördern Sie Steuerspenden mit KI-gestützten personalisierten Empfehlungen"
  },
  {
    "title": "OpenAI spills technical details about how its AI coding agent works",
    "link": "https://arstechnica.com/ai/2026/01/openai-spills-technical-details-about-how-its-ai-coding-agent-works/",
    "description": "Unusually detailed post explains how OpenAI handles the Codex agent loop.",
    "pubDate": "2026-01-26T23:05:17.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Ungewöhnlich ausführlicher Beitrag erklärt, wie OpenAI mit der Codex-Agentenschleife umgeht.",
    "titleDE": "OpenAI verrät technische Details zur Funktionsweise seines KI-Coding-Agenten"
  },
  {
    "title": "Why has Microsoft been routing example.com traffic to a company in Japan?",
    "link": "https://arstechnica.com/information-technology/2026/01/odd-anomaly-caused-microsofts-network-to-mishandle-example-com-traffic/",
    "description": "Company's autodiscover caused users' test credentials to be sent outside Microsoft networks.",
    "pubDate": "2026-01-26T21:02:26.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Die automatische Erkennung des Unternehmens führte dazu, dass die Testanmeldeinformationen der Benutzer außerhalb von Microsoft-Netzwerken gesendet wurden.",
    "titleDE": "Warum hat Microsoft den Traffic von example.com an ein Unternehmen in Japan weitergeleitet?"
  },
  {
    "title": "How animators and AI researchers made ‘Dear Upstairs Neighbors’",
    "link": "https://blog.google/innovation-and-ai/models-and-research/google-deepmind/dear-upstairs-neighbors/",
    "description": "Today, our animated short film, “Dear Upstairs Neighbors,” previews at the Sundance Film Festival.",
    "pubDate": "2026-01-26T18:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Heute wird unser animierter Kurzfilm „Dear Upstairs Neighbors“ beim Sundance Film Festival in der Vorschau gezeigt.",
    "titleDE": "Wie Animatoren und KI-Forscher „Dear Upstairs Neighbors“ machten"
  },
  {
    "title": "How Indeed uses AI to help evolve the job search",
    "link": "https://openai.com/index/indeed-maggie-hulce",
    "description": "Indeed’s CRO Maggie Hulce shares how AI is transforming job search, recruiting, and talent acquisition for employers and job seekers.",
    "pubDate": "2026-01-26T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Maggie Hulce, CRO von Indeed, erzählt, wie KI die Jobsuche, die Personalbeschaffung und die Talentakquise für Arbeitgeber und Arbeitssuchende verändert.",
    "titleDE": "Wie Indeed KI nutzt, um die Jobsuche weiterzuentwickeln"
  }
]