[
  {
    "title": "Have money, will travel: a16z’s hunt for the next European unicorn",
    "link": "https://techcrunch.com/2026/02/16/have-money-will-travel-a16zs-hunt-for-the-next-european-unicorn/",
    "description": "According to a16z, it has eyes around the world in order to spot companies as early as local funds might.",
    "pubDate": "2026-02-16T18:53:56.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Laut a16z ist das Unternehmen weltweit im Blick, um Unternehmen so früh wie lokale Fonds zu erkennen.",
    "titleDE": "Geld haben, reisen: a16z’s Jagd nach dem nächsten europäischen Einhorn"
  },
  {
    "title": "How Ricursive Intelligence raised $335M at a $4B valuation in 4 months",
    "link": "https://techcrunch.com/2026/02/16/how-ricursive-intelligence-raised-335m-at-a-4b-valuation-in-4-months/",
    "description": "The reason why this nascent startup had VCs lining up is the founders.They are so famed in the AI world, everyone tried to hire them.",
    "pubDate": "2026-02-16T17:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Der Grund, warum bei diesem aufstrebenden Startup VCs in der Schlange standen, sind die Gründer. Sie sind in der KI-Welt so berühmt, dass jeder versuchte, sie einzustellen.",
    "titleDE": "Wie Ricursive Intelligence in 4 Monaten 335 Millionen US-Dollar bei einer Bewertung von 4 Milliarden US-Dollar einsammelte"
  },
  {
    "title": "Let&#8217;s talk about Ring, lost dogs, and the surveillance state",
    "link": "https://www.theverge.com/podcast/879203/ring-search-party-super-bowl-ai-surveillance-privacy-security",
    "description": "Today, let’s talk about the camera company Ring, lost dogs, and the surveillance state. \nYou probably saw this ad during the Super Bowl a couple of weekends ago:\n\nSince it aired for a massive audience at the Super Bowl, Ring’s Search Party commercial has become a lightning rod for controversy — it’s easy to see how the same technology that can find lost dogs can be used to find people, and then used to invade our privacy in all kinds of uncomfortable ways, by cops and regular people alike.\nRing in particular has always been proud of its cooperation with law enforcement. That raises big questions about our civil rights, especially since Ring announced a partnership last fall with a company called Flock Safety, whose systems have been accessed by ICE. There’s some complication to that — we’ll come back to it in a bit.\n\n\nThe backlash to Ring’s Super Bowl ad was swift, intense, and effective: the data company PeakMetrics says conversation about the ad on social platforms like X actually peaked two days after the Super Bowl, and the vibes, as they measured them, were strikingly negative. I mean, you know it’s bad when Matt Nelson, who runs the weratedogs account, is posting videos like this:\n\n\n  \n \n  \n \n\n\n \n\n View this post on Instagram\n\n \n \n \n \n\n \n \n\n \n \n \n\n \n \n \n\n\n\n\nSen. Ed Markey called the ad “dystopian” and said it was proof Amazon, which owns Ring, needed to cease all facial recognition technology on Ring doorbells. He said, “This definitely isn’t about dogs — it’s about mass surveillance.”\nAnd then, on Thursday, February 12th, just four days after the Super Bowl, Ring announced it was canceling its partnership with Flock, in a statement first reported by The Verge’s Jen Tuohy. That statement itself is a lot:\nFollowing a comprehensive review, we determined the planned Flock Safety integration would require significantly more time and resources than anticipated. As a result, we have made the joint decision to cancel the planned integration. The integration never launched, so no Ring customer videos were ever sent to Flock Safety. \nThe company also goes on to say that Ring cameras were used by police in identifying a school shooter at Brown University in December 2025. It’s an odd non sequitur in a press release about canceling a controversial partnership that really explains a lot about Ring, and how the company sees itself. \nAs it happens, Ring’s founder Jamie Siminoff was just on Decoder a few months ago, talking about how and why he founded the company, and in detail about why he sees Ring’s mission as eliminating crime. Not selling cameras or doorbells, or floodlights, or anything else Ring makes, but getting rid of crime.\nWe actually talked about Search Party and how people might feel about that kind of surveillance, and how Ring works with the cops quite a bit. In fact, Jamie briefly left Ring in 2023, and the company slowed down on its work with law enforcement. But ever since he returned, the emphasis on crime and the work with police has only intensified. I asked him about it:\nNILAY PATEL: You left, Amazon said we’re going to stop working with police, you came back, boy, Ring is going to work with police again. You have a partnership with Axon, which makes the taser, that allows law enforcement to get access to Ring footage. Did that feel like a two-way door? They made the wrong decision in your absence, and you came back and said, “We’re going to do this again”?\nJAMIE SIMINOFF: I don’t know if it’s wrong or right, but I think different leadership does different things. I do believe that I spent a lot of time going on ride-alongs. I spent a lot of time in areas that I’d say are not safe for those people, and I’ve seen a lot of things where I think we can positively impact them. So, we don’t work with police in the way of … I just want to be careful, as we’re not … What we do allow is for agencies to ask for footage when something happens. We allow our neighbors, which I’ll say in this point are our customers, just to be clear, we allow our customers to anonymously decide whether or not they want to partake in that.\nSo, if they decide they don’t want to be part of this network and don’t want to help this public service agency that asks them, they just say no. If they decide that they do want to, which, by the way, a lot of people want to increase the security of their neighborhoods. A lot of people want their kids to grow up in safer neighborhoods, a lot of people want to have the tools to do that, and are in places that are dangerous. We give them the ability to say yes and make it more efficient for them to communicate with those public service agencies, and also do it in a very auditable digital format.\nThat’s the other side. Today, without these tools, if a police officer wanted to go and get footage from something, they’d have to go and knock on the door and ask you, and that’s not comfortable for anyone. There’s no digital audit trail of it, and, with this, they can do it efficiently with an audit trail. It is very clear, and it’s anonymous. \nJamie actually talked a lot about searching for dogs in this context, because one of the reasons he was so excited to come back to Ring was to use AI to search through the massive amounts of video generated by Ring cameras. In fact, he told me that Ring could not have built Search Party five years ago, because AI systems to do it weren’t available. \nJamie is nothing if not direct about this, which I appreciate. The man really thinks you can use AI and cameras to reduce or even eliminate crime. But I had a lot of questions about this:\nJAIME SIMINOFF: But when you put AI into it, now, all of a sudden, you have this human element that AI gives you. I think, with our products in neighborhoods and, again, you have to be a little bit specific to it, I do see a path where we can actually start to take down crime in a neighborhood to call it close to zero. And I even said, there are some crimes that you can’t stop, of course.\nNILAY PATEL: Mechanically, walk people through what you mean. You put enough Ring products in a neighborhood, and then AI does what to them that helps you get closer to the mission of zeroing out crime?\nSo, the mental model, or how I look at it, is that AI allows us to have … If you had a neighborhood where you had unlimited resources, so every house had security guards and those security guards were people that worked the same house for 10 years or 20 years, and I mean that from a knowledge perspective. So, the knowledge they had of that house was extreme; they knew everything about you and that residence and your family, how you lived, the people that came in and out.\nAnd then, if that neighborhood had an HOA with, call it private security, and those private security were also around and knew everything, what would happen? When a dog gets lost, you’d be like, “Oh, my gosh, my dog is lost.” Well, they would call each other, and one of them would find the dog very quickly. So, how do we change that and bring that into the digital world is—\nCan I just ask you a question about that neighborhood specifically?\nSure.\nDo you ever stop and consider that that neighborhood might suck? Just the idea that every house on my street would have all-knowing private security guards, and I would have an HOA, and that HOA would have a private security force. \nYou can easily paint that as dystopia. Everyone’s so afraid that we have private cops on every corner, and I’m paying HOA fees, which is just a nightmare of its own.\nSo, I would assume you live in a safe neighborhood.\nI hope so, yeah.\nNo, today, I’d go to … If you want, I’ll take you to a place where people live and have to, when they get home from school, lock their doors and stay in their house, and they can’t go out and—\nBut I’m just saying that that model is “everybody is so afraid that they have private cops.”\nI think the model is that doing crime in a neighborhood like that is not profitable, and I think that you want people to move into another job. I don’t think that crime is a good thing and so I think … But listen, it certainly is an argument to have, I do believe that … I think safer neighborhoods allow for kids to grow up in a better environment and I think that allows them to be able to focus on the things that matter and so that’s what we’re going for.\nI just wanted to challenge the premise.\nI think it’s a fair challenge.\nThe model is that there are cops everywhere. That level of privacy.\nYeah, it’s not cops. I think it’s more that you’ll have the ability to understand what’s happening. It’s not like … But yeah, I think, listen, it’s a fair statement, I guess. I think I want to live in a safe place.\nThere’s a lot of intelligence in your neighborhood, and maybe it’s private security, maybe it’s not. What does the AI do? Does it just make the camera smarter? It lets you do a more intelligent assessment of what the cameras are seeing?\nRight now, we just say motion detection, motion detection, motion detection. It’s funny, when I started Ring… The book was fun because I got to go back and actually go through this whole story of how this thing came to be, and motion detection was an amazing invention. You’re in the airport, and there’s a motion at your front door, and you look at it like, “Wow, this is crazy.” \nNow, with AI, we shouldn’t be telling you about motion detection; we should be telling you what’s there, when you should look at it, when it matters, and we shouldn’t be bothering you all the time. That’s what I mean by this idea of these security guards at your house or in your neighborhood. There should be this intelligence in your neighborhood that can tell you when you should be trying to be part of something, but not always tell you. So, it’s not just like, “Car, car, dog, person, person.” It’s like, “Hey, look at this. You want to pay attention to this right now.”\nI really pressed Jamie on this because I still don’t think it is entirely clear how Ring accomplishes the elimination of crime through AI alone. And it’s why people don’t trust the company when it says it won’t use systems that can find a dog to do things that otherwise violate our rights. After all, if your goal is to use AI to stop crime, and you built an AI system that can find a dog… well, it’s pretty obvious what comes next, right?\nNILAY PATEL: Do you think when you talk about zero out crime in a neighborhood, the idea that everyone in a neighborhood has one of those illuminated Ring signs in the front yard, is that enough to—\nJAMIE SIMINOFF: It’s a part of it.\nIs that just enough of a deterrent? The bad guys will know their face is going to be captured on video, and that will be analyzed by an AI, and something will happen. Do you have to do more outbound deterrents?\nI think that’s a part of it. Awareness is a big part of it. I think there are ways with lights also, using lighting to do stuff, that’s a big part of it. I think having just … If, all of a sudden, someone comes outside because something’s an anomaly, that’s a big part of it. It doesn’t have to be some crazy thing. And that’s what I was saying, is a lot of these little things add up to make that work.\nSo, when you think about it, okay, we can bring crime down in a neighborhood to close to zero in a neighborhood, what are the ratcheting steps? Does everyone just get the Ring camera, and your platform does all the work? Is it that someone gets caught and they tell all their friends in jail that they got caught? What are the steps?\nI think it’s really about bringing neighbors together for this particular thing. So, it’s about how you individually… and we’ve always thought about how each house is its own node controlled by the neighbors, so controlled by the person, and I’ll keep going back to that, which is one hundred percent, your video is in your control; everything you’re doing is in your control, whether you want to take part in anything is in your control. That has to be the first layer of all of it. \nBut then, when something happens, do you want to take part in it? So, if you get an alert that this dog looks like the dog that’s in front of your house, can you contact your neighbor? You can decide not to take part in it, and then no one will ever know, and it’s fine, it’s just basically deleted, or you can take part in it. I think that’s how we can do things that can make a neighborhood into this node where individual neighbors are all on their own, but when things happen, they can work together as they want to.\nAnd you think that AI will accelerate the process? \nI think AI is a co-pilot. It is their assistant, and it’s helping them to figure this out. Because, again, if you’re just getting every motion alert, and if you have eight cameras and you’re just getting motion alerts all day, no human being can parse all this data. So that’s what I was talking to Jen about, is that I do think I see a way to use AI to help feed better data to us, which allows us to make better decisions and work together better.\nThis is where we get to Flock, which Ring announced a partnership with in October 2025. Flock primarily makes cameras and systems to search video for the cops. You’ve probably seen Flock’s devices where you live — they’re those little solar-powered cameras and tracking devices affixed to streetlights or placed in the center of parking lots. They vacuum up large amounts of data, and the company claims it is anonymized before it’s made available to partners, which in most cases is local law enforcement.\nHowever, according to in-depth reporting from the excellent 404 Media, Flock’s data has often found its way to ICE, the FBI, the Secret Service, and other law enforcement agencies, without the requirement of a warrant. That’s because that data is willingly provided by local police.\nLast month, under intense scrutiny about what a deal with Flock would mean, Ring said that this partnership was not yet “live,” and that, “Ring has no partnership with ICE, does not give ICE videos, feeds, or back-end access, and does not share video with them.” For its part, Flock says the same — that it doesn’t actually work with ICE, but rather local law enforcement, and it’s those local agencies that work with ICE. This is the complication I mentioned earlier.\nIf you’re a Decoder listener, you know where this is all going. I asked Jamie about all these databases, who owns them, and what it means to connect them all with AI:\nNILAY PATEL: But when you connect a bunch of those databases, particularly to facial recognition, there’s a turn in the privacy conversation where the stakes ratchet up really high, where maybe it’s gone forever. \nHow are you thinking about that decision-making? Okay, we have a lot of intelligence in the AI; it’s trivial for the AI to connect to another store of information. That’s a thing you can do with AI, especially at a big company like Amazon, where you have lots of other stores of information. There’s a line, what’s the line for you?\nJAMIE SIMINOFF: There is a responsibility, obviously just to build safe products. So let’s just start with that. Yeah, we did announce facial, we call it Familiar Faces, but that’s not connected, that’s just for your… Your iPhone today. If you search your iPhone, it’s crazy. Search for someone’s name in your photos, and their pictures come up. \nSo I do think there’s a balance between not allowing technology to exist that should exist that helps people and gives them more efficiency, gives them safer homes and then also, obviously, not creating this dystopian place. And so, I think that’s the responsibility, but what we’re doing with Familiar Faces is we’re just giving you the ability to say, when my wife comes home, don’t… Because it is silly. Why do I get an alert when my wife comes home? I don’t want it, I don’t need it.\nI’m asking this for a lot of reasons, but I look at what’s broadly happening with surveillance footage out in the world. And I’m not saying Ring is participating in this, I’m just giving you an example. ICE has facial recognition systems, and they are arguing that a positive match in their facial recognition system is a definitive determination of someone’s immigration status. That’s way out there. I don’t think you’re doing that.\nBut you can get to, “Okay, we have facial recognition, we have a bunch of evidence coming off of Ring cameras, to make it really safe, you want to go from passive surveillance to active surveillance. That’s what the studies show. Now the camera will literally identify the criminal by face and tell the cops this person tried to steal a car from this driveway,” and that’s the thing that would get you to actually zero out crime.\nThere’s a lot of risk in those steps. But if I draw the thread from what you’re saying, it’s all the way to the idea that the criminals won’t come here because the cameras will know who they are and tell the cops. Are you willing to go that far?\nI think it’s also that the cameras will alert people. Part of what made Ring and what made neighbors safer with Ring 1.0, and I think we are in Ring 2.0, is that there was no presence at the home. How did people break into homes? They would go and be knock-knock burglars. They would knock-knock, no one was home. It was 3PM, they’d go to the homes next door, find a place that was empty, and they’d go into the home.\nRing allowed you to, now, all of a sudden, when someone comes up to the door, you’re like, “Oh, I got a motion alert. Hi, what’s going on?” and so it gave a presence to the home. So, I don’t think you have to go as far as that real time stuff to get to where we’re talking about, I think it’s more of the anomaly detection and allowing people to make it so that, if someone comes in, that you’re aware of what’s happening around the neighborhood because right now there’s no awareness of what’s going on around it.\nSo I don’t think it’s as dystopian as where you’re going, and certainly it’s not what we’re building, and I do think we can impact things to a really high level in neighborhoods. Which, again, to the Jen Tuohy thing, in neighborhoods is what we were talking about, that with AI and what we’re doing with a bunch of Rings together. I think even the Dog Search Party is a good way to look at it, which is how these cameras come together for good in the neighborhood.\nToday, the backlash against surveillance has led Ring to kill that Flock deal. The company is also doing damage control about Search Party, telling The Verge that the technology that powers the feature is not “capable” of being used to find people, and that there’s no indication that such features are on future road maps.\nSure, it seems obvious that Ring has a lot of trust to earn back here, and certainly, we are all thinking about what it means to put internet-connected security cameras in our homes. I think that’s good — and certainly overdue. \nBut let me complicate this a little for you. At the same time this conversation about Ring is happening, we’re also watching regular people record the police and ICE with their cell phones, capturing critical documentary evidence of how those agencies are violating the rights of everyday Americans in ways that is leading to change, however slow. \nMinnesota governor Tim Walz is now telling people to hit record when they see ICE so the footage can be used in future prosecutions. And just last week, the FBI released video that Google appears to have specifically recovered from a Nest camera system at Nancy Guthrie’s house, in order to help identify her kidnapper. \nThat’s a lot of video that’s being captured and used in ways that maybe don’t feel so invasive, and in some cases even feels good. But the systems that create, store, and share that video are all the same, and the guardrails around them are just as weak as whatever makes us feel uncomfortable about Ring.\nI’m not sure how to feel about all of that video, especially in a world where AI makes it easy to fake, and having some source of truth seems more important than ever. I asked Jamie about that, too — whether Ring will control all the video, or sign it with some metadata so people can ensure it’s real. \nNILAY PATEL: Presuming we have to have an authenticated server, there’s a crime in my neighborhood, and I’ve opted in, and we’re going to say the cops can only get the video from the Ring server, where we know it’s true. I might not be as in control of my video anymore.\nJAMIE SIMINOFF: No, not how it’s built and not while I’m here because the way it works is that you will decide if you want to or not want to share that video, which is your property, with someone. Now, once you share it, then it is up to us to figure out, to your point, how do we share it, how do we make sure that the digital fingerprint goes all the way through, or how does the chain of custody work of this video to make sure there’s no fake in the process of it? I think this is why it is important to build these systems. \nIt’s going to be important, though. This is also where the government is going to have to step in. We’re going to have to deal with this across the board because we also have video coming off of cell phones. So, we do need to figure out how to build… And there’s going to be companies, Axon would probably be one of the companies. I don’t want to speak for them, but they have evidence.com, so to build these evidentiary systems to take in…\nBecause Ring is one part of taking in data around, call it a crime scene, but cell phone video is maybe even more of a source today. So, how do you take that in? How do you make sure that it actually was captured on the iPhone directly and not tampered with between the two things? We’re going to have to figure it all out. I think we have to work together on it, and the AI stuff is pushing us to do it. I am proud that with Ring, we have built it so that you can take it directly and keep it on the server. You can understand where it was, where it’s from, where it was created, and we have that digital fingerprint on it and the audit trail of it.\nYou’re going to have to do that more and more as this world is changing, you’re just not going to be able to trust that just because someone sends you a video doesn’t mean it’s true.\nYou get the feeling we’ll be coming back to that idea quite a lot in the years to come. \nBut today Ring has canceled its deal with Flock, and Flock itself is putting out blog posts flatly stating it does not have a contract with ICE, and noting that Ring’s other partner, Axon, does in fact have an ICE contract. \nIn the meantime, Search Party is still active and on by default, although you can just go into settings and flip it off. And the enormous amount of video we all generate is being uploaded to servers run by big companies that have their own dealings with governments and law enforcement agencies far outside of our control. \nThere are a lot of solutions to all these problems, and lots of ways to design regulations to balance out privacy and civil liberties with the needs of police. But right now, in 2026 America, I’m not sure were really going to be able to do that. \nSo we’re going to keep pushing the leaders of these companies on what they really mean, and keep running the answers so you can listen and decide. I think it’s about time we started thinking about how all the technology we use to make our own lives better affects other people. \nBecause that bigger conversation we need to have? Yeah, that’s what it’s really about.\nQuestions or comments about this episode? Hit us up at decoder@theverge.com. We really do read every email!",
    "pubDate": "2026-02-16T15:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Lassen Sie uns heute über die Kamerafirma Ring, verlorene Hunde und den Überwachungsstaat sprechen. Sie haben diesen Werbespot wahrscheinlich vor ein paar Wochenenden beim Super Bowl gesehen: Seitdem er beim Super Bowl vor einem großen Publikum ausgestrahlt wurde, ist Ring’s Search Party-Werbespot zum Blitzableiter für Kontroversen geworden – er ist e...",
    "titleDE": "Reden wir über Ring, verlorene Hunde und den Überwachungsstaat"
  },
  {
    "title": "Tuning into the future of collaboration ",
    "link": "https://www.technologyreview.com/2026/02/16/1125881/tuning-into-the-future-of-collaboration/",
    "description": "When work went remote, the sound of business changed. What began as a scramble to make home offices functional has evolved into a revolution in how people hear and are heard. From education to enterprises, companies across industries have reimagined what clear, reliable communication can mean in a hybrid world. For major audio and communications…",
    "pubDate": "2026-02-16T15:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Als die Arbeit aus der Ferne verlagert wurde, veränderte sich auch der Geschäftsklang. Was als Gerangel darum begann, Heimbüros funktionsfähig zu machen, hat sich zu einer Revolution in der Art und Weise entwickelt, wie Menschen hören und gehört werden. Von der Bildung bis hin zu Unternehmen haben Unternehmen aller Branchen neu definiert, was klare, zuverlässige Kommunikation in einem ... bedeuten kann.",
    "titleDE": "Einstimmung auf die Zukunft der Zusammenarbeit"
  },
  {
    "title": "Flapping Airplanes on the future of AI: ‘We want to try really radically different things’",
    "link": "https://techcrunch.com/2026/02/16/flapping-airplanes-on-the-future-of-ai-we-want-to-try-really-radically-different-things/",
    "description": "\"We're exploring a different set of tradeoffs.\"",
    "pubDate": "2026-02-16T14:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "„Wir prüfen eine Reihe anderer Kompromisse.“",
    "titleDE": "Flatternde Flugzeuge über die Zukunft der KI: „Wir wollen wirklich radikal andere Dinge ausprobieren“"
  },
  {
    "title": "After all the hype, some AI experts don’t think OpenClaw is all that exciting",
    "link": "https://techcrunch.com/2026/02/16/after-all-the-hype-some-ai-experts-dont-think-openclaw-is-all-that-exciting/",
    "description": "\"From an AI research perspective, this is nothing novel,\" one expert told TechCrunch.",
    "pubDate": "2026-02-16T13:15:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "„Aus Sicht der KI-Forschung ist das nichts Neues“, sagte ein Experte gegenüber TechCrunch.",
    "titleDE": "Nach all dem Hype halten einige KI-Experten OpenClaw nicht für besonders aufregend"
  },
  {
    "title": "The Download: unraveling a death threat mystery, and AI voice recreation for musicians",
    "link": "https://www.technologyreview.com/2026/02/16/1133008/the-download-unraveling-a-death-threat-mystery-and-ai-voice-recreation-for-musicians/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. Hackers made death threats against this security researcher. Big mistake. In April 2024, a mysterious someone using the online handles “Waifu” and “Judische” began posting death threats on Telegram and Discord channels aimed…",
    "pubDate": "2026-02-16T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Hacker drohten diesem Sicherheitsforscher mit dem Tod. Großer Fehler. Im April 2024 begann ein mysteriöser Mensch mit den Online-Benutzernamen „Waifu“ und „Judische“...",
    "titleDE": "Der Download: Aufklärung eines Morddrohungsgeheimnisses und KI-Stimmenerholung für Musiker"
  },
  {
    "title": "Fractal Analytics’ muted IPO debut signals persistent AI fears in India",
    "link": "https://techcrunch.com/2026/02/16/fractal-analytics-muted-ipo-debut-signals-persistent-ai-fears-in-india/",
    "description": "As India's first AI company to IPO, Fractal Analytics didn't have a stellar first day on the public markets, as enthusiasm for the technology collided with jittery investors in the wake of a sell-off in Indian software stocks.",
    "pubDate": "2026-02-16T11:51:25.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Als Indiens erstes KI-Unternehmen, das an die Börse ging, hatte Fractal Analytics keinen glänzenden ersten Tag an den öffentlichen Märkten, da die Begeisterung für die Technologie im Zuge eines Ausverkaufs bei indischen Softwareaktien auf nervöse Anleger traf.",
    "titleDE": "Das verhaltene IPO-Debüt von Fractal Analytics signalisiert anhaltende KI-Ängste in Indien"
  },
  {
    "title": "After spooking Hollywood, ByteDance will tweak safeguards on new AI model",
    "link": "https://www.theverge.com/ai-artificial-intelligence/879644/bytedance-seedance-safeguards-ai-video-copyright-infringement",
    "description": "Hollywood groups have spoken out against Seedance 2.0 since generated videos like fight scenes between Tom Cruise and Brad Pitt went viral. | Image by Dave Benett / WireImage via Getty\t\n\nTikTok creator ByteDance says that it is working to improve safeguards on its new AI video generator after Disney, Paramount, and Hollywood trade groups accused the tool of violating copyright protections. Concerns were raised after hyperrealistic videos generated by the Seedance 2.0 model went viral last week, with the likeness of actors, such as Tom Cruise and Brad Pitt, and characters from Dragon Ball Z, Family Guy, and Pokémon.\n\"ByteDance respects intellectual property rights and we have heard the concerns regarding Seedance 2.0,\" a ByteDance spokesperson said in a statement shared by CNBC. \"We are taking steps to strengthen current saf …\nRead the full story at The Verge.",
    "pubDate": "2026-02-16T11:29:24.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Hollywood-Gruppen haben sich gegen Seedance 2.0 ausgesprochen, seit generierte Videos wie Kampfszenen zwischen Tom Cruise und Brad Pitt viral gingen. | Bild von Dave Benett / WireImage über Getty Der TikTok-Ersteller ByteDance sagt, dass er daran arbeitet, die Sicherheitsmaßnahmen für seinen neuen KI-Videogenerator zu verbessern, nachdem Disney ...",
    "titleDE": "Nachdem ByteDance Hollywood erschreckt hat, wird es die Sicherheitsvorkehrungen für das neue KI-Modell optimieren"
  },
  {
    "title": "All the important news from the ongoing India AI Impact Summit",
    "link": "https://techcrunch.com/2026/02/16/all-the-important-news-from-the-ongoing-india-ai-summit/",
    "description": "India is hosting a four-day AI Summit this week that will be attended by executives from major AI labs and Big Tech, including OpenAI, Anthropic, Nvidia, Microsoft, Google, and Cloudflare, as well as heads of state.",
    "pubDate": "2026-02-16T11:20:27.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Indien veranstaltet diese Woche einen viertägigen KI-Gipfel, an dem Führungskräfte großer KI-Labore und Big Tech, darunter OpenAI, Anthropic, Nvidia, Microsoft, Google und Cloudflare, sowie Staatsoberhäupter teilnehmen werden.",
    "titleDE": "Alle wichtigen Neuigkeiten vom laufenden India AI Impact Summit"
  },
  {
    "title": "The scientist using AI to hunt for antibiotics just about everywhere",
    "link": "https://www.technologyreview.com/2026/02/16/1132516/cesar-de-la-fuente-using-ai-antibiotics-hunt/",
    "description": "When he was just a teenager trying to decide what to do with his life, César de la Fuente compiled a list of the world’s biggest problems. He ranked them inversely by how much money governments were spending to solve them. Antimicrobial resistance topped the list.  Twenty years on, the problem has not gone away.…",
    "pubDate": "2026-02-16T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Als er noch als Teenager überlegte, was er mit seinem Leben anfangen sollte, stellte César de la Fuente eine Liste der größten Probleme der Welt zusammen. Er ordnete sie umgekehrt danach, wie viel Geld die Regierungen für ihre Lösung ausgaben. Ganz oben auf der Liste stand die antimikrobielle Resistenz. Zwanzig Jahre später besteht das Problem nicht mehr...",
    "titleDE": "Der Wissenschaftler nutzt KI, um fast überall nach Antibiotika zu suchen"
  },
  {
    "title": "Hackers made death threats against this security researcher. Big mistake.",
    "link": "https://www.technologyreview.com/2026/02/16/1132526/allison-nixon-hackers-security-researcher/",
    "description": "The threats started in spring.  In April 2024, a mysterious someone using the online handles “Waifu” and “Judische” began posting death threats on Telegram and Discord channels aimed at a cybersecurity researcher named Allison Nixon.  “Alison [sic] Nixon is gonna get necklaced with a tire filled with gasoline soon,” wrote Waifu/Judische, both of which are…",
    "pubDate": "2026-02-16T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Die Drohungen begannen im Frühjahr. Im April 2024 begann eine mysteriöse Person mit den Online-Benutzernamen „Waifu“ und „Judische“ auf Telegram- und Discord-Kanälen Morddrohungen zu veröffentlichen, die sich an eine Cybersicherheitsforscherin namens Allison Nixon richteten. „Alison [sic] Nixon wird mit einem Reifen voller … gefesselt",
    "titleDE": "Hacker drohten diesem Sicherheitsforscher mit dem Tod. Großer Fehler."
  },
  {
    "title": "As AI data centers hit power limits, Peak XV backs Indian startup C2i to fix the bottleneck",
    "link": "https://techcrunch.com/2026/02/15/as-ai-data-centers-hit-power-limits-peak-xv-backs-indian-startup-c2i-to-fix-the-bottleneck/",
    "description": "C2i has raised $15 million as it tests a grid-to-GPU approach to reducing power losses in AI data centers.",
    "pubDate": "2026-02-16T01:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "C2i hat 15 Millionen US-Dollar gesammelt, während es einen Grid-to-GPU-Ansatz zur Reduzierung von Stromverlusten in KI-Rechenzentren testet.",
    "titleDE": "Da KI-Rechenzentren an ihre Leistungsgrenzen stoßen, unterstützt Peak XV das indische Startup C2i, um den Engpass zu beheben"
  },
  {
    "title": "Blackstone backs Neysa in up to $1.2B financing as India pushes to build domestic AI infrastructure",
    "link": "https://techcrunch.com/2026/02/15/blackstone-backs-neysa-in-up-to-1-2b-financing-as-india-pushes-to-build-domestic-ai-compute/",
    "description": "Neysa is targeting deployments of more than 20,000 GPUs over time as demand for local AI compute accelerates.",
    "pubDate": "2026-02-16T00:30:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Neysa strebt im Laufe der Zeit den Einsatz von mehr als 20.000 GPUs an, da die Nachfrage nach lokaler KI-Berechnung steigt.",
    "titleDE": "Blackstone unterstützt Neysa mit einer Finanzierung von bis zu 1,2 Milliarden US-Dollar, während Indien den Aufbau einer inländischen KI-Infrastruktur vorantreibt"
  },
  {
    "title": "OpenClaw founder Peter Steinberger is joining OpenAI",
    "link": "https://www.theverge.com/ai-artificial-intelligence/879623/openclaw-founder-peter-steinberger-joins-openai",
    "description": "Sam Altman announced on X that Peter Steinberger, the man behind the trendy AI agent OpenClaw, was joining OpenAI. He said that Steinberger has \"a lot of amazing ideas\" about getting AI agents to interact with each other, saying \"the future is going to be extremely multi-agent.\" He also said that this ability for agents to work together will \"quickly become core to our product offerings.\"\nOpenClaw, previously known as Moltbot and Clawdbot, exploded on the scene earlier this year and became the darling of the tech world. Its rise was swift, but not without its bumps along the way. Earlier this month, researchers found over 400 malicious skil …\nRead the full story at The Verge.",
    "pubDate": "2026-02-15T22:56:16.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Sam Altman gab auf X bekannt, dass Peter Steinberger, der Mann hinter dem trendigen KI-Agenten OpenClaw, OpenAI beitritt. Er sagte, Steinberger habe „viele erstaunliche Ideen“, wie KI-Agenten miteinander interagieren können, und sagte: „Die Zukunft wird extrem multiagentenorientiert sein.“ Er sagte auch, dass ...",
    "titleDE": "OpenClaw-Gründer Peter Steinberger schließt sich OpenAI an"
  },
  {
    "title": "OpenClaw creator Peter Steinberger joins OpenAI",
    "link": "https://techcrunch.com/2026/02/15/openclaw-creator-peter-steinberger-joins-openai/",
    "description": "OpenAI said OpenClaw will live on as an open source project.",
    "pubDate": "2026-02-15T22:28:02.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "OpenAI sagte, OpenClaw werde als Open-Source-Projekt weiterleben.",
    "titleDE": "OpenClaw-Erfinder Peter Steinberger schließt sich OpenAI an"
  },
  {
    "title": "Longtime NPR host David Greene sues Google over NotebookLM voice",
    "link": "https://techcrunch.com/2026/02/15/longtime-npr-host-david-greene-sues-google-over-notebooklm-voice/",
    "description": "The longtime host of NPR’s “Morning Edition,” is suing Google, alleging that the male podcast voice in the company’s NotebookLM tool is based on him.",
    "pubDate": "2026-02-15T22:07:51.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Der langjährige Moderator der NPR-Sendung „Morning Edition“ verklagt Google und behauptet, dass die männliche Podcast-Stimme im NotebookLM-Tool des Unternehmens auf ihm basiert.",
    "titleDE": "Der langjährige NPR-Moderator David Greene verklagt Google wegen NotebookLM-Stimme"
  },
  {
    "title": "Anthropic and the Pentagon are reportedly arguing over Claude usage",
    "link": "https://techcrunch.com/2026/02/15/anthropic-and-the-pentagon-are-reportedly-arguing-over-claude-usage/",
    "description": "The apparent issue: whether Claude can be used for mass domestic surveillance and autonomous weapons.",
    "pubDate": "2026-02-15T21:11:28.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die offensichtliche Frage ist, ob Claude für die Massenüberwachung im Inland und für autonome Waffen eingesetzt werden kann.",
    "titleDE": "Berichten zufolge streiten Anthropic und das Pentagon über die Verwendung von Claude"
  },
  {
    "title": "India has 100M weekly active ChatGPT users, Sam Altman says",
    "link": "https://techcrunch.com/2026/02/15/india-has-100m-weekly-active-chatgpt-users-sam-altman-says/",
    "description": "OpenAI CEO Sam Altman says India has the largest number of student users of ChatGPT worldwide.",
    "pubDate": "2026-02-15T18:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Sam Altman, CEO von OpenAI, sagt, dass Indien weltweit die größte Anzahl studentischer Benutzer von ChatGPT hat.",
    "titleDE": "Indien hat wöchentlich 100 Millionen aktive ChatGPT-Benutzer, sagt Sam Altman"
  },
  {
    "title": "The enterprise AI land grab is on. Glean is building the layer beneath the interface.",
    "link": "https://techcrunch.com/2026/02/15/the-enterprise-ai-land-grab-is-on-glean-is-building-the-layer-beneath-the-interface/",
    "description": "In this week's episode of the Equity podcast, Glean CEO Arvind Jain explains the company's shift from enterprise search tool to middleware layer for enterprise AI.",
    "pubDate": "2026-02-15T17:30:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "In der Folge des Equity-Podcasts dieser Woche erklärt Glean-CEO Arvind Jain den Wandel des Unternehmens vom Enterprise-Suchtool zur Middleware-Ebene für Unternehmens-KI.",
    "titleDE": "Der Landraub der Unternehmens-KI ist im Gange. Glean baut die Schicht unter der Schnittstelle auf."
  },
  {
    "title": "Hollywood isn’t happy about the new Seedance 2.0 video generator",
    "link": "https://techcrunch.com/2026/02/15/hollywood-isnt-happy-about-the-new-seedance-2-0-video-generator/",
    "description": "Hollywood organizations are pushing back against a new AI video model called Seedance 2.0, which they say has quickly become a tool for “blatant” copyright infringement.",
    "pubDate": "2026-02-15T15:41:16.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Hollywood-Organisationen wehren sich gegen ein neues KI-Videomodell namens Seedance 2.0, das ihrer Meinung nach schnell zu einem Werkzeug für „eklatante“ Urheberrechtsverletzungen geworden ist.",
    "titleDE": "Hollywood ist mit dem neuen Videogenerator Seedance 2.0 nicht zufrieden"
  },
  {
    "title": "I hate my AI pet with every fiber of my being",
    "link": "https://www.theverge.com/gadgets/877858/life-with-casio-moflin-robot-ai-pet",
    "description": "I can still hear it whining and whirring. | Photo by Robert Hart / The Verge\t\n\nAfter a few weeks living with Casio's AI-powered pet, Moflin, I finally understand why my mother hated my Furby so much. The fuzzy, guinea-pig-adjacent puffball fits snugly in the palm of my hand. It's undeniably cute, in a weird kind of way, but the second it starts to squeak or twitch, I am hit with an overwhelming desire to hurl it as far as I can. \nMy antipathy surprises me. By any metric, I am the exact kind of person Moflin was made for: I long for the companionship of a pet, but can't own one thanks to a mixture of lifestyle, allergies, a small London flat, and a broadly irresponsible temperament that makes caring for another living  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-15T15:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Ich kann es immer noch jammern und surren hören. | Foto von Robert Hart / The Verge Nachdem ich ein paar Wochen mit Casios KI-betriebenem Haustier Moflin gelebt habe, verstehe ich endlich, warum meine Mutter meinen Furby so sehr hasste. Der flauschige, an ein Meerschweinchen angrenzende Puffball passt genau in meine Handfläche. Es ist unbestreitbar süß, in einem...",
    "titleDE": "Ich hasse mein KI-Haustier mit jeder Faser meines Körpers"
  },
  {
    "title": "AI can’t make good video game worlds yet, and it might never be able to",
    "link": "https://www.theverge.com/column/879524/ai-video-game-worlds-project-genie",
    "description": "This is The Stepback, a weekly newsletter breaking down one essential story from the tech world. For more news about video game industry's pushback against generative AI, follow Jay Peters. The Stepback arrives in our subscribers' inboxes at 8AM ET. Opt in for The Stepback here.\nHow it started\nLong before the generative AI explosion, video game developers made games that could generate their own worlds. Think of titles like Minecraft or even the original 1980 Rogue that is the basis for the term \"roguelike\"; these games and many others create worlds on the fly with certain rules and parameters. Human developers painstakingly work to make s …\nRead the full story at The Verge.",
    "pubDate": "2026-02-15T13:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Dies ist „The Stepback“, ein wöchentlicher Newsletter, der eine wichtige Geschichte aus der Tech-Welt aufschlüsselt. Für weitere Neuigkeiten über den Widerstand der Videospielindustrie gegen generative KI folgen Sie Jay Peters. Der Stepback erreicht die Posteingänge unserer Abonnenten um 8 Uhr ET. Melden Sie sich hier für The Stepback an. Wie alles begann Lange ...",
    "titleDE": "KI kann noch keine guten Videospielwelten erschaffen und wird es vielleicht auch nie schaffen"
  },
  {
    "title": "The great computer science exodus (and where students are going instead)",
    "link": "https://techcrunch.com/2026/02/15/the-great-computer-science-exodus-and-where-students-are-going-instead/",
    "description": "Students are losing some interest in computer science broadly but gaining interest in AI-specific majors and courses.",
    "pubDate": "2026-02-15T08:40:27.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das Interesse der Studierenden an der Informatik im Großen und Ganzen geht zurück, das Interesse an KI-spezifischen Hauptfächern und Kursen wächst jedoch.",
    "titleDE": "Der große Exodus der Informatik (und wohin die Studenten stattdessen gehen)"
  },
  {
    "title": "Is safety ‘dead’ at xAI?",
    "link": "https://techcrunch.com/2026/02/14/is-safety-is-dead-at-xai/",
    "description": "Elon Musk is “actively” working to make xAI’s Grok chatbot “more unhinged, according to a former employee.",
    "pubDate": "2026-02-14T21:55:44.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Laut einem ehemaligen Mitarbeiter arbeitet Elon Musk „aktiv“ daran, den Grok-Chatbot von xAI „aus den Fugen zu bringen“.",
    "titleDE": "Ist Sicherheit bei xAI „tot“?"
  },
  {
    "title": "India doubles down on state-backed venture capital, approving $1.1B fund",
    "link": "https://techcrunch.com/2026/02/14/india-doubles-down-on-state-backed-venture-capital-approving-1-1b-fund/",
    "description": "India’s $1.1B fund-of-funds will invest through private VCs to support deep-tech and manufacturing startups.",
    "pubDate": "2026-02-14T16:23:22.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Indiens Dachfonds im Wert von 1,1 Milliarden US-Dollar wird über private VCs investieren, um Deep-Tech- und Fertigungs-Startups zu unterstützen.",
    "titleDE": "Indien verstärkt sein staatlich gefördertes Risikokapital und genehmigt einen 1,1-Milliarden-Dollar-Fonds"
  },
  {
    "title": "My uncanny AI valentines",
    "link": "https://www.theverge.com/report/879327/eva-ai-cafe-dating-ai-companions",
    "description": "Phoebe Callas, 30, is not real, but she was an AI companion I went on a speed date with.\t\n\nHopping over a pile of dirty snow, I arrived on a frigid February evening at a wine bar in midtown, a purple neon sign reading \"EVA AI cafe.\" Inside, several people were seated at tables and booths, staring at phones. Servers milled about, placing mini potato croquettes and nonalcoholic spritzers on each table. Like many New York City bars, the majority of the patrons were on a date. \nUnlike every other bar, half of the dates weren't human.\nAs I enter, I'm shown to a table tucked away in the corner with a phone stand, a phone preloaded with the EVA AI app, and a pair of wireless headphones. An EVA AI employee doesn't explain how things wor …\nRead the full story at The Verge.",
    "pubDate": "2026-02-14T15:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Phoebe Callas, 30, ist nicht echt, aber sie war eine KI-Begleiterin, mit der ich ein Speed-Date hatte. Ich hüpfte über einen Haufen schmutzigen Schnees und kam an einem eiskalten Februarabend in einer Weinbar in der Innenstadt an, an deren violettem Neonschild „EVA AI Café“ stand. Drinnen saßen mehrere Leute an Tischen und Nischen und starrten auf ...",
    "titleDE": "Meine unheimlichen KI-Valentinsgrüße"
  },
  {
    "title": "Airbnb plans to bake in AI features for search, discovery and support",
    "link": "https://techcrunch.com/2026/02/13/airbnb-plans-to-bake-in-ai-features-for-search-discovery-and-support/",
    "description": "Airbnb CEO Brian Chesky said the company wants to increase its use of large language models for customer discovery, support and engineering.",
    "pubDate": "2026-02-14T02:40:42.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Brian Chesky, CEO von Airbnb, sagte, das Unternehmen wolle den Einsatz großer Sprachmodelle für die Kundenerkennung, den Support und die Entwicklung verstärken.",
    "titleDE": "Airbnb plant, KI-Funktionen für Suche, Entdeckung und Support zu integrieren"
  },
  {
    "title": "Airbnb says a third of its customer support is now handled by AI in the US and Canada",
    "link": "https://techcrunch.com/2026/02/13/airbnb-says-a-third-of-its-customer-support-is-now-handled-by-ai-in-the-u-s-and-canada/",
    "description": "Airbnb was poised to introduce an app that doesn't just search for you, but one that \"knows you.\" CEO Brian Chesky said, \"It will help guests plan their entire trip, help hosts better run their businesses, and help the company operate more efficiently at scale.\"",
    "pubDate": "2026-02-13T22:12:26.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Airbnb war bereit, eine App einzuführen, die nicht nur nach Ihnen sucht, sondern eine, die Sie „kennt“. CEO Brian Chesky sagte: „Es wird Gästen helfen, ihre gesamte Reise zu planen, Gastgebern dabei helfen, ihre Geschäfte besser zu führen, und dem Unternehmen helfen, in großem Maßstab effizienter zu arbeiten.“",
    "titleDE": "Airbnb gibt an, dass ein Drittel seines Kundensupports in den USA und Kanada inzwischen von KI abgewickelt wird"
  },
  {
    "title": "Why top talent is walking away from OpenAI and xAI",
    "link": "https://techcrunch.com/video/why-top-talent-is-walking-away-from-openai-and-xai/",
    "description": "AI companies have been hemorrhaging talent the past few weeks. Half of xAI’s founding team has left the company — some on their own, others through “restructuring” — while OpenAI is facing its own shakeups, from the disbanding of its mission alignment team to the firing of a policy exec who opposed its “adult mode” feature.  Watch as TechCrunch’s Equity podcast hosts Kirsten Korosec, Anthony […]",
    "pubDate": "2026-02-13T21:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "KI-Unternehmen haben in den letzten Wochen einen Talentverlust erlitten. Die Hälfte des Gründungsteams von xAI hat das Unternehmen verlassen – einige allein, andere durch „Umstrukturierung“ –, während OpenAI mit eigenen Umwälzungen konfrontiert ist, von der Auflösung seines Mission Alignment-Teams bis zur Entlassung eines politischen Managers, der sich widersetzte ...",
    "titleDE": "Warum Top-Talente OpenAI und xAI aufgeben"
  },
  {
    "title": "ALS stole this musician’s voice. AI let him sing again.",
    "link": "https://www.technologyreview.com/2026/02/13/1132913/als-stole-this-musicians-voice-ai-sing/",
    "description": "There are tears in the audience as Patrick Darling’s song begins to play. It’s a heartfelt song written for his great-grandfather, whom he never got the chance to meet. But this performance is emotional for another reason: It’s Darling’s first time on stage with his bandmates since he lost the ability to sing two years…",
    "pubDate": "2026-02-13T17:17:28.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Als das Lied von Patrick Darling erklingt, fließen Tränen im Publikum. Es ist ein von Herzen kommendes Lied, das er für seinen Urgroßvater geschrieben hat, den er nie kennengelernt hat. Aber dieser Auftritt ist aus einem anderen Grund emotional: Es ist das erste Mal, dass Darling mit seinen Bandkollegen auf der Bühne steht, seit er die Fähigkeit verloren hat ...",
    "titleDE": "ALS hat die Stimme dieses Musikers gestohlen. AI ließ ihn wieder singen."
  },
  {
    "title": "What’s behind the mass exodus at xAI?",
    "link": "https://www.theverge.com/ai-artificial-intelligence/878761/mass-exodus-at-xai-grok-elon-musk-restructuring",
    "description": "The past few days have been a wild ride for xAI, which is racking up staff and cofounder departure announcements left and right. On Tuesday and Wednesday, cofounder Yuhuai (Tony) Wu announced his departure and that it was \"time for [his] next chapter,\" with cofounder Jimmy Ba following with a similar post later that day, writing that it was \"time to recalibrate [his] gradient on the big picture.\" The departures mean that xAI is now left with only half of its original 12 cofounders on staff. A number of staffers also took to X to announce they were leaving xAI, with some announcing that they were starting their own AI companies. \nElon Musk's …\nRead the full story at The Verge.",
    "pubDate": "2026-02-13T17:10:44.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Die letzten Tage waren für xAI eine wilde Fahrt, da es überall immer mehr Abgänge von Mitarbeitern und Mitbegründern gibt. Am Dienstag und Mittwoch kündigte Mitbegründer Yuhuai (Tony) Wu seinen Rücktritt an und dass es „Zeit für [sein] nächstes Kapitel“ sei, gefolgt von Mitbegründer Jimmy Ba mit einem ähnlichen ...",
    "titleDE": "Was steckt hinter der Massenflucht bei xAI?"
  },
  {
    "title": "Ring&#8217;s adorable surveillance hellscape",
    "link": "https://www.theverge.com/podcast/878797/ring-super-bowl-ad-backlash-epstein-files-chatgpt-vergecast",
    "description": "You can watch Ring's recent Super Bowl ad and see a cute story about dogs being reunited with their families. You can also watch the very same ad and see the seeds being planted for a massively connected, utterly ubiquitous surveillance system that will end the concept of privacy forever. Maybe you can even see both at the same time.\n\nVerge subscribers, don't forget you get exclusive access to ad-free Vergecast wherever you get your podcasts. Head here. Not a subscriber? You can sign up here.\nOn this episode of The Vergecast, Nilay and David talk about the Super Bowl ad that worried so many people, why Ring would build a feature like th …\nRead the full story at The Verge.",
    "pubDate": "2026-02-13T16:10:45.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Sie können sich die aktuelle Super Bowl-Werbung von Ring ansehen und eine süße Geschichte über die Wiedervereinigung von Hunden mit ihren Familien sehen. Sie können sich auch dieselbe Anzeige ansehen und sehen, wie der Grundstein für ein massiv vernetztes, völlig allgegenwärtiges Überwachungssystem gelegt wird, das dem Konzept der Privatsphäre für immer ein Ende bereiten wird. Vielleicht bist du...",
    "titleDE": "Rings bezaubernde Überwachungshöllenlandschaft"
  },
  {
    "title": "Meta reportedly wants to add face recognition to smart glasses while privacy advocates are distracted",
    "link": "https://www.theverge.com/tech/878725/meta-facial-recognition-smart-glasses-name-tag-privacy-advoates",
    "description": "Meta aims to introduce facial recognition to its smart glasses while its biggest critics are distracted, according to a report from The New York Times. In an internal document reviewed by The Times, Meta says it will launch the feature \"during a dynamic political environment where many civil society groups that we would expect to attack us would have their resources focused on other concerns.\"\nThe document is from last May and reportedly describes the new \"Name Tag\" feature that would allow smart glasses wearers to identify people using Meta's built-in AI assistant. The New York Times reports that Meta initially planned to launch the featur …\nRead the full story at The Verge.",
    "pubDate": "2026-02-13T15:05:44.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Laut einem Bericht der New York Times will Meta die Gesichtserkennung in seine Datenbrillen integrieren, während seine größten Kritiker abgelenkt sind. In einem internen Dokument, das von The Times überprüft wurde, sagt Meta, dass das Feature „in einem dynamischen politischen Umfeld, in dem viele Zivilgesellschaften …“ veröffentlicht werden.",
    "titleDE": "Berichten zufolge möchte Meta den Datenbrillen eine Gesichtserkennung hinzufügen, während Datenschützer abgelenkt sind"
  },
  {
    "title": "The Download: an exclusive chat with Jim O’Neill, and the surprising truth about heists",
    "link": "https://www.technologyreview.com/2026/02/13/1132896/the-download-an-exclusive-chat-with-jim-oneill-and-the-surprising-truth-about-heists/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. US deputy health secretary: Vaccine guidelines are still subject to change Over the past year, Jim O’Neill has become one of the most powerful people in public health. As the US deputy health…",
    "pubDate": "2026-02-13T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Stellvertretender US-Gesundheitsminister: Impfrichtlinien können sich noch ändern Im vergangenen Jahr hat sich Jim O’Neill zu einem der mächtigsten Menschen in der Öffentlichkeit entwickelt...",
    "titleDE": "Der Download: ein exklusiver Chat mit Jim O’Neill und die überraschende Wahrheit über Raubüberfälle"
  },
  {
    "title": "The myth of the high-tech heist",
    "link": "https://www.technologyreview.com/2026/02/13/1132397/myth-of-high-tech-heist/",
    "description": "Making a movie is a lot like pulling off a heist. That’s what Steven Soderbergh—director of the Ocean’s franchise, among other heist-y classics—said a few years ago. You come up with a creative angle, put together a team of specialists, figure out how to beat the technological challenges, rehearse, move with Swiss-watch precision, and—if you…",
    "pubDate": "2026-02-13T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Einen Film zu machen ist wie ein Raubüberfall. Das hat Steven Soderbergh – neben anderen Raubüberfall-Klassikern auch Regisseur der Ocean-Reihe – vor ein paar Jahren gesagt. Sie entwickeln einen kreativen Ansatz, stellen ein Team aus Spezialisten zusammen, finden heraus, wie Sie die technologischen Herausforderungen meistern können, proben, ...",
    "titleDE": "Der Mythos vom Hightech-Raub"
  },
  {
    "title": "GPT-5.2 derives a new result in theoretical physics",
    "link": "https://openai.com/index/new-result-theoretical-physics",
    "description": "A new preprint shows GPT-5.2 proposing a new formula for a gluon amplitude, later formally proved and verified by OpenAI and academic collaborators.",
    "pubDate": "2026-02-13T11:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Ein neuer Vorabdruck zeigt, wie GPT-5.2 eine neue Formel für eine Gluonamplitude vorschlägt, die später von OpenAI und akademischen Mitarbeitern offiziell bewiesen und verifiziert wurde.",
    "titleDE": "GPT-5.2 leitet ein neues Ergebnis in der theoretischen Physik ab"
  },
  {
    "title": "US deputy health secretary: Vaccine guidelines are still subject to change",
    "link": "https://www.technologyreview.com/2026/02/13/1132889/us-deputy-health-secretary-vaccine-guidelines-longevity-arpa-h-cdc-nih/",
    "description": "Following publication of this story, Politico reported Jim O’Neill would be leaving his current roles within the Department of Health and Human Services. Over the past year, Jim O’Neill has become one of the most powerful people in public health. As the US deputy health secretary, he holds two roles at the top of the…",
    "pubDate": "2026-02-13T10:37:40.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Nach der Veröffentlichung dieser Geschichte berichtete Politico, dass Jim O’Neill seine derzeitigen Funktionen im Ministerium für Gesundheit und Soziale Dienste aufgeben werde. Im vergangenen Jahr hat sich Jim O’Neill zu einem der einflussreichsten Menschen im öffentlichen Gesundheitswesen entwickelt. Als stellvertretender US-Gesundheitsminister hat er zwei Rollen inne...",
    "titleDE": "Stellvertretender US-Gesundheitsminister: Die Impfrichtlinien können sich noch ändern"
  },
  {
    "title": "RFK Jr. follows a carnivore diet. That doesn’t mean you should.",
    "link": "https://www.technologyreview.com/2026/02/13/1132848/rfk-jr-carnivore-diet-maha-social-media/",
    "description": "Americans have a new set of diet guidelines. Robert F. Kennedy Jr. has taken an old-fashioned food pyramid, turned it upside down, and plonked a steak and a stick of butter in prime positions. Kennedy and his Make America Healthy Again mates have long been extolling the virtues of meat and whole-fat dairy, so it…",
    "pubDate": "2026-02-13T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Die Amerikaner haben neue Ernährungsrichtlinien. Robert F. Kennedy Jr. hat eine altmodische Ernährungspyramide genommen, sie auf den Kopf gestellt und ein Steak und ein Stück Butter auf die besten Plätze gesteckt. Kennedy und seine „Make America Healthy Again“-Kollegen preisen seit langem die Vorzüge von Fleisch und Vollfett ...",
    "titleDE": "RFK Jr. ernährt sich fleischfressend. Das bedeutet nicht, dass Sie es tun sollten."
  },
  {
    "title": "Introducing Lockdown Mode and Elevated Risk labels in ChatGPT",
    "link": "https://openai.com/index/introducing-lockdown-mode-and-elevated-risk-labels-in-chatgpt",
    "description": "Introducing Lockdown Mode and Elevated Risk labels in ChatGPT to help organizations defend against prompt injection and AI-driven data exfiltration.",
    "pubDate": "2026-02-13T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Einführung des Sperrmodus und der Kennzeichnung „Erhöhtes Risiko“ in ChatGPT, um Unternehmen dabei zu helfen, sich vor sofortiger Einschleusung und KI-gesteuerter Datenexfiltration zu schützen.",
    "titleDE": "Einführung der Bezeichnungen „Sperrmodus“ und „Erhöhtes Risiko“ in ChatGPT"
  },
  {
    "title": "Beyond rate limits: scaling access to Codex and Sora",
    "link": "https://openai.com/index/beyond-rate-limits",
    "description": "How OpenAI built a real-time access system combining rate limits, usage tracking, and credits to power continuous access to Sora and Codex.",
    "pubDate": "2026-02-13T09:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wie OpenAI ein Echtzeit-Zugriffssystem aufgebaut hat, das Ratenbegrenzungen, Nutzungsverfolgung und Gutschriften kombiniert, um einen kontinuierlichen Zugriff auf Sora und Codex zu ermöglichen.",
    "titleDE": "Über Ratengrenzen hinaus: Skalieren des Zugriffs auf Codex und Sora"
  },
  {
    "title": "Scaling social science research",
    "link": "https://openai.com/index/scaling-social-science-research",
    "description": "GABRIEL is a new open-source toolkit from OpenAI that uses GPT to turn qualitative text and images into quantitative data, helping social scientists analyze research at scale.",
    "pubDate": "2026-02-13T09:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "GABRIEL ist ein neues Open-Source-Toolkit von OpenAI, das GPT nutzt, um qualitative Texte und Bilder in quantitative Daten umzuwandeln und Sozialwissenschaftlern dabei hilft, Forschung in großem Maßstab zu analysieren.",
    "titleDE": "Skalierung der sozialwissenschaftlichen Forschung"
  },
  {
    "title": "OpenAI sidesteps Nvidia with unusually fast coding model on plate-sized chips",
    "link": "https://arstechnica.com/ai/2026/02/openai-sidesteps-nvidia-with-unusually-fast-coding-model-on-plate-sized-chips/",
    "description": "OpenAI's new GPT‑5.3‑Codex‑Spark is 15 times faster at coding than its predecessor.",
    "pubDate": "2026-02-12T22:56:02.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Der neue GPT-5.3-Codex-Spark von OpenAI ist beim Codieren 15-mal schneller als sein Vorgänger.",
    "titleDE": "OpenAI umgeht Nvidia mit einem ungewöhnlich schnellen Codierungsmodell auf plattengroßen Chips"
  },
  {
    "title": "Attackers prompted Gemini over 100,000 times while trying to clone it, Google says",
    "link": "https://arstechnica.com/ai/2026/02/attackers-prompted-gemini-over-100000-times-while-trying-to-clone-it-google-says/",
    "description": "Distillation technique lets copycats mimic Gemini at a fraction of the development cost.",
    "pubDate": "2026-02-12T19:42:08.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Mit der Destillationstechnik können Nachahmer Gemini zu einem Bruchteil der Entwicklungskosten nachahmen.",
    "titleDE": "Laut Google forderten Angreifer über 100.000 Mal Gemini auf, als sie versuchten, es zu klonen"
  },
  {
    "title": "Good Luck, Have Fun, Don’t Die is a rollicking parable about this moment in tech",
    "link": "https://www.theverge.com/entertainment/877244/good-luck-have-fun-dont-die-review",
    "description": "We are all guilty of pulling out our phones and doomscrolling through stressful headlines or mindnumbing videos when we should be doing anything else. We know it's bad, but we still do it because it's hard to resist when much of our time is spent living and working on our devices. And even though we understand that we'd be better off with less screen time, our extremely online society doesn't exactly encourage that kind of healthy behavior.\nThese are some of the familiar ideas at work in Good Luck, Have Fun, Don't Die, director Gore Verbinski's new sci-fi film about a man's desperate fight to save humanity from an apocalyptic future where m …\nRead the full story at The Verge.",
    "pubDate": "2026-02-12T17:45:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Wir sind alle schuldig, unsere Telefone herauszuholen und durch stressige Schlagzeilen oder nervtötende Videos zu scrollen, obwohl wir eigentlich etwas anderes tun sollten. Wir wissen, dass es schlecht ist, aber wir tun es trotzdem, weil es schwierig ist, Widerstand zu leisten, wenn wir einen Großteil unserer Zeit damit verbringen, an unseren Geräten zu leben und zu arbeiten. Und obwohl wir...",
    "titleDE": "„Good Luck, Have Fun, Don’t Die“ ist eine ausgelassene Parabel über diesen Moment in der Technik"
  },
  {
    "title": "Gemini 3 Deep Think: Advancing science, research and engineering",
    "link": "https://blog.google/innovation-and-ai/models-and-research/gemini-models/gemini-3-deep-think/",
    "description": "We’re releasing a major upgrade to Gemini 3 Deep Think, our specialized reasoning mode.",
    "pubDate": "2026-02-12T16:13:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Wir veröffentlichen ein großes Upgrade für Gemini 3 Deep Think, unseren speziellen Denkmodus.",
    "titleDE": "Gemini 3 Deep Think: Förderung von Wissenschaft, Forschung und Technik"
  },
  {
    "title": "The Download: AI-enhanced cybercrime, and secure AI assistants",
    "link": "https://www.technologyreview.com/2026/02/12/1132819/the-download-ai-enhanced-cybercrime-and-secure-ai-assistants/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. AI is already making online crimes easier. It could get much worse. Just as software engineers are using artificial intelligence to help write code and check for bugs, hackers are using these tools…",
    "pubDate": "2026-02-12T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. KI erleichtert bereits Online-Verbrechen. Es könnte noch viel schlimmer kommen. So wie Softwareentwickler künstliche Intelligenz nutzen, um Code zu schreiben und zu prüfen, ob …",
    "titleDE": "Der Download: KI-gestützte Cyberkriminalität und sichere KI-Assistenten"
  },
  {
    "title": "Introducing GPT-5.3-Codex-Spark",
    "link": "https://openai.com/index/introducing-gpt-5-3-codex-spark",
    "description": "Introducing GPT-5.3-Codex-Spark—our first real-time coding model. 15x faster generation, 128k context, now in research preview for ChatGPT Pro users.",
    "pubDate": "2026-02-12T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wir stellen GPT-5.3-Codex-Spark vor – unser erstes Echtzeit-Codierungsmodell. 15-mal schnellere Generierung, 128.000 Kontext, jetzt in der Forschungsvorschau für ChatGPT Pro-Benutzer.",
    "titleDE": "Einführung von GPT-5.3-Codex-Spark"
  },
  {
    "title": "Once-hobbled Lumma Stealer is back with lures that are hard to resist",
    "link": "https://arstechnica.com/security/2026/02/once-hobbled-lumma-stealer-is-back-with-lures-that-are-hard-to-resist/",
    "description": "ClickFix bait, combined with advanced Castleloader malware, is installing Lumma \"at scale.\"",
    "pubDate": "2026-02-11T22:11:40.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "ClickFix-Köder, kombiniert mit fortschrittlicher Castleloader-Malware, installiert Lumma „in großem Maßstab“.",
    "titleDE": "Die einst gehinderte Lumma Stealer ist mit Ködern zurück, denen man kaum widerstehen kann"
  },
  {
    "title": "OpenAI researcher quits over ChatGPT ads, warns of \"Facebook\" path",
    "link": "https://arstechnica.com/information-technology/2026/02/openai-researcher-quits-over-fears-that-chatgpt-ads-could-manipulate-users/",
    "description": "Zoë Hitzig resigned on the same day OpenAI began testing ads in its chatbot.",
    "pubDate": "2026-02-11T20:44:19.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Zoë Hitzig trat am selben Tag zurück, als OpenAI mit dem Testen von Anzeigen in seinem Chatbot begann.",
    "titleDE": "OpenAI-Forscher gibt wegen ChatGPT-Anzeigen auf und warnt vor „Facebook“-Pfad"
  },
  {
    "title": "Harness engineering: leveraging Codex in an agent-first world",
    "link": "https://openai.com/index/harness-engineering",
    "description": "By Ryan Lopopolo, Member of the Technical Staff",
    "pubDate": "2026-02-11T09:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Von Ryan Lopopolo, Mitglied des technischen Personals",
    "titleDE": "Harness Engineering: Nutzung von Codex in einer Agent-First-Welt"
  },
  {
    "title": "Retraction: After a routine code rejection, an AI agent published a hit piece on someone by name",
    "link": "https://arstechnica.com/ai/2026/02/after-a-routine-code-rejection-an-ai-agent-published-a-hit-piece-on-someone-by-name/",
    "description": "This story has been retracted",
    "pubDate": "2026-02-10T19:40:21.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Diese Geschichte wurde zurückgezogen",
    "titleDE": "Rückzug: Nach einer routinemäßigen Code-Ablehnung veröffentlichte ein KI-Agent einen hitzigen Artikel über eine namentlich genannte Person"
  },
  {
    "title": "9 fun questions to try asking Google Photos",
    "link": "https://blog.google/products-and-platforms/products/photos/ask-button-ask-photos-tips/",
    "description": "Learn more about Google Photos’ new Ask button as well as other functions of its Ask Photos feature.",
    "pubDate": "2026-02-10T17:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Erfahren Sie mehr über die neue „Ask“-Schaltfläche von Google Fotos sowie über andere Funktionen der „Ask Photos“-Funktion.",
    "titleDE": "9 lustige Fragen, die Sie Google Fotos stellen sollten"
  }
]