[
  {
    "title": "Nvidia's $100 billion OpenAI deal has seemingly vanished",
    "link": "https://arstechnica.com/information-technology/2026/02/five-months-later-nvidias-100-billion-openai-investment-plan-has-fizzled-out/",
    "description": "Two AI giants shake market confidence after investment fails to materialize.",
    "pubDate": "2026-02-03T22:44:15.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Zwei KI-Giganten erschüttern das Marktvertrauen, nachdem Investitionen ausbleiben.",
    "titleDE": "Nvidias 100-Milliarden-Dollar-OpenAI-Deal ist scheinbar verschwunden"
  },
  {
    "title": "Intel will start making GPUs, a market dominated by Nvidia ",
    "link": "https://techcrunch.com/2026/02/03/intel-will-start-making-gpus-a-market-dominated-by-nvidia/",
    "description": "Intel has been bulking up a team to focus on this effort and will develop its GPU strategy around customer needs.",
    "pubDate": "2026-02-03T21:01:34.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Intel hat ein Team zusammengestellt, das sich auf diese Bemühungen konzentrieren soll, und wird seine GPU-Strategie entsprechend den Kundenbedürfnissen entwickeln.",
    "titleDE": "Intel wird mit der Herstellung von GPUs beginnen, ein Markt, der von Nvidia dominiert wird"
  },
  {
    "title": "Elon Musk is merging SpaceX and xAI to build data centers in space — or so he says",
    "link": "https://www.theverge.com/transportation/873203/elon-musk-spacex-xai-merge-data-centers-space-tesla-ipo",
    "description": "On Monday, Elon Musk announced that he was merging two of his companies, SpaceX and xAI, in a deal said to be worth $1.25 trillion. The reason, Musk said in an announcement, was that in order for AI to grow, it needed to go to space. \nAI relies on \"large terrestrial data centers\" that run on \"immense amounts of power and cooling,\" he said, which comes at great expense to the environment and community opposition. The solution: data centers in space. \"In the long term, space-based AI is obviously the only way to scale,\" Musk said.\nMusk isn't the only one looking to launch data centers into orbit. Google has Project Suncatcher to build solar- …\nRead the full story at The Verge.",
    "pubDate": "2026-02-03T21:01:03.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Am Montag gab Elon Musk bekannt, dass er zwei seiner Unternehmen, SpaceX und xAI, in einem Deal im Wert von angeblich 1,25 Billionen US-Dollar fusionieren werde. Der Grund, sagte Musk in einer Ankündigung, sei, dass die KI, damit sie wachsen könne, in den Weltraum fliegen müsse. KI setzt auf „große terrestrische Rechenzentren“, die auf „immensen...“ laufen.",
    "titleDE": "Elon Musk fusioniert SpaceX und xAI, um Rechenzentren im Weltraum zu bauen – so sagt er zumindest"
  },
  {
    "title": "Microsoft says it’s building an app store for AI content licensing",
    "link": "https://www.theverge.com/news/873296/microsoft-publisher-content-marketplace-ai-licensing",
    "description": "Microsoft says it is working on the Publisher Content Marketplace (PCM), an AI licensing hub that shows usage terms set by publishers. That way, AI companies can easily shop the terms and set up deals to use online content for \"grounding\" their AI models, while the content owners get usage-based reporting to help set prices.\nMicrosoft says it's been codesigning PCM with companies including Verge parent Vox Media, The Associated Press, Condé Nast, People, and others. The AI boom has been largely fueled by content ingested without payment, and many of the previously mentioned publishers have filed lawsuits and/or arranged content licensing de …\nRead the full story at The Verge.",
    "pubDate": "2026-02-03T20:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Microsoft gibt an, am Publisher Content Marketplace (PCM) zu arbeiten, einem KI-Lizenzierungs-Hub, der von Herausgebern festgelegte Nutzungsbedingungen anzeigt. Auf diese Weise können KI-Unternehmen problemlos die Bedingungen einsehen und Angebote für die Nutzung von Online-Inhalten zur „Erdung“ ihrer KI-Modelle abschließen, während die Inhaltseigentümer nutzungsbasierte Informationen erhalten.",
    "titleDE": "Microsoft gibt bekannt, dass es einen App Store für die Lizenzierung von KI-Inhalten aufbaut"
  },
  {
    "title": "Apple’s Xcode adds OpenAI and Anthropic’s coding agents",
    "link": "https://www.theverge.com/news/873300/apple-xcode-openai-anthropic-ai-agentic-coding",
    "description": "Apple is building OpenAI and Anthropic's AI-powered coding agents directly into Xcode. New integrations in Xcode 26.3 will give developers the ability to call upon Anthropic's Claude Agent and OpenAI's Codex to write and edit code, update project settings, search documentation, and more.\nXcode is the software developers can use to create and test apps for the iPhone, Mac, iPad, Apple Watch, and Apple TV. Both Claude and ChatGPT were previously available inside Xcode, but this latest update will allow AI agents to take action inside the app, rather than just provide coding assistance. \nApple is also making Xcode available through the Model  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-03T19:04:09.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Apple baut die KI-gestützten Programmieragenten von OpenAI und Anthropic direkt in Xcode ein. Neue Integrationen in Xcode 26.3 geben Entwicklern die Möglichkeit, auf Anthropics Claude Agent und OpenAIs Codex zurückzugreifen, um Code zu schreiben und zu bearbeiten, Projekteinstellungen zu aktualisieren, Dokumentation zu durchsuchen und mehr. Xcode ist d...",
    "titleDE": "Apples Xcode fügt die Coding-Agenten von OpenAI und Anthropic hinzu"
  },
  {
    "title": "Xcode moves into agentic coding with deeper OpenAI and Anthropic integrations",
    "link": "https://techcrunch.com/2026/02/03/xcode-moves-into-agentic-coding-with-deeper-openai-and-anthropic-integrations/",
    "description": "Xcode 26.3 offers agentic coding capabilities with Anthropic's Claude Agent and OpenAI's Codex.",
    "pubDate": "2026-02-03T18:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Xcode 26.3 bietet Agenten-Codierungsfunktionen mit Claude Agent von Anthropic und Codex von OpenAI.",
    "titleDE": "Xcode geht mit tieferen OpenAI- und Anthropic-Integrationen in die Agentencodierung über"
  },
  {
    "title": "Lotus Health nabs $35M for AI doctor that sees patients for free",
    "link": "https://techcrunch.com/2026/02/03/lotus-health-nabs-35m-for-ai-doctor-that-sees-patients-for-free/",
    "description": "This AI doctor is licensed in all 50 states, the startup says. The deal was led by CRV and Kleiner Perkins.",
    "pubDate": "2026-02-03T17:14:27.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Dieser KI-Arzt sei in allen 50 Bundesstaaten zugelassen, sagt das Startup. Der Deal wurde von CRV und Kleiner Perkins geleitet.",
    "titleDE": "Lotus Health erhält 35 Millionen US-Dollar für einen KI-Arzt, der Patienten kostenlos behandelt"
  },
  {
    "title": "French police raid X&#8217;s Paris office as UK investigation continues",
    "link": "https://www.theverge.com/tech/873142/french-police-raid-x-investigation",
    "description": "A raid on X's Paris office was carried out by the Paris prosecutor's cybercrime unit on Tuesday with Europol and French police as part of an ongoing investigation that expanded in July to include Grok. As previously reported by Reuters, Elon Musk and former X CEO Linda Yaccarino were also summoned for hearings in April. \nThe investigation, which was initially launched last year, is looking into several allegations against X and Grok, including complicity in possession and distribution of child pornography and denial of crimes against humanity (related to Holocaust denial content), along with claims that X was manipulating its algorithm and  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-03T17:10:33.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Am Dienstag führte die Abteilung für Cyberkriminalität der Pariser Staatsanwaltschaft gemeinsam mit Europol und der französischen Polizei eine Razzia im Pariser Büro von Wie bereits von Reuters berichtet, wurden Elon Musk und die frühere X-CEO Linda Yaccarino ebenfalls vorgeladen...",
    "titleDE": "Die französische Polizei durchsucht das Pariser Büro von X, während die britischen Ermittlungen andauern"
  },
  {
    "title": "Claude Code was down, forcing developers to take a long coffee break",
    "link": "https://www.theverge.com/news/873093/claude-code-down-outage-anthropic",
    "description": "Anthropic's Claude AI models experienced a major outage today, impacting products like Claude Code. Developers were seeing a 500 error when trying to use Claude Code, and Anthropic said that it was seeing elevated error rates on its APIs \"across all Claude models.\"\nAnthropic quickly identified the root cause and implemented a fix within around 20 minutes, but developers that rely on the tool were left staring at their screens waiting for the service to come back online. Claude Opus 4.5 also experienced some errors yesterday, and earlier this week Anthropic had to fix purchasing issues for its AI credits system.\nIt's unusual to see Claude C …\nRead the full story at The Verge.",
    "pubDate": "2026-02-03T16:05:42.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Bei den Claude-KI-Modellen von Anthropic kam es heute zu einem größeren Ausfall, der sich auf Produkte wie Claude Code auswirkte. Entwickler sahen einen 500-Fehler, als sie versuchten, Claude Code zu verwenden, und Anthropic gab an, dass bei seinen APIs „über alle Claude-Modelle hinweg“ erhöhte Fehlerraten festgestellt wurden. Anthropic identifizierte schnell die ...",
    "titleDE": "Claude Code war ausgefallen, was die Entwickler zu einer langen Kaffeepause zwang"
  },
  {
    "title": "Fitbit founders launch AI platform to help families monitor their health",
    "link": "https://techcrunch.com/2026/02/03/fitbit-founders-launch-ai-platform-to-help-families-monitor-their-health/",
    "description": "Luffu uses AI in the background to gather and organize family information, learn day-to-day patterns, and flag notable changes so families can stay aligned and address potential well-being issues.",
    "pubDate": "2026-02-03T15:53:36.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Luffu nutzt KI im Hintergrund, um Familieninformationen zu sammeln und zu organisieren, alltägliche Muster zu lernen und bemerkenswerte Veränderungen zu kennzeichnen, damit Familien auf dem Laufenden bleiben und potenzielle Probleme mit dem Wohlbefinden angehen können.",
    "titleDE": "Die Gründer von Fitbit starten eine KI-Plattform, um Familien bei der Überwachung ihrer Gesundheit zu unterstützen"
  },
  {
    "title": "Millions of books died so Claude could live",
    "link": "https://www.theverge.com/podcast/872998/anthropic-claude-books-netflix-theaters-vergecast",
    "description": "When ChatGPT launched, in November of 2022, it started a race that almost immediately consumed the tech industry. OpenAI didn't invent the concept of AI, but most of the state-of-the-art technology was confined to research labs at companies and institutions around the world. Then, suddenly, it was everywhere. And better than anyone expected. So many companies decided they needed to catch up as quickly as possible, by any means necessary, or risk losing the battle for maybe the most important technology ever.\n\nVerge subscribers, don't forget you get exclusive access to ad-free Vergecast wherever you get your podcasts. Head here. Not a subs …\n\nRead the full story at The Verge.",
    "pubDate": "2026-02-03T15:19:28.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Als ChatGPT im November 2022 auf den Markt kam, löste es einen Wettlauf aus, der die Technologiebranche fast sofort erfasste. OpenAI hat das Konzept der KI nicht erfunden, aber der Großteil der hochmodernen Technologie war auf Forschungslabore von Unternehmen und Institutionen auf der ganzen Welt beschränkt. Dann war es plötzlich e...",
    "titleDE": "Millionen Bücher starben, damit Claude leben konnte"
  },
  {
    "title": "Humans are infiltrating the social network for AI bots",
    "link": "https://www.theverge.com/ai-artificial-intelligence/872961/humans-infiltrating-moltbook-openclaw-reddit-ai-bots",
    "description": "Ordinary social networks face a constant onslaught of chatbots pretending to be human. A new social platform for AI agents may face the opposite problem: getting clogged up by humans pretending to post as bots.\nMoltbook - a website meant for conversations between agents from the platform OpenClaw - went viral this weekend for its strange, striking array of ostensibly AI-generated posts. Bots apparently chatted about everything from AI \"consciousness\" to how to set up their own language. Andrej Karpathy, who was on the founding team at OpenAI, called the bots' \"self-organizing\" behavior \"genuinely the most incredible sci-fi takeoff-adjacent  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-03T14:15:38.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Gewöhnliche soziale Netzwerke sind einem ständigen Ansturm von Chatbots ausgesetzt, die vorgeben, Menschen zu sein. Eine neue soziale Plattform für KI-Agenten könnte mit dem gegenteiligen Problem konfrontiert sein: Sie wird von Menschen verstopft, die vorgeben, als Bots zu posten. Moltbook – eine Website für Gespräche zwischen Agenten der Plattform OpenClaw – ...",
    "titleDE": "Menschen infiltrieren das soziale Netzwerk für KI-Bots"
  },
  {
    "title": "Peak XV says internal disagreement led to partner exits as it doubles down on AI",
    "link": "https://techcrunch.com/2026/02/03/peak-xv-says-internal-disagreement-led-to-partner-exits-as-it-doubles-down-on-ai/",
    "description": "Peak XV is transitioning board roles and opening a U.S. office while continuing to view India as its largest market.",
    "pubDate": "2026-02-03T14:14:33.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Peak",
    "titleDE": "Laut Peak"
  },
  {
    "title": "The Download: squeezing more metal out of aging mines, and AI’s truth crisis",
    "link": "https://www.technologyreview.com/2026/02/03/1132105/the-download-squeezing-more-metal-out-of-aging-mines-and-ais-truth-crisis/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. Microbes could extract the metal needed for cleantech In a pine forest on Michigan’s Upper Peninsula, the only active nickel mine in the US is nearing the end of its life. At a…",
    "pubDate": "2026-02-03T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Mikroben könnten das für Cleantech benötigte Metall extrahieren. In einem Kiefernwald auf der oberen Halbinsel von Michigan nähert sich die einzige aktive Nickelmine in den USA dem Ende ...",
    "titleDE": "Der Download: Mehr Metall aus alternden Minen herausholen und die Wahrheitskrise der KI"
  },
  {
    "title": "The rise of Moltbook suggests viral AI prompts may be the next big security threat",
    "link": "https://arstechnica.com/ai/2026/02/the-rise-of-moltbook-suggests-viral-ai-prompts-may-be-the-next-big-security-threat/",
    "description": "We don't need self-replicating AI models to have problems, just self-replicating prompts.",
    "pubDate": "2026-02-03T12:00:01.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Wir brauchen keine selbstreproduzierenden KI-Modelle, um Probleme zu haben, sondern nur selbstreproduzierende Eingabeaufforderungen.",
    "titleDE": "Der Aufstieg von Moltbook deutet darauf hin, dass virale KI-Eingabeaufforderungen die nächste große Sicherheitsbedrohung darstellen könnten"
  },
  {
    "title": "Microbes could extract the metal needed for cleantech",
    "link": "https://www.technologyreview.com/2026/02/03/1132047/microbes-extract-metal-cleantech/",
    "description": "In a pine forest on Michigan’s Upper Peninsula, the only active nickel mine in the US is nearing the end of its life. At a time when carmakers want the metal for electric-vehicle batteries, nickel concentration at Eagle Mine is falling and could soon drop too low to warrant digging. But earlier this year, the…",
    "pubDate": "2026-02-03T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "In einem Kiefernwald auf der oberen Halbinsel von Michigan nähert sich die einzige aktive Nickelmine der USA dem Ende ihrer Lebensdauer. Zu einer Zeit, in der Automobilhersteller das Metall für Batterien von Elektrofahrzeugen benötigen, sinkt die Nickelkonzentration in der Eagle Mine und könnte bald so weit sinken, dass eine Ausgrabung nicht mehr gerechtfertigt ist. Aber früher...",
    "titleDE": "Mikroben könnten das für Cleantech benötigte Metall extrahieren"
  },
  {
    "title": "The Sora feed philosophy",
    "link": "https://openai.com/index/sora-feed-philosophy",
    "description": "Discover the Sora feed philosophy—built to spark creativity, foster connections, and keep experiences safe with personalized recommendations, parental controls, and strong guardrails.",
    "pubDate": "2026-02-03T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Entdecken Sie die Sora-Feed-Philosophie – entwickelt, um Kreativität anzuregen, Verbindungen zu fördern und Erlebnisse mit personalisierten Empfehlungen, Kindersicherung und starken Leitplanken zu schützen.",
    "titleDE": "Die Sora-Futterphilosophie"
  },
  {
    "title": "Elon Musk’s SpaceX officially acquires Elon Musk’s xAI, with plan to build data centers in space",
    "link": "https://techcrunch.com/2026/02/02/elon-musk-spacex-acquires-xai-data-centers-space-merger/",
    "description": "The merger creates the world's most valuable private company and paves the way for Musk to try and prove out the usefulness of space-based data centers.",
    "pubDate": "2026-02-02T22:21:57.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Durch den Zusammenschluss entsteht das wertvollste Privatunternehmen der Welt und ebnet Musk den Weg, den Nutzen weltraumgestützter Rechenzentren unter Beweis zu stellen.",
    "titleDE": "SpaceX von Elon Musk erwirbt offiziell xAI von Elon Musk und plant den Bau von Rechenzentren im Weltraum"
  },
  {
    "title": "Elon Musk merges SpaceX with xAI (and X)",
    "link": "https://www.theverge.com/tech/872619/elon-musk-merges-spacex-with-xai-and-x",
    "description": "Elon Musk is merging two of the companies that he leads, SpaceX and xAI (which also owns X), into one. According to an announcement from Musk:\nSpaceX has acquired xAI to form the most ambitious, vertically-integrated innovation engine on (and off) Earth, with AI, rockets, space-based internet, direct-to-mobile device communications and the world's foremost real-time information and free speech platform. This marks not just the next chapter, but the next book in SpaceX and xAI's mission: scaling to make a sentient sun to understand the Universe and extend the light of consciousness to the stars!\nCurrent advances in AI are dependent on la …\n\nRead the full story at The Verge.",
    "pubDate": "2026-02-02T21:53:11.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Elon Musk fusioniert zwei der von ihm geführten Unternehmen, SpaceX und xAI (dem auch X gehört), zu einem. Laut einer Ankündigung von Musk: SpaceX hat xAI übernommen, um die ehrgeizigste, vertikal integrierte Innovationsmaschine auf (und außerhalb) der Erde zu bilden, mit KI, Raketen, weltraumgestütztem Internet, Direktion...",
    "titleDE": "Elon Musk verschmilzt SpaceX mit xAI (und X)"
  },
  {
    "title": "Notepad++ users take note: It's time to check if you're hacked",
    "link": "https://arstechnica.com/security/2026/02/notepad-updater-was-compromised-for-6-months-in-supply-chain-attack/",
    "description": "Suspected China-state hackers used update infrastructure to deliver backdoored version.",
    "pubDate": "2026-02-02T20:30:56.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Mutmaßliche Hacker aus dem chinesischen Staat nutzten die Update-Infrastruktur, um eine Backdoor-Version bereitzustellen.",
    "titleDE": "Benutzer von Notepad++ aufgepasst: Es ist Zeit zu überprüfen, ob Sie gehackt wurden"
  },
  {
    "title": "Firefox is adding a switch to turn AI features off",
    "link": "https://www.theverge.com/news/872489/mozilla-firefox-ai-features-off-button",
    "description": "Unlike many of the companies stuffing AI into their browsers, Mozilla will soon give you a way to turn all of these features off. An update coming on February 24th will add a new \"AI control\" option to Firefox's settings menu, allowing you to disable or enable the browser's individual AI features, including access to a built-in AI chatbot, translations, AI tab group suggestions, and more.\nOver the past year, Firefox joined Microsoft Edge and Google Chrome in doubling down on AI, with the company rolling out a new \"shake to summarize\" feature that iPhone users can use to get an AI-powered summary of what they're reading online. Firefox is wo …\nRead the full story at The Verge.",
    "pubDate": "2026-02-02T20:02:39.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Im Gegensatz zu vielen anderen Unternehmen, die KI in ihre Browser stopfen, bietet Mozilla Ihnen bald die Möglichkeit, alle diese Funktionen zu deaktivieren. Ein am 24. Februar erscheinendes Update fügt dem Einstellungsmenü von Firefox eine neue Option „KI-Steuerung“ hinzu, mit der Sie die einzelnen KI-Funktionen des Browsers deaktivieren oder aktivieren können, d. h.",
    "titleDE": "Firefox fügt einen Schalter zum Deaktivieren von KI-Funktionen hinzu"
  },
  {
    "title": "What Snowflake’s deal with OpenAI tells us about the enterprise AI race",
    "link": "https://techcrunch.com/2026/02/02/what-snowflakes-deal-with-openai-tells-us-about-the-enterprise-ai-race/",
    "description": "Snowflake is the latest enterprise to sign multi-year deals with multiple AI companies in what could be a sign to come of a future trend.",
    "pubDate": "2026-02-02T19:09:44.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Snowflake ist das jüngste Unternehmen, das mehrjährige Verträge mit mehreren KI-Unternehmen unterzeichnet hat, was ein Zeichen für den Beginn eines zukünftigen Trends sein könnte.",
    "titleDE": "Was Snowflakes Deal mit OpenAI über den Wettlauf um Unternehmens-KI verrät"
  },
  {
    "title": "Firefox will soon let you block all of its generative AI features",
    "link": "https://techcrunch.com/2026/02/02/firefox-will-soon-let-you-block-all-of-its-generative-ai-features/",
    "description": "Starting with Firefox 148 arriving later this month, users will find a new AI controls section within the desktop browser settings.",
    "pubDate": "2026-02-02T18:34:45.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Ab Firefox 148, der später in diesem Monat erscheint, finden Benutzer in den Einstellungen des Desktop-Browsers einen neuen Abschnitt zur KI-Steuerung.",
    "titleDE": "Mit Firefox können Sie bald alle generativen KI-Funktionen blockieren"
  },
  {
    "title": "OpenAI launches new macOS app for agentic coding",
    "link": "https://techcrunch.com/2026/02/02/openai-launches-new-macos-app-for-agentic-coding/",
    "description": "OpenAI has released a new macOS app for Codex, integrating many of the agentic coding practices that have become popular since Codex launched last year.",
    "pubDate": "2026-02-02T18:19:31.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "OpenAI hat eine neue macOS-App für Codex veröffentlicht, die viele der Agenten-Codierungspraktiken integriert, die seit der Einführung von Codex im letzten Jahr populär geworden sind.",
    "titleDE": "OpenAI bringt neue macOS-App für Agentencodierung auf den Markt"
  },
  {
    "title": "What we’ve been getting wrong about AI’s truth crisis",
    "link": "https://www.technologyreview.com/2026/02/02/1132068/what-weve-been-getting-wrong-about-ais-truth-crisis/",
    "description": "This story originally appeared in The Algorithm, our weekly newsletter on AI. To get stories like this in your inbox first, sign up here. What would it take to convince you that the era of truth decay we were long warned about—where AI content dupes us, shapes our beliefs even when we catch the lie, and…",
    "pubDate": "2026-02-02T18:09:57.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Diese Geschichte erschien ursprünglich in The Algorithm, unserem wöchentlichen Newsletter zum Thema KI. Um Geschichten wie diese zuerst in Ihrem Posteingang zu erhalten, melden Sie sich hier an. Was wäre nötig, um Sie davon zu überzeugen, dass die Ära des Wahrheitsverfalls, vor der wir lange gewarnt wurden – in der KI-Inhalte uns täuschen, unsere Überzeugungen prägen, selbst wenn wir die Lüge erkennen, …",
    "titleDE": "Was wir an der Wahrheitskrise der KI falsch verstanden haben"
  },
  {
    "title": "How we’re helping preserve the genetic information of endangered species with AI",
    "link": "https://blog.google/innovation-and-ai/technology/ai/ai-to-preserve-endangered-species/",
    "description": "Scientists are working to sequence the genome of every known species on Earth.",
    "pubDate": "2026-02-02T18:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Wissenschaftler arbeiten daran, das Genom aller bekannten Arten auf der Erde zu sequenzieren.",
    "titleDE": "Wie wir mit KI dazu beitragen, die genetische Information gefährdeter Arten zu bewahren"
  },
  {
    "title": "Advancing AI benchmarking with Game Arena",
    "link": "https://blog.google/innovation-and-ai/models-and-research/google-deepmind/kaggle-game-arena-updates/",
    "description": "We’re expanding Game Arena with Poker and Werewolf, while Gemini 3 Pro and Flash top our chess leaderboard.",
    "pubDate": "2026-02-02T17:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Wir erweitern Game Arena um Poker und Werewolf, während Gemini 3 Pro und Flash unsere Schach-Rangliste anführen.",
    "titleDE": "Weiterentwicklung des KI-Benchmarkings mit Game Arena"
  },
  {
    "title": "OpenClaw: all the news about the trending AI agent",
    "link": "https://www.theverge.com/news/872091/openclaw-moltbot-clawdbot-ai-agent-news",
    "description": "An open-source AI agent called OpenClaw (formerly known as both Clawdbot and Moltbot) that runs on your own computer and “actually does things” is taking off inside tech circles. Users interact with OpenClaw via messaging apps like WhatsApp, Telegram, Signal, Discord, and iMessage, giving it the keys to operate independently, managing reminders, writing emails, or buying tickets. \nBut once users give it access to their entire computer and accounts, a configuration error or security flaw could be catastrophic. A cybersecurity researcher also found that some configurations left private messages, account credentials, and API keys linked to OpenClaw exposed on the web.\nDespite the potential risks, people are using OpenClaw to handle their work for them. Octane AI CEO Matt Schlicht even built a Reddit-like network, called Moltbook, where the AI agents are supposed to “chat” with one another. The network has already sparked some viral posts, including one titled, “I can’t tell if I’m experiencing or simulating experiencing.”\nYou can keep up with all the latest news about OpenClaw here.\nHumans are infiltrating the social network for AI bots\n\t\t\t\nIs Moltbook really a “social network” for AI agents?\n\t\t\t\nThere’s a social network for AI agents, and it’s getting weird\n\t\t\t\nClawdbot’s bad day.\n\t\t\t\nMoltbot, the AI agent that ‘actually does things,’ is tech’s new obsession",
    "pubDate": "2026-02-02T15:47:39.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Ein Open-Source-KI-Agent namens OpenClaw (früher sowohl als Clawdbot als auch als Moltbot bekannt), der auf Ihrem eigenen Computer läuft und „tatsächlich Dinge erledigt“, ist in Technologiekreisen auf dem Vormarsch. Benutzer interagieren mit OpenClaw über Messaging-Apps wie WhatsApp, Telegram, Signal, Discord und iMessage und geben ihm den Schlüssel ...",
    "titleDE": "OpenClaw: Alle Neuigkeiten zum angesagten KI-Agenten"
  },
  {
    "title": "Ring brings its ‘Search Party’ feature for finding lost dogs to non-Ring camera owners",
    "link": "https://techcrunch.com/2026/02/02/ring-brings-its-search-party-feature-for-finding-lost-dogs-to-non-ring-camera-owners/",
    "description": "Ring's Search Party feature for finding lost dogs is now available across the U.S. — even if you don't own a Ring camera.",
    "pubDate": "2026-02-02T15:33:45.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Suchmannschaftsfunktion von Ring zum Auffinden verlorener Hunde ist jetzt in den gesamten USA verfügbar – auch wenn Sie keine Ring-Kamera besitzen.",
    "titleDE": "Ring bietet seine „Suchgruppe“-Funktion zum Auffinden verlorener Hunde auch Besitzern von Nicht-Ring-Kameras an"
  },
  {
    "title": "Carbon Robotics built an AI model that detects and identifies plants ",
    "link": "https://techcrunch.com/2026/02/02/carbon-robotics-built-an-ai-model-that-detects-and-identifies-plants/",
    "description": "Carbon Robotics' Large Plant Model will allow farmers to kill new types of weeds without having to retrain the machines.",
    "pubDate": "2026-02-02T15:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das Großpflanzenmodell von Carbon Robotics wird es Landwirten ermöglichen, neue Arten von Unkraut zu vernichten, ohne die Maschinen neu trainieren zu müssen.",
    "titleDE": "Carbon Robotics hat ein KI-Modell entwickelt, das Pflanzen erkennt und identifiziert"
  },
  {
    "title": "Coalition demands federal Grok ban over nonconsensual sexual content",
    "link": "https://techcrunch.com/2026/02/02/coalition-demands-federal-grok-ban-over-nonconsensual-sexual-content/",
    "description": "Nonprofits urge the U.S. government to suspend Grok in federal agencies after the xAI chatbot generated thousands of nonconsensual sexual images, raising national security and child safety concerns.",
    "pubDate": "2026-02-02T15:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Gemeinnützige Organisationen fordern die US-Regierung auf, Grok in Bundesbehörden zu suspendieren, nachdem der xAI-Chatbot Tausende von nicht einvernehmlichen sexuellen Bildern generiert hat, was Bedenken hinsichtlich der nationalen Sicherheit und der Sicherheit von Kindern aufkommen lässt.",
    "titleDE": "Koalition fordert bundesweites Grok-Verbot für nicht einvernehmliche sexuelle Inhalte"
  },
  {
    "title": "The crucial first step for designing a successful enterprise AI system",
    "link": "https://www.technologyreview.com/2026/02/02/1131822/the-crucial-first-step-for-designing-a-successful-enterprise-ai-system/",
    "description": "Many organizations rushed into generative AI, only to see pilots fail to deliver value. Now, companies want measurable outcomes—but how do you design for success? At Mistral AI, we partner with global industry leaders to co-design tailored AI solutions that solve their most difficult problems. Whether it’s increasing CX productivity with Cisco, building a more…",
    "pubDate": "2026-02-02T14:20:29.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Viele Unternehmen stürzten sich in die generative KI, mussten jedoch feststellen, dass die Pilotprojekte keinen Mehrwert lieferten. Nun wollen Unternehmen messbare Ergebnisse – aber wie gestaltet man den Erfolg? Bei Mistral AI arbeiten wir mit globalen Branchenführern zusammen, um gemeinsam maßgeschneiderte KI-Lösungen zu entwickeln, die ihre schwierigsten Probleme lösen. Ob...",
    "titleDE": "Der entscheidende erste Schritt für die Gestaltung eines erfolgreichen Unternehmens-KI-Systems"
  },
  {
    "title": "Linq raises $20M to enable AI assistants to live within messaging apps",
    "link": "https://techcrunch.com/2026/02/02/linq-raises-20m-to-enable-ai-assistants-to-live-within-messaging-apps/",
    "description": "Linq offers an API that lets  companies offer their AI assistants via iMessage, RCS, and SMS.",
    "pubDate": "2026-02-02T14:16:13.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Linq bietet eine API, mit der Unternehmen ihre KI-Assistenten über iMessage, RCS und SMS anbieten können.",
    "titleDE": "Linq sammelt 20 Millionen US-Dollar, um KI-Assistenten das Leben in Messaging-Apps zu ermöglichen"
  },
  {
    "title": "The Download: inside a deepfake marketplace, and EV batteries’ future",
    "link": "https://www.technologyreview.com/2026/02/02/1132049/the-download-inside-a-deepfake-marketplace-and-ev-batteries-future/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. Inside the marketplace powering bespoke AI deepfakes of real women Civitai—an online marketplace for buying and selling AI-generated content, backed by the venture capital firm Andreessen Horowitz—is letting users buy custom instruction files…",
    "pubDate": "2026-02-02T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Auf dem Marktplatz, der maßgeschneiderte KI-Deepfakes von echten Frauen ermöglicht Civitai – ein Online-Marktplatz für den Kauf und Verkauf von KI-generierten Inhalten, unterstützt vom Unternehmen …",
    "titleDE": "Der Download: Ein Deepfake-Marktplatz und die Zukunft von Elektrofahrzeugbatterien"
  },
  {
    "title": "What’s next for EV batteries in 2026",
    "link": "https://www.technologyreview.com/2026/02/02/1132042/whats-next-for-ev-batteries-in-2026/",
    "description": "MIT Technology Review’s What’s Next series looks across industries, trends, and technologies to give you a first look at the future. You can read the rest of them here. Demand for electric vehicles and the batteries that power them has never been hotter. In 2025, EVs made up over a quarter of new vehicle sales globally,…",
    "pubDate": "2026-02-02T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Die „What’s Next“-Reihe des MIT Technology Review befasst sich mit Branchen, Trends und Technologien, um Ihnen einen ersten Blick in die Zukunft zu geben. Den Rest können Sie hier lesen. Die Nachfrage nach Elektrofahrzeugen und den Batterien, die sie antreiben, war noch nie so groß. Im Jahr 2025 machten Elektrofahrzeuge über ein Viertel der Neufahrzeuge aus...",
    "titleDE": "Was kommt als nächstes für EV-Batterien im Jahr 2026?"
  },
  {
    "title": "These AI notetaking devices can help you record and transcribe your meetings",
    "link": "https://techcrunch.com/2026/02/02/ai-notetaker-hardware-devices-pins-pendants-record-transcribe/",
    "description": "These physical notetakers transcribe audio and give users summaries and action items of meetings using AI. Some even offer live translation.",
    "pubDate": "2026-02-02T08:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Diese physischen Protokollanten transkribieren mithilfe von KI Audioinhalte und stellen Benutzern Zusammenfassungen und Aktionspunkte von Besprechungen zur Verfügung. Einige bieten sogar Live-Übersetzungen an.",
    "titleDE": "Mit diesen KI-Notizgeräten können Sie Ihre Besprechungen aufzeichnen und transkribieren"
  },
  {
    "title": "Snowflake and OpenAI partner to bring frontier intelligence to enterprise data",
    "link": "https://openai.com/index/snowflake-partnership",
    "description": "OpenAI and Snowflake partner in a $200M agreement to bring frontier intelligence into enterprise data, enabling AI agents and insights directly in Snowflake.",
    "pubDate": "2026-02-02T06:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI und Snowflake gehen eine 200-Millionen-Dollar-Vereinbarung ein, um bahnbrechende Intelligenz in Unternehmensdaten zu integrieren und KI-Agenten und Erkenntnisse direkt in Snowflake zu ermöglichen.",
    "titleDE": "Snowflake und OpenAI arbeiten zusammen, um Unternehmensdaten mit innovativer Intelligenz zu versehen"
  },
  {
    "title": "Introducing the Codex app",
    "link": "https://openai.com/index/introducing-the-codex-app",
    "description": "Introducing the Codex app for macOS—a command center for AI coding and software development with multiple agents, parallel workflows, and long-running tasks.",
    "pubDate": "2026-02-02T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wir stellen die Codex-App für macOS vor – eine Kommandozentrale für KI-Codierung und Softwareentwicklung mit mehreren Agenten, parallelen Arbeitsabläufen und lang laufenden Aufgaben.",
    "titleDE": "Vorstellung der Codex-App"
  },
  {
    "title": "AI layoffs or ‘AI-washing’?",
    "link": "https://techcrunch.com/2026/02/01/ai-layoffs-or-ai-washing/",
    "description": "How many of the companies with recent layoffs are just using AI as an excuse?",
    "pubDate": "2026-02-01T22:15:53.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Wie viele der Unternehmen, die kürzlich Entlassungen erlitten haben, nutzen KI nur als Ausrede?",
    "titleDE": "KI-Entlassungen oder „KI-Washing“?"
  },
  {
    "title": "Why Tether’s CEO is everywhere right now",
    "link": "https://techcrunch.com/2026/02/01/why-tethers-ceo-is-everywhere-right-now/",
    "description": "For years, Tether's CEO avoided the United States, watching from offshore as regulators circled and prosecutors investigated. Those days are over.",
    "pubDate": "2026-02-01T20:32:21.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Der CEO von Tether mied jahrelang die Vereinigten Staaten und beobachtete von der Küste aus, wie die Aufsichtsbehörden ihre Kreise zogen und die Staatsanwälte Ermittlungen durchführten. Diese Zeiten sind vorbei.",
    "titleDE": "Warum der CEO von Tether gerade überall ist"
  },
  {
    "title": "Indonesia ‘conditionally’ lifts ban on Grok",
    "link": "https://techcrunch.com/2026/02/01/indonesia-conditionally-lifts-ban-on-grok/",
    "description": "Indonesia has followed Malaysia and the Philippines in lifting a ban on xAI’s chatbot Grok.",
    "pubDate": "2026-02-01T17:20:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Indonesien ist Malaysia und den Philippinen gefolgt und hat das Verbot des Chatbots Grok von xAI aufgehoben.",
    "titleDE": "Indonesien hebt Grok-Verbot „unter Auflagen“ auf"
  },
  {
    "title": "India offers zero taxes through 2047 to lure global AI workloads",
    "link": "https://techcrunch.com/2026/02/01/india-offers-zero-taxes-through-2047-to-lure-global-ai-workloads/",
    "description": "New Delhi's latest move comes as Amazon, Google, and Microsoft expand data center investments in India.",
    "pubDate": "2026-02-01T16:30:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Der jüngste Schritt Neu-Delhis erfolgt zu einem Zeitpunkt, an dem Amazon, Google und Microsoft ihre Investitionen in Rechenzentren in Indien ausweiten.",
    "titleDE": "Indien bietet bis 2047 keine Steuern an, um globale KI-Arbeitslasten anzulocken"
  },
  {
    "title": "Bye-bye, corporate conglomerates. Hello personal conglomerates.",
    "link": "https://techcrunch.com/2026/02/01/bye-bye-corporate-conglomerates-hello-personal-conglomerates/",
    "description": "Elon Musk's reported merging of SpaceX, xAI, and Tesla harkens back to the heyday of General Electric — or maybe the robber barons of the Gilded Age.",
    "pubDate": "2026-02-01T15:39:08.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die von Elon Musk gemeldete Fusion von SpaceX, xAI und Tesla erinnert an die Blütezeit von General Electric – oder vielleicht an die Raubritter des Goldenen Zeitalters.",
    "titleDE": "Tschüss, Konzerne. Hallo Privatkonglomerate."
  },
  {
    "title": "Nvidia CEO pushes back against report that his company’s $100B OpenAI investment has stalled",
    "link": "https://techcrunch.com/2026/01/31/nvidia-ceo-pushes-back-against-report-that-his-companys-100b-openai-investment-has-stalled/",
    "description": "Nvidia CEO Jensen Huang said that a recent report of friction between his company and OpenAI was “nonsense.”",
    "pubDate": "2026-01-31T17:54:12.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Jensen Huang, CEO von Nvidia, sagte, ein kürzlich veröffentlichter Bericht über Spannungen zwischen seinem Unternehmen und OpenAI sei „Unsinn“.",
    "titleDE": "Der CEO von Nvidia wehrt sich gegen den Bericht, dass die 100-Milliarden-Dollar-Investition seines Unternehmens in OpenAI ins Stocken geraten sei"
  },
  {
    "title": "AI agents now have their own Reddit-style social network, and it's getting weird fast",
    "link": "https://arstechnica.com/information-technology/2026/01/ai-agents-now-have-their-own-reddit-style-social-network-and-its-getting-weird-fast/",
    "description": "Moltbook lets 32,000 AI bots trade jokes, tips, and complaints about humans.",
    "pubDate": "2026-01-30T22:12:26.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Moltbook ermöglicht es 32.000 KI-Bots, Witze, Tipps und Beschwerden über Menschen auszutauschen.",
    "titleDE": "KI-Agenten haben jetzt ihr eigenes soziales Netzwerk im Reddit-Stil, und es wird immer seltsamer"
  },
  {
    "title": "Developers say AI coding tools work—and that's precisely what worries them",
    "link": "https://arstechnica.com/ai/2026/01/developers-say-ai-coding-tools-work-and-thats-precisely-what-worries-them/",
    "description": "Ars spoke to several software devs about AI and found enthusiasm tempered by unease.",
    "pubDate": "2026-01-30T19:04:15.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Ars sprach mit mehreren Softwareentwicklern über KI und stellte fest, dass die Begeisterung durch Unbehagen gedämpft wurde.",
    "titleDE": "Entwickler sagen, dass KI-Codierungstools funktionieren – und genau das macht ihnen Sorgen"
  },
  {
    "title": "Inside the marketplace powering bespoke AI deepfakes of real women",
    "link": "https://www.technologyreview.com/2026/01/30/1131945/inside-the-marketplace-powering-bespoke-ai-deepfakes-of-real-women/",
    "description": "Civitai—an online marketplace for buying and selling AI-generated content, backed by the venture capital firm Andreessen Horowitz—is letting users buy custom instruction files for generating celebrity deepfakes. Some of these files were specifically designed to make pornographic images banned by the site, a new analysis has found. The study, from researchers at Stanford and Indiana…",
    "pubDate": "2026-01-30T16:32:31.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Civitai – ein Online-Marktplatz für den Kauf und Verkauf von KI-generierten Inhalten, der von der Risikokapitalgesellschaft Andreessen Horowitz unterstützt wird – ermöglicht Benutzern den Kauf benutzerdefinierter Anleitungsdateien zum Generieren von Promi-Deepfakes. Einige dieser Dateien wurden speziell entwickelt, um pornografische Bilder zu erstellen, die von der... verboten wurden.",
    "titleDE": "Auf dem Marktplatz, der maßgeschneiderte KI-Deepfakes von echten Frauen ermöglicht"
  },
  {
    "title": "The Download: US immigration agencies’ AI videos, and inside the Vitalism movement",
    "link": "https://www.technologyreview.com/2026/01/30/1132022/the-download-us-immigration-agencies-ai-videos-and-inside-the-vitalism-movement/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. DHS is using Google and Adobe AI to make videos The news: The US Department of Homeland Security is using AI video generators from Google and Adobe to make and edit content shared…",
    "pubDate": "2026-01-30T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Das DHS nutzt KI von Google und Adobe, um Videos zu erstellen. Die Neuigkeit: Das US-Heimatschutzministerium nutzt KI-Videogeneratoren von Google und Adobe, um Videos zu erstellen und zu bearbeiten.",
    "titleDE": "Der Download: KI-Videos der US-Einwanderungsbehörden und Einblicke in die Vitalismus-Bewegung"
  },
  {
    "title": "How the sometimes-weird world of lifespan extension is gaining influence",
    "link": "https://www.technologyreview.com/2026/01/30/1131933/weird-world-lifespan-extension-gaining-influence-oneill-arpa-h/",
    "description": "For the last couple of years, I’ve been following the progress of a group of individuals who believe death is humanity’s “core problem.” Put simply, they say death is wrong—for everyone. They’ve even said it’s morally wrong. They established what they consider a new philosophy, and they called it Vitalism. Vitalism is more than a philosophy,…",
    "pubDate": "2026-01-30T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Seit einigen Jahren verfolge ich die Fortschritte einer Gruppe von Menschen, die glauben, der Tod sei das „Kernproblem“ der Menschheit. Vereinfacht gesagt sagen sie, der Tod sei falsch – für jeden. Sie haben sogar gesagt, es sei moralisch falsch. Sie begründeten eine ihrer Meinung nach neue Philosophie und nannten sie Vi...",
    "titleDE": "Wie die manchmal seltsame Welt der Lebensverlängerung an Einfluss gewinnt"
  },
  {
    "title": "The AI Hype Index: Grok makes porn, and Claude Code nails your job",
    "link": "https://www.technologyreview.com/2026/01/29/1131787/the-ai-hype-index-grok-makes-porn-claude-code-nails-your-job/",
    "description": "Everyone is panicking because AI is very bad; everyone is panicking because AI is very good. It’s just that you never know which one you’re going to get. Grok is a pornography machine. Claude Code can do anything from building websites to reading your MRI. So of course Gen Z is spooked by what this…",
    "pubDate": "2026-01-29T20:56:23.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Alle geraten in Panik, weil KI sehr schlecht ist; Alle geraten in Panik, weil die KI sehr gut ist. Es ist nur so, dass man nie weiß, welches man bekommt. Grok ist eine Pornografiemaschine. Claude Code kann alles tun, vom Erstellen von Websites bis zum Auswerten Ihres MRT. Natürlich ist die Generation Z erschreckt darüber, was das ist …",
    "titleDE": "Der KI-Hype-Index: Grok macht Pornos und Claude Code macht Ihren Job perfekt"
  },
  {
    "title": "County pays $600,000 to pentesters it arrested for assessing courthouse security",
    "link": "https://arstechnica.com/security/2026/01/county-pays-600000-to-pentesters-it-arrested-for-assessing-courthouse-security/",
    "description": "Settlement comes more than 6 years after Gary DeMercurio and Justin Wynn's ordeal began.",
    "pubDate": "2026-01-29T18:30:52.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Die Einigung erfolgt mehr als sechs Jahre nach Beginn der Tortur von Gary DeMercurio und Justin Wynn.",
    "titleDE": "Der Landkreis zahlt 600.000 US-Dollar an Penetrationstester, die er verhaftet hat, weil er die Sicherheit des Gerichtsgebäudes überprüft hat"
  },
  {
    "title": "Project Genie: Experimenting with infinite, interactive worlds",
    "link": "https://blog.google/innovation-and-ai/models-and-research/google-deepmind/project-genie/",
    "description": "Google AI Ultra subscribers in the U.S. can now try out Project Genie.",
    "pubDate": "2026-01-29T17:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Abonnenten von Google AI Ultra in den USA können Project Genie jetzt ausprobieren.",
    "titleDE": "Project Genie: Experimentieren mit unendlichen, interaktiven Welten"
  },
  {
    "title": "Does Anthropic believe its AI is conscious, or is that just what it wants Claude to think?",
    "link": "https://arstechnica.com/information-technology/2026/01/does-anthropic-believe-its-ai-is-conscious-or-is-that-just-what-it-wants-claude-to-think/",
    "description": "We have no proof that AI models suffer, but Anthropic acts like they might for training purposes.",
    "pubDate": "2026-01-29T15:19:56.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Wir haben keinen Beweis dafür, dass KI-Modelle leiden, aber Anthropic verhält sich zu Trainingszwecken so.",
    "titleDE": "Glaubt Anthropic, dass seine KI bei Bewusstsein ist, oder will es, dass Claude genau das denkt?"
  },
  {
    "title": "Hear more about interactive world models in our latest podcast.",
    "link": "https://blog.google/innovation-and-ai/technology/ai/release-notes-podcast-project-genie/",
    "description": "The latest episode of the Google AI: Release Notes podcast focuses on Genie 3, a real-time, interactive world model. Host Logan Kilpatrick chats with Diego Rivas, Shlomi…",
    "pubDate": "2026-01-29T15:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Die neueste Folge des Google AI: Release Notes-Podcasts konzentriert sich auf Genie 3, ein interaktives Echtzeit-Weltmodell. Moderator Logan Kilpatrick unterhält sich mit Diego Rivas, Shlomi…",
    "titleDE": "Erfahren Sie mehr über interaktive Weltmodelle in unserem neuesten Podcast."
  },
  {
    "title": "Inside OpenAI’s in-house data agent",
    "link": "https://openai.com/index/inside-our-in-house-data-agent",
    "description": "How OpenAI built an in-house AI data agent that uses GPT-5, Codex, and memory to reason over massive datasets and deliver reliable insights in minutes.",
    "pubDate": "2026-01-29T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wie OpenAI einen internen KI-Datenagenten entwickelt hat, der GPT-5, Codex und Speicher nutzt, um riesige Datensätze zu analysieren und innerhalb von Minuten zuverlässige Erkenntnisse zu liefern.",
    "titleDE": "Im internen Datenagenten von OpenAI"
  },
  {
    "title": "Retiring GPT-4o, GPT-4.1, GPT-4.1 mini, and OpenAI o4-mini in ChatGPT",
    "link": "https://openai.com/index/retiring-gpt-4o-and-older-models",
    "description": "On February 13, 2026, alongside the previously announced retirement⁠ of GPT‑5 (Instant, Thinking, and Pro), we will retire GPT‑4o, GPT‑4.1, GPT‑4.1 mini, and OpenAI o4-mini from ChatGPT. In the API, there are no changes at this time.",
    "pubDate": "2026-01-29T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Am 13. Februar 2026 werden wir neben der zuvor angekündigten Einstellung von GPT-5 (Instant, Thinking und Pro) auch GPT-4o, GPT-4.1, GPT-4.1 mini und OpenAI o4-mini aus ChatGPT entfernen. In der API gibt es derzeit keine Änderungen.",
    "titleDE": "Einstellung von GPT-4o, GPT-4.1, GPT-4.1 mini und OpenAI o4-mini in ChatGPT"
  },
  {
    "title": "Taisei Corporation shapes the next generation of talent with ChatGPT",
    "link": "https://openai.com/index/taisei",
    "description": "Taisei Corporation uses ChatGPT Enterprise to support HR-led talent development and scale generative AI across its global construction business.",
    "pubDate": "2026-01-29T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Die Taisei Corporation nutzt ChatGPT Enterprise, um die HR-gesteuerte Talententwicklung zu unterstützen und generative KI in ihrem globalen Baugeschäft zu skalieren.",
    "titleDE": "Die Taisei Corporation formt mit ChatGPT die nächste Generation von Talenten"
  },
  {
    "title": "Site catering to online criminals has been seized by the FBI",
    "link": "https://arstechnica.com/security/2026/01/site-catering-to-online-criminals-has-been-seized-by-the-fbi/",
    "description": "One of the last holdouts for ransomware discussions, RAMP is taken down.",
    "pubDate": "2026-01-28T22:06:41.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "RAMP, einer der letzten Verweigerer der Ransomware-Diskussion, wurde entfernt.",
    "titleDE": "Das FBI hat eine Website beschlagnahmt, die sich an Online-Kriminelle richtet"
  },
  {
    "title": "Report: China approves import of high-end Nvidia AI chips after weeks of uncertainty",
    "link": "https://arstechnica.com/ai/2026/01/report-china-approves-import-of-high-end-nvidia-ai-chips-after-weeks-of-uncertainty/",
    "description": "Over 400,000 H200 chips coming to tech giants as China tries to balance tech needs with self-reliance.",
    "pubDate": "2026-01-28T17:21:29.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Über 400.000 H200-Chips gehen an Technologiegiganten, während China versucht, Technologiebedürfnisse mit Eigenständigkeit in Einklang zu bringen.",
    "titleDE": "Bericht: China genehmigt nach wochenlanger Unsicherheit den Import von High-End-KI-Chips von Nvidia"
  },
  {
    "title": "Users flock to open source Moltbot for always-on AI, despite major risks",
    "link": "https://arstechnica.com/ai/2026/01/viral-ai-assistant-moltbot-rapidly-gains-popularity-but-poses-security-risks/",
    "description": "The open source \"Jarvis\" chats via WhatsApp but requires access to your files and accounts.",
    "pubDate": "2026-01-28T12:30:44.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Das Open-Source-Gerät „Jarvis“ chattet über WhatsApp, benötigt aber Zugriff auf Ihre Dateien und Konten.",
    "titleDE": "Trotz großer Risiken strömen Benutzer strömen zu Open-Source-Moltbot, um eine ständig aktive KI zu erhalten"
  }
]