[
  {
    "title": "India’s AI boom pushes firms to trade near-term revenue for users",
    "link": "https://techcrunch.com/2026/02/24/india-ai-boom-pushes-firms-to-trade-near-term-revenue-for-users/",
    "description": "ChatGPT and rivals are testing whether India's massive AI user boom can translate into paying customers as free offers wind down.",
    "pubDate": "2026-02-25T02:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "ChatGPT und seine Konkurrenten testen, ob Indiens massiver Boom bei KI-Nutzern zu zahlenden Kunden führen kann, wenn kostenlose Angebote auslaufen.",
    "titleDE": "Indiens KI-Boom zwingt Unternehmen dazu, kurzfristige Einnahmen für Benutzer einzutauschen"
  },
  {
    "title": "Pete Hegseth’s Pentagon AI bro squad includes a former Uber executive and a private equity billionaire",
    "link": "https://www.theverge.com/ai-artificial-intelligence/884165/pentagon-anthropic-emil-michael-steve-feinberg",
    "description": "U.S. Secretary of Defense Pete Hegseth (L) walks with Emil Michael (R), Under Secretary of Defense (Research & Engineering, while touring an exhibit of Multi-Domain Autonomous systems at the Pentagon July 16, 2025 in Arlington, Virginia. | Win McNamee/Getty Images.\t\n\nHello and welcome to Regulator, a newsletter for Verge subscribers covering the broligarchs, the influencers, and the (potentially conscious) artificial intelligence models scrambling for power in Washington. If you're not a subscriber yet, assert your humanity against the will of the machines by signing up here.\nVery important news: Do you want to tell me stuff and see it printed in Regulator? Well, now you can, because we have a new tip line! Send all commentary, cool information, and ~secrets~ to tina.nguyen+tips@theverge.com. \nThe Pentagon's private-sector A-Team\nThis morning, in advance of a meeting between Defense Secretary Pete Heg …\nRead the full story at The Verge.",
    "pubDate": "2026-02-25T01:59:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "US-Verteidigungsminister Pete Hegseth (l.) geht mit Emil Michael (r.), Unterstaatssekretär für Verteidigung (Forschung und Technik), spazieren, während er am 16. Juli 2025 im Pentagon in Arlington, Virginia, eine Ausstellung über autonome Systeme mit mehreren Domänen besichtigt. | Win McNamee/Getty Images. Hallo und willkommen bei Regulator, einem ...",
    "titleDE": "Zu Pete Hegseths KI-Team im Pentagon gehören ein ehemaliger Uber-Manager und ein Private-Equity-Milliardär"
  },
  {
    "title": "Nvidia challenger AI chip startup MatX raised $500M",
    "link": "https://techcrunch.com/2026/02/24/nvidia-challenger-ai-chip-startup-matx-raised-500m/",
    "description": "The startup was founded by former Google TPU engineers in 2023.",
    "pubDate": "2026-02-25T00:45:47.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das Startup wurde 2023 von ehemaligen Google TPU-Ingenieuren gegründet.",
    "titleDE": "Das Nvidia-Herausforderer-KI-Chip-Startup MatX hat 500 Millionen US-Dollar eingesammelt"
  },
  {
    "title": "Spanish ‘soonicorn’ Multiverse Computing releases free compressed AI model",
    "link": "https://techcrunch.com/2026/02/24/spanish-soonicorn-multiverse-computing-releases-free-compressed-ai-model/",
    "description": "Spanish startup Multiverse Computing has released a new version of its HyperNova 60B model on Hugging Face that, it says, bests Mistral's model.",
    "pubDate": "2026-02-24T23:32:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das spanische Startup Multiverse Computing hat auf Hugging Face eine neue Version seines HyperNova 60B-Modells veröffentlicht, die angeblich das Modell von Mistral übertrifft.",
    "titleDE": "Das spanische „Soonicorn“ Multiverse Computing veröffentlicht kostenloses komprimiertes KI-Modell"
  },
  {
    "title": "Uber engineers built an AI version of their boss",
    "link": "https://techcrunch.com/2026/02/24/uber-engineers-built-ai-version-of-boss-dara-khosrowshahi/",
    "description": "Uber CEO Dara Khosrowshahi said the company’s employees have gone all in on AI, going so far as to build a chatbot of him that they use to practice their pitches.",
    "pubDate": "2026-02-24T23:09:28.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Dara Khosrowshahi, CEO von Uber, sagte, dass die Mitarbeiter des Unternehmens voll auf KI gesetzt hätten und sogar einen Chatbot von ihm gebaut hätten, mit dem sie ihre Pitches üben würden.",
    "titleDE": "Uber-Ingenieure haben eine KI-Version ihres Chefs gebaut"
  },
  {
    "title": "OpenAI defeats xAI’s trade secrets lawsuit",
    "link": "https://www.theverge.com/ai-artificial-intelligence/884049/openai-elon-musk-xai-trade-secrets-lawsuit",
    "description": "OpenAI won a victory Tuesday in one of its legal battles with xAI, which involved allegations of poaching and theft of trade secrets. \nThe former company's motion to dismiss the lawsuit was granted on Tuesday with leave to amend, meaning xAI has the option to refile with modified claims. In the ruling, US District Judge Rita F. Lin wrote that \"xAI does not point to any misconduct by OpenAI\" in its current claims. \"Instead, it points to eight former xAI employees who left for OpenAI at around the same time,\" with no indication that OpenAI directed their actions while leaving xAI.\nxAI alleges that two former employees \"stole its source code  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-24T23:05:28.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "OpenAI errang am Dienstag einen Sieg in einem seiner Rechtsstreitigkeiten mit xAI, bei dem es um Vorwürfe der Wilderei und des Diebstahls von Geschäftsgeheimnissen ging. Dem Antrag des ehemaligen Unternehmens auf Abweisung der Klage wurde am Dienstag mit Änderungserlaubnis stattgegeben, was bedeutet, dass xAI die Möglichkeit hat, die Klage mit geänderten Ansprüchen erneut einzureichen. In der Herrschaft...",
    "titleDE": "OpenAI besiegt xAIs Klage wegen Geschäftsgeheimnissen"
  },
  {
    "title": "Just pull a string to turn these tile patterns into useful 3D structures",
    "link": "https://www.technologyreview.com/2026/02/24/1132074/just-pull-a-string-to-turn-these-tile-patterns-into-useful-3d-structures/",
    "description": "MIT researchers have developed a new method for designing 3D structures that can spring up from a flat sheet of interconnected tiles with a single pull of a string. The technique could be used to make foldable bike helmets and medical devices, emergency shelters and field hospitals for disaster zones, and much more. Mina Konaković…",
    "pubDate": "2026-02-24T22:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "MIT-Forscher haben eine neue Methode zum Entwerfen von 3D-Strukturen entwickelt, die mit einem einzigen Zug an einer Schnur aus einer flachen Platte miteinander verbundener Fliesen entstehen können. Mit der Technik könnten faltbare Fahrradhelme und medizinische Geräte, Notunterkünfte und Feldlazarette für Katastrophengebiete hergestellt werden ...",
    "titleDE": "Ziehen Sie einfach an einer Schnur, um diese Fliesenmuster in nützliche 3D-Strukturen zu verwandeln"
  },
  {
    "title": "A retinal reboot for amblyopia",
    "link": "https://www.technologyreview.com/2026/02/24/1132077/a-retinal-reboot-for-amblyopia/",
    "description": "In the vision disorder amblyopia (or “lazy eye”), impaired vision in one eye early in life causes neural connections in the brain’s visual system to shift toward supporting the other eye, leaving the amblyopic eye less capable even if the original impairment is corrected. Current interventions don’t work after infancy and early childhood, when the…",
    "pubDate": "2026-02-24T22:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Bei der Sehstörung Amblyopie (oder „träges Auge“) führt eine Beeinträchtigung des Sehvermögens auf einem Auge zu Beginn des Lebens dazu, dass sich neuronale Verbindungen im visuellen System des Gehirns in Richtung der Unterstützung des anderen Auges verschieben, sodass das amblyope Auge selbst dann weniger leistungsfähig ist, wenn die ursprüngliche Beeinträchtigung korrigiert wird. Aktuelle Interventionen nicht...",
    "titleDE": "Ein Neustart der Netzhaut bei Amblyopie"
  },
  {
    "title": "A new way to rejuvenate the immune system",
    "link": "https://www.technologyreview.com/2026/02/24/1132080/a-new-way-to-rejuvenate-the-immune-system/",
    "description": "As people age, their immune function weakens. Owing to shrinkage of the thymus, where T cells normally mature and diversify, populations of these immune cells become smaller and can’t react to pathogens as quickly. But researchers at MIT and the Broad Institute have now found a way to overcome that decline by temporarily programming cells…",
    "pubDate": "2026-02-24T22:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Mit zunehmendem Alter schwächt sich die Immunfunktion ab. Aufgrund der Schrumpfung der Thymusdrüse, in der T-Zellen normalerweise reifen und sich diversifizieren, werden die Populationen dieser Immunzellen kleiner und können nicht mehr so ​​schnell auf Krankheitserreger reagieren. Doch Forscher am MIT und am Broad Institute haben nun einen Weg gefunden, dieses Problem zu überwinden ...",
    "titleDE": "Eine neue Art, das Immunsystem zu verjüngen"
  },
  {
    "title": "A I-designed proteins may help spot cancer",
    "link": "https://www.technologyreview.com/2026/02/24/1132083/a-i-designed-proteins-may-help-spot-cancer/",
    "description": "Researchers at MIT and Microsoft have used artificial intelligence to create molecular sensors that could detect early signs of cancer via a urine test. The researchers developed an AI model to design short proteins that are targeted by enzymes called proteases, which are overactive in cancer cells. Nanoparticles coated with these proteins, called peptides, can…",
    "pubDate": "2026-02-24T22:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Forscher am MIT und bei Microsoft haben künstliche Intelligenz genutzt, um molekulare Sensoren zu entwickeln, die über einen Urintest frühe Anzeichen von Krebs erkennen könnten. Die Forscher entwickelten ein KI-Modell, um kurze Proteine ​​zu entwerfen, die von Enzymen namens Proteasen angegriffen werden, die in Krebszellen überaktiv sind....",
    "titleDE": "Von KI entwickelte Proteine ​​könnten dabei helfen, Krebs zu erkennen"
  },
  {
    "title": "Reformulated antibodies could be injected for easier treatment",
    "link": "https://www.technologyreview.com/2026/02/24/1132086/reformulated-antibodies-could-be-injected-for-easier-treatment/",
    "description": "Antibody treatments for cancer and other diseases are typically delivered intravenously, requiring patients to go to a hospital and potentially spend hours receiving infusions. Now Professor Patrick Doyle and his colleagues have taken a major step toward reformulating antibodies so that they can be injected with a standard syringe, making treatment easier and more accessible. …",
    "pubDate": "2026-02-24T22:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Antikörperbehandlungen gegen Krebs und andere Krankheiten werden in der Regel intravenös verabreicht, sodass die Patienten ein Krankenhaus aufsuchen und möglicherweise stundenlang Infusionen erhalten müssen. Jetzt haben Professor Patrick Doyle und seine Kollegen einen großen Schritt zur Neuformulierung von Antikörpern unternommen, damit sie ...",
    "titleDE": "Für eine einfachere Behandlung könnten neu formulierte Antikörper injiziert werden"
  },
  {
    "title": "Vine-inspired robot fingers can reach out and grab someone",
    "link": "https://www.technologyreview.com/2026/02/24/1132089/vine-inspired-robot-fingers-can-reach-out-and-grab-someone/",
    "description": "In the horticultural world, some vines are especially grabby. As they grow, the woody tendrils can wrap around obstacles with enough force to pull down fences and trees. Inspired by vines’ twisty tenacity, engineers at MIT and Stanford University have developed a robotic gripper that can snake around and lift a variety of objects and…",
    "pubDate": "2026-02-24T22:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Im Gartenbau sind manche Reben besonders griffig. Während sie wachsen, können sich die holzigen Ranken mit so viel Kraft um Hindernisse winden, dass sie Zäune und Bäume umstürzen können. Inspiriert von der zähen Zähigkeit von Weinreben haben Ingenieure am MIT und an der Stanford University einen Robotergreifer entwickelt, der sich um ... schlängeln kann.",
    "titleDE": "Von Ranken inspirierte Roboterfinger können jemanden ausstrecken und ergreifen"
  },
  {
    "title": "Recent books from the MIT community",
    "link": "https://www.technologyreview.com/2026/02/24/1132091/recent-books-from-the-mit-community-27/",
    "description": "Launching from the Lab: Building a Deep-Tech StartupBy Lita Nelsen ’64, SM ’66, SM ’79, former director of the MIT Technology Licensing Office, and Maureen StancikBoyce, SM ’91, SM ’93, PhD ’95, with Sophie Hagerty MIT PRESS, 2026, $35 Empty Vessel: The Story of the Global Economy in One BargeBy Ian Kumekawa, lecturer in historyPENGUIN RANDOM…",
    "pubDate": "2026-02-24T22:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Start aus dem Labor: Aufbau eines Deep-Tech-Startups Von Lita Nelsen ’64, SM ’66, SM ’79, ehemalige Direktorin des MIT Technology Licensing Office, und Maureen Stancik Boyce, SM ’91, SM ’93, PhD ’95, mit Sophie Hagerty MIT PRESS, 2026, $35 Empty Vessel: The Story of the Global Economy in One BargeVon Ian...",
    "titleDE": "Aktuelle Bücher aus der MIT-Community"
  },
  {
    "title": "A boost for manufacturing",
    "link": "https://www.technologyreview.com/2026/02/24/1132163/a-boost-for-manufacturing/",
    "description": "Several years ago, Suzanne Berger was visiting a manufacturing facility in Ohio, talking to workers on the shop floor, when a machinist offered a thought that could serve as her current credo.  “Technology takes a step forward—workers take a step forward too,” the employee said.  Berger, to explain, is an MIT political scientist who for…",
    "pubDate": "2026-02-24T22:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Vor einigen Jahren besuchte Suzanne Berger eine Produktionsstätte in Ohio und sprach mit Arbeitern in der Werkstatt, als ein Maschinist einen Gedanken äußerte, der als ihr aktuelles Credo dienen könnte. „Die Technologie macht einen Schritt nach vorne – auch die Arbeitnehmer machen einen Schritt nach vorne“, sagte der Mitarbeiter. Berger, um es zu erklären, ich...",
    "titleDE": "Ein Schub für die Fertigung"
  },
  {
    "title": "Using big data for good",
    "link": "https://www.technologyreview.com/2026/02/24/1132172/using-big-data-for-good/",
    "description": "A photogenic green-eyed Russian Blue named Petra might just be the world’s most sequenced cat. Petra was rescued from an animal shelter in Reno, Nevada, by Charlie Lieu, MBA ’05, SM ’05, a data whiz, serial entrepreneur, investor, and cofounder of Darwin’s Ark, a community science nonprofit focused on pet genetics. Since becoming Lieu’s furry…",
    "pubDate": "2026-02-24T22:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Eine fotogene grünäugige Russisch Blau namens Petra ist möglicherweise die am häufigsten sequenzierte Katze der Welt. Petra wurde aus einem Tierheim in Reno, Nevada, von Charlie Lieu, MBA ’05, SM ’05, einem Datenexperten, Serienunternehmer, Investor und Mitbegründer von Darwin’s Ark, einer gemeinnützigen gemeinnützigen Community-Wissenschaft, gerettet …",
    "titleDE": "Big Data für immer nutzen"
  },
  {
    "title": "Innovation on the move",
    "link": "https://www.technologyreview.com/2026/02/24/1132181/innovation-on-the-move/",
    "description": "The Massachusetts Bay Trans­portation Authority moves hundreds of thousands of people across Greater Boston each day—thanks to a vast system of buses, trains, and ferries that depends on coordination among thousands of employees. In this storied transit system, history runs deep: The Green Line still passes through the country’s oldest subway tunnels, built beneath the…",
    "pubDate": "2026-02-24T22:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Die Massachusetts Bay Transportation Authority befördert täglich Hunderttausende Menschen durch den Großraum Boston – dank eines riesigen Systems aus Bussen, Zügen und Fähren, das auf die Koordination Tausender Mitarbeiter angewiesen ist. In diesem sagenumwobenen Verkehrssystem ist die Geschichte tief verwurzelt: Der Stil der Grünen Linie...",
    "titleDE": "Innovation in Bewegung"
  },
  {
    "title": "Anthropic won’t budge as Pentagon escalates AI dispute",
    "link": "https://techcrunch.com/2026/02/24/anthropic-wont-budge-as-pentagon-escalates-ai-dispute/",
    "description": "The Pentagon has given Anthropic until Friday to loosen AI guardrails or face potential penalties, escalating a high-stakes dispute that raises questions about government leverage, vendor dependence, and investor confidence in defense tech.",
    "pubDate": "2026-02-24T21:18:45.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das Pentagon hat Anthropic bis Freitag Zeit gegeben, die KI-Schutzmaßnahmen zu lockern oder mit möglichen Strafen zu rechnen. Damit eskaliert ein brisanter Streit, der Fragen über die Hebelwirkung der Regierung, die Anbieterabhängigkeit und das Vertrauen der Investoren in Verteidigungstechnologie aufwirft.",
    "titleDE": "Anthropic wird nicht nachgeben, während das Pentagon den KI-Streit eskaliert"
  },
  {
    "title": "Google adds a way to create automated workflows to Opal",
    "link": "https://techcrunch.com/2026/02/24/google-adds-a-way-to-create-automated-workflows-to-opal/",
    "description": "The company said that a new agent being introduced in Opal will allow users to create mini-apps that can let them plan and execute tasks using text prompts.",
    "pubDate": "2026-02-24T19:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das Unternehmen sagte, dass ein neuer Agent, der in Opal eingeführt wird, es Benutzern ermöglichen wird, Mini-Apps zu erstellen, mit denen sie Aufgaben mithilfe von Texteingabeaufforderungen planen und ausführen können.",
    "titleDE": "Google fügt Opal eine Möglichkeit zum Erstellen automatisierter Workflows hinzu"
  },
  {
    "title": "Seedance 2.0 might be gen AI video’s next big hope, but it’s still slop",
    "link": "https://www.theverge.com/ai-artificial-intelligence/883615/seedance-bytedance-tom-cruise-brad-pitt-jia-zhangke",
    "description": "When Irish filmmaker Ruairi Robinson began uploading a series of short clips created with Seedance 2.0 - TikTok developer ByteDance's newest video generation model - it was hard to deny that the footage was much more impressive than what we've seen from other gen AI outfits. The clips' star (a digital duplicate of Tom Cruise) looked a lot like the real thing as it fought Brad Pitt, humanoid robots, and zombies. And the characters moved with a complex fluidity almost passing for choreography and amplified by kinetic \"camerawork.\"\nGen AI enthusiasts love to proclaim that the traditionally produced entertainment industry is cooked, and some of …\nRead the full story at The Verge.",
    "pubDate": "2026-02-24T18:30:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Als der irische Filmemacher Ruairi Robinson begann, eine Reihe kurzer Clips hochzuladen, die mit Seedance 2.0 – dem neuesten Videogenerationsmodell des TikTok-Entwicklers ByteDance – erstellt wurden, war es schwer zu leugnen, dass das Filmmaterial viel beeindruckender war als das, was wir von anderen KI-Outfits der Generation gesehen haben. Der Stern der Clips (eine Ziffer...",
    "titleDE": "Seedance 2.0 könnte die nächste große Hoffnung für Gen-KI-Videos sein, aber es ist immer noch eine Schlampe"
  },
  {
    "title": "OpenAI COO says ‘we have not yet really seen AI penetrate enterprise business processes’",
    "link": "https://techcrunch.com/2026/02/24/openai-coo-says-we-have-not-yet-really-seen-ai-penetrate-enterprise-business-processes/",
    "description": "There is a lot of talk around AI agents taking over business processes and claiming that \"SaaS is dead.\" While these predictions have moved SaaS stocks at times, they haven't really come true.",
    "pubDate": "2026-02-24T17:44:34.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Es wird viel darüber gesprochen, dass KI-Agenten Geschäftsprozesse übernehmen und behaupten, dass „SaaS tot ist“. Obwohl diese Vorhersagen zeitweise die SaaS-Aktien bewegt haben, haben sie sich nicht wirklich bewahrheitet.",
    "titleDE": "Der COO von OpenAI sagt: „Wir haben noch nicht wirklich gesehen, dass KI in die Geschäftsprozesse von Unternehmen eindringt.“"
  },
  {
    "title": "Music generator ProducerAI joins Google Labs",
    "link": "https://techcrunch.com/2026/02/24/music-generator-producerai-joins-google-labs/",
    "description": "Wyclef Jean used Google's AI music tools on his new song \"Back in Abu Dhabi.\"",
    "pubDate": "2026-02-24T16:57:21.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Wyclef Jean nutzte die KI-Musiktools von Google für seinen neuen Song „Back in Abu Dhabi“.",
    "titleDE": "Der Musikgenerator ProducerAI tritt Google Labs bei"
  },
  {
    "title": "Anthropic&#8217;s Claude Cowork is plugging AI into more boring enterprise stuff",
    "link": "https://www.theverge.com/ai-artificial-intelligence/883707/anthropic-claude-cowork-updates",
    "description": "On Tuesday, Anthropic announced updates to its Claude Cowork platform that allow the AI to help with a wider range of office tasks. Claude Cowork can now connect with several popular office apps, including Google Workspace, Docusign, and WordPress. New pre-built plug-ins can also automate tasks in a range of fields, including HR, design, engineering, and finance. Additionally, according to Anthropic, \"Claude can now also handle multi-step tasks end-to-end across Excel and PowerPoint,\" passing context between the two apps. \nThe update is Anthropic's latest push into AI agents, following the initial launch of Claude Cowork last month. Anthrop …\nRead the full story at The Verge.",
    "pubDate": "2026-02-24T16:43:56.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Am Dienstag kündigte Anthropic Aktualisierungen seiner Claude Cowork-Plattform an, die es der KI ermöglichen, bei einem breiteren Spektrum von Büroaufgaben zu helfen. Claude Cowork kann sich jetzt mit mehreren beliebten Office-Apps verbinden, darunter Google Workspace, Docusign und WordPress. Neue vorgefertigte Plug-Ins können auch Aufgaben in einem... automatisieren.",
    "titleDE": "Claude Cowork von Anthropic integriert KI in langweiligere Unternehmensabläufe"
  },
  {
    "title": "Meta strikes up to $100B AMD chip deal as it chases ‘personal superintelligence’",
    "link": "https://techcrunch.com/2026/02/24/meta-strikes-up-to-100b-amd-chip-deal-as-it-chases-personal-superintelligence/",
    "description": "Meta is buying billions of dollars in AMD AI chips in a multiyear deal tied to a 160 million-share warrant, deepening its push to diversify beyond Nvidia and expand data center capacity.",
    "pubDate": "2026-02-24T15:15:16.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Meta kauft AMD-KI-Chips im Wert von mehreren Milliarden US-Dollar im Rahmen eines mehrjährigen Vertrags, der mit einem Aktienoptionsschein über 160 Millionen Aktien verbunden ist, und vertieft damit seine Bemühungen, über Nvidia hinaus zu diversifizieren und die Rechenzentrumskapazität zu erweitern.",
    "titleDE": "Meta schließt AMD-Chip-Deal im Wert von bis zu 100 Milliarden US-Dollar ab, um „persönliche Superintelligenz“ zu erreichen"
  },
  {
    "title": "Oura launches a proprietary AI model focused on women’s health",
    "link": "https://techcrunch.com/2026/02/24/oura-launches-a-proprietary-ai-model-focused-on-womens-health/",
    "description": "The model supports questions spanning the full reproductive health spectrum, from early menstrual cycles through menopause.",
    "pubDate": "2026-02-24T15:08:01.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das Modell unterstützt Fragen, die das gesamte Spektrum der reproduktiven Gesundheit abdecken, vom frühen Menstruationszyklus bis zur Menopause.",
    "titleDE": "Oura führt ein proprietäres KI-Modell ein, das sich auf die Gesundheit von Frauen konzentriert"
  },
  {
    "title": "Final 4 days to save up to $680 on your TechCrunch Disrupt 2026 pass",
    "link": "https://techcrunch.com/2026/02/24/final-4-days-to-save-up-to-680-on-your-techcrunch-disrupt-2026-pass/",
    "description": "Just 4 days left before savings of up to $680 on your TechCrunch Disrupt 2026 pass end on February 27 at 11:59 p.m. PT. Register to save at one of the most anticipated tech events of the year.",
    "pubDate": "2026-02-24T15:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Nur noch 4 Tage, bis die Ersparnis von bis zu 680 $ auf Ihren TechCrunch Disrupt 2026-Pass am 27. Februar um 23:59 Uhr endet. PT. Registrieren Sie sich, um bei einem der am meisten erwarteten Tech-Events des Jahres zu sparen.",
    "titleDE": "Die letzten 4 Tage, um bis zu 680 $ bei Ihrem TechCrunch Disrupt 2026-Pass zu sparen"
  },
  {
    "title": "Anthropic launches new push for enterprise agents with plug-ins for finance, engineering, and design",
    "link": "https://techcrunch.com/2026/02/24/anthropic-launches-new-push-for-enterprise-agents-with-plugins-for-finance-engineering-and-design/",
    "description": "It's a major opportunity to grow Anthropic’s enterprise client base — and a significant threat to SaaS products currently performing those functions.",
    "pubDate": "2026-02-24T14:45:55.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Es ist eine große Chance, den Unternehmenskundenstamm von Anthropic zu vergrößern – und eine erhebliche Bedrohung für SaaS-Produkte, die diese Funktionen derzeit ausführen.",
    "titleDE": "Anthropic startet neuen Vorstoß für Unternehmensagenten mit Plug-ins für Finanzen, Technik und Design"
  },
  {
    "title": "How Claude Code Claude Codes",
    "link": "https://www.theverge.com/podcast/883604/claude-code-ai-future-creator-privacy-vergecast",
    "description": "Claude Code is a developer tool for developers. And yet, over the last year and especially the last few months, the team at Anthropic has seen a huge number of people, across industries and disciplines, figure out how to access their terminal so that they could build new stuff too. Few AI products have found true product-market fit the way Claude Code has. But how did that happen? And are we ever going to get out of the terminal?\n\nVerge subscribers, don't forget you get exclusive access to ad-free Vergecast wherever you get your podcasts. Head here. Not a subscriber? You can sign up here.\nOn this episode of The Vergecast, Anthropic's Bo …\nRead the full story at The Verge.",
    "pubDate": "2026-02-24T14:20:35.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Claude Code ist ein Entwicklertool für Entwickler. Und doch hat das Team von Anthropic im letzten Jahr und insbesondere in den letzten Monaten gesehen, wie eine große Anzahl von Menschen aus allen Branchen und Disziplinen herausgefunden haben, wie sie auf ihr Terminal zugreifen können, um auch neue Dinge zu erstellen. Nur wenige KI-Produkte haben...",
    "titleDE": "Wie Claude kodiert Claude kodiert"
  },
  {
    "title": "This Chainsmokers-approved AI music producer is joining Google",
    "link": "https://www.theverge.com/tech/883307/google-producerai-deal-music",
    "description": "ProducerAI, an AI-powered music-making platform, is joining Google. As part of the deal, Google will fold ProducerAI under the Labs umbrella and power the tool with a preview version of its new Lyria 3 music-making AI model.\nProducerAI is a music-making platform that allows users to work with an AI agent to generate sounds, workshop lyrics, remix songs, and even create new instruments based on a prompt. The platform launched in July 2025 as a successor to the AI music-making tool Riffusion, and initially used the startup's own AI model to help you generate songs and tweak existing ones. Seth Forsgren, the cofounder and CEO of ProducerAI, te …\nRead the full story at The Verge.",
    "pubDate": "2026-02-24T14:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "ProducerAI, eine KI-gestützte Plattform zum Musikmachen, schließt sich Google an. Im Rahmen der Vereinbarung wird Google ProducerAI unter dem Dach von Labs zusammenfassen und das Tool mit einer Vorschauversion seines neuen Lyria 3-KI-Modells zum Musizieren unterstützen. ProducerAI ist eine Musikplattform, die es Benutzern ermöglicht, mit einer KI zu arbeiten ...",
    "titleDE": "Dieser von Chainsmokers anerkannte KI-Musikproduzent tritt Google bei"
  },
  {
    "title": "New Relic launches new AI agent platform and OpenTelemetry tools",
    "link": "https://techcrunch.com/2026/02/24/new-relic-launches-new-ai-agent-platform-and-opentelemetry-tools/",
    "description": "New Relic is giving enterprises more observability tools, letting them create and manage AI agents, and better integrate OTel data streams.",
    "pubDate": "2026-02-24T14:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "New Relic stellt Unternehmen mehr Observability-Tools zur Verfügung, mit denen sie KI-Agenten erstellen und verwalten und OTel-Datenströme besser integrieren können.",
    "titleDE": "New Relic führt neue KI-Agentenplattform und OpenTelemetry-Tools ein"
  },
  {
    "title": "Arvind KC appointed Chief People Officer",
    "link": "https://openai.com/index/arvind-kc-chief-people-officer",
    "description": "OpenAI appoints Arvind KC as Chief People Officer to help scale the company, strengthen its culture, and lead how work evolves in the age of AI.",
    "pubDate": "2026-02-24T13:40:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI ernennt Arvind KC zum Chief People Officer, um das Unternehmen zu skalieren, seine Kultur zu stärken und die Weiterentwicklung der Arbeit im Zeitalter der KI voranzutreiben.",
    "titleDE": "Arvind KC zum Chief People Officer ernannt"
  },
  {
    "title": "Nimble raises $47M to give AI agents access to real-time web data",
    "link": "https://techcrunch.com/2026/02/24/nimble-way-raises-47m-to-give-ai-agents-better-cleaner-data/",
    "description": "Nimble uses AI agents to search the web, verify and validate the results, and then clean and structure the information into neat tables that can then be queried like a database.",
    "pubDate": "2026-02-24T13:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Nimble verwendet KI-Agenten, um das Web zu durchsuchen, die Ergebnisse zu verifizieren und zu validieren und dann die Informationen zu bereinigen und in übersichtlichen Tabellen zu strukturieren, die dann wie eine Datenbank abgefragt werden können.",
    "titleDE": "Nimble sammelt 47 Millionen US-Dollar, um KI-Agenten Zugriff auf Echtzeit-Webdaten zu ermöglichen"
  },
  {
    "title": "Inside Anthropic’s existential negotiations with the Pentagon",
    "link": "https://www.theverge.com/ai-artificial-intelligence/883456/anthropic-pentagon-department-of-defense-negotiations",
    "description": "Anthropic's weekslong battle with the Department of Defense has played out over social media posts, admonishing public statements, and direct quotes from unnamed Pentagon officials to the news media. But the future of the $380 billion AI startup comes down to just three words: \"any lawful use.\" The new terms, which OpenAI and xAI have reportedly already agreed to, would give the US military carte blanche to use services for mass surveillance and lethal autonomous weapons, AI that has full power to track and kill targets with no humans involved in the decision-making process. \nThe negotiations have turned ugly, with Pentagon CTO Emil Michael …\nRead the full story at The Verge.",
    "pubDate": "2026-02-24T11:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Anthropics wochenlanger Kampf mit dem Verteidigungsministerium hat sich über Social-Media-Beiträge, mahnende öffentliche Äußerungen und direkte Zitate ungenannter Pentagon-Beamter an die Nachrichtenmedien ausgewirkt. Doch die Zukunft des 380 Milliarden US-Dollar schweren KI-Startups hängt von nur drei Worten ab: „jede rechtmäßige Nutzung“. Der ...",
    "titleDE": "Einblick in die existenziellen Verhandlungen von Anthropic mit dem Pentagon"
  },
  {
    "title": "Canva acquires startups working on animation and marketing",
    "link": "https://techcrunch.com/2026/02/23/canva-acquires-startups-working-on-animation-and-marketing/",
    "description": "With the new acquisitions, the company wants to bolster its position as a marketing solution by potentially adding video creation and more granular measurement.",
    "pubDate": "2026-02-24T07:39:27.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Mit den neuen Akquisitionen möchte das Unternehmen seine Position als Marketinglösung stärken, indem es möglicherweise die Videoerstellung und detailliertere Messungen hinzufügt.",
    "titleDE": "Canva erwirbt Startups, die in den Bereichen Animation und Marketing tätig sind"
  },
  {
    "title": "A Meta AI security researcher said an OpenClaw agent ran amok on her inbox ",
    "link": "https://techcrunch.com/2026/02/23/a-meta-ai-security-researcher-said-an-openclaw-agent-ran-amok-on-her-inbox/",
    "description": "The viral X post from an AI security researcher reads like satire. But it's really a word of warning about what can go wrong when handing tasks to an AI agent.",
    "pubDate": "2026-02-24T00:57:14.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Der virale X-Beitrag eines KI-Sicherheitsforschers liest sich wie Satire. Aber es ist eigentlich eine Warnung, was bei der Übergabe von Aufgaben an einen KI-Agenten schiefgehen kann.",
    "titleDE": "Ein Sicherheitsforscher von Meta AI sagte, ein OpenClaw-Agent sei in ihrem Posteingang Amok gelaufen"
  },
  {
    "title": "With AI, investor loyalty is (almost) dead: At least a dozen OpenAI VCs now also back Anthropic ",
    "link": "https://techcrunch.com/2026/02/23/with-ai-investor-loyalty-is-almost-dead-at-least-a-dozen-openai-vcs-now-also-back-anthropic/",
    "description": "While some dual investors are understandable, others were more shocking, and signal the disregard of a longstanding ethical conflict-of-interest rule.",
    "pubDate": "2026-02-23T21:46:41.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Während einige Doppelinvestoren verständlich sind, waren andere schockierender und signalisieren die Missachtung einer seit langem bestehenden ethischen Regel zu Interessenkonflikten.",
    "titleDE": "Mit KI ist die Anlegertreue (fast) tot: Mindestens ein Dutzend OpenAI-VCs unterstützen mittlerweile auch Anthropic"
  },
  {
    "title": "Anthropic accuses DeepSeek and other Chinese firms of using Claude to train their AI",
    "link": "https://www.theverge.com/ai-artificial-intelligence/883243/anthropic-claude-deepseek-china-ai-distillation",
    "description": "Anthropic claims DeepSeek and two other Chinese AI companies misused its Claude AI model in an attempt to improve their own products. In an announcement on Monday, Anthropic says the \"industrial-scale campaigns\" involved the creation of around 24,000 fraudulent accounts and more than 16 million exchanges with Claude, as reported earlier by The Wall Street Journal.\nThe three companies - DeepSeek, MiniMax, and Moonshot - are accused of \"distilling\" Claude, or training a smaller AI model based on a more advanced one. Though Anthropic says that distillation is a \"legitimate training method,\" it adds that it can \"also be used for illicit purpose …\nRead the full story at The Verge.",
    "pubDate": "2026-02-23T20:22:55.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Anthropic behauptet, DeepSeek und zwei andere chinesische KI-Unternehmen hätten ihr Claude-KI-Modell missbraucht, um ihre eigenen Produkte zu verbessern. In einer Ankündigung vom Montag sagte Anthropic, dass die „Kampagnen im industriellen Maßstab“ die Erstellung von rund 24.000 betrügerischen Konten und mehr als 16 Millionen Börsen beinhalteten...",
    "titleDE": "Anthropic wirft DeepSeek und anderen chinesischen Firmen vor, Claude zum Trainieren ihrer KI zu nutzen"
  },
  {
    "title": "Anthropic accuses Chinese AI labs of mining Claude as US debates AI chip exports",
    "link": "https://techcrunch.com/2026/02/23/anthropic-accuses-chinese-ai-labs-of-mining-claude-as-us-debates-ai-chip-exports/",
    "description": "Anthropic accuses DeepSeek, Moonshot, and MiniMax of using 24,000 fake accounts to distill Claude’s AI capabilities, as U.S. officials debate export controls aimed at slowing China’s AI progress.",
    "pubDate": "2026-02-23T19:57:27.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Anthropic wirft DeepSeek, Moonshot und MiniMax vor, 24.000 gefälschte Konten zu nutzen, um Claudes KI-Fähigkeiten zu destillieren, während US-Beamte über Exportkontrollen debattieren, die Chinas KI-Fortschritt verlangsamen sollen.",
    "titleDE": "Anthropic beschuldigt chinesische KI-Labore, Claude abgebaut zu haben, während die USA über den Export von KI-Chips debattieren"
  },
  {
    "title": "Google’s Cloud AI leads on the three frontiers of model capability",
    "link": "https://techcrunch.com/2026/02/23/googles-cloud-ai-lead-on-the-three-frontiers-of-model-capability/",
    "description": "AI models are pushing against three frontiers at once: raw intelligence, response time, and a third quality you might call \"extensibility.\"",
    "pubDate": "2026-02-23T19:18:42.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "KI-Modelle stoßen an drei Grenzen gleichzeitig: reine Intelligenz, Reaktionszeit und eine dritte Qualität, die man „Erweiterbarkeit“ nennen könnte.",
    "titleDE": "Googles Cloud AI ist führend an den drei Grenzen der Modellfähigkeit"
  },
  {
    "title": "OpenAI calls in the consultants for its enterprise push",
    "link": "https://techcrunch.com/2026/02/23/openai-calls-in-the-consultants-for-its-enterprise-push/",
    "description": "OpenAI is partnering with four consulting giants in an effort to see more adoption of its OpenAI Frontier AI agent platform.",
    "pubDate": "2026-02-23T18:11:08.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "OpenAI arbeitet mit vier Beratungsriesen zusammen, um eine stärkere Akzeptanz seiner KI-Agentenplattform OpenAI Frontier zu erreichen.",
    "titleDE": "OpenAI ruft die Berater für seinen Unternehmensschub auf"
  },
  {
    "title": "Does Big Tech actually care about fighting AI slop?",
    "link": "https://www.theverge.com/ai-artificial-intelligence/882956/ai-deepfake-detection-labels-c2pa-instagram-youtube",
    "description": "Progress towards reliable deepfake labelling tech is sluggish, despite all the “help” from AI providers. | Image: Cath Virginia / The Verge, Getty Images\t\n\nAs 2025 drew to a close, Instagram head Adam Mosseri ended the year by doom-posting about AI. \"Authenticity is becoming infinitely reproducible,\" Mosseri lamented. \"Everything that made creators matter - the ability to be real, to connect, to have a voice that couldn't be faked - is now accessible to anyone with the right tools.\" But people, Mosseri insisted, still wanted \"content that feels real.\" His proposed solution was finding a way to label real media. \"Camera manufacturers will cryptographically sign images at capture, creating a chain of custody,\" he said. The result would be a trustworthy system for determining what's not AI.\nThe g …\nRead the full story at The Verge.",
    "pubDate": "2026-02-23T16:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Der Fortschritt hin zu einer zuverlässigen Deepfake-Kennzeichnungstechnologie ist trotz aller „Hilfe“ von KI-Anbietern schleppend. | Bild: Cath Virginia / The Verge, Getty Images Als das Jahr 2025 zu Ende ging, beendete Instagram-Chef Adam Mosseri das Jahr mit einem unheilvollen Beitrag über KI. „Authentizität wird unendlich reproduzierbar“ ...",
    "titleDE": "Interessiert sich Big Tech tatsächlich für die Bekämpfung von KI-Schwächen?"
  },
  {
    "title": "How many AIs does it take to read a PDF?",
    "link": "https://www.theverge.com/ai-artificial-intelligence/882891/ai-pdf-parsing-failure",
    "description": "Image: Kristen Radtke / The Verge\t\n\nLast November, the House Oversight Committee had just released 20,000 pages of documents from the estate of Jeffrey Epstein, and Luke Igel and some friends were clicking around, trying to follow the threads of conversation through garbled email threads and a PDF viewer that was, frankly, \"gross.\" In the coming months, the Department of Justice would release its own batches of files, more than three million of them - again, all PDFs.\nThis was a problem. While the Department of Justice had run optical character recognition over the text, it was not very good, Igel said, rendering the files more or less unsearchable. \n\"There was no interface  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-23T11:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Bild: Kristen Radtke / The Verge Letzten November hatte der Aufsichtsausschuss des Repräsentantenhauses gerade 20.000 Seiten mit Dokumenten aus dem Nachlass von Jeffrey Epstein veröffentlicht, und Luke Igel und einige Freunde klickten herum und versuchten, den Gesprächssträngen durch verstümmelte E-Mail-Threads und eine PDF-Ansicht zu folgen …",
    "titleDE": "Wie viele KIs braucht man, um ein PDF zu lesen?"
  },
  {
    "title": "Why we no longer evaluate SWE-bench Verified",
    "link": "https://openai.com/index/why-we-no-longer-evaluate-swe-bench-verified",
    "description": "SWE-bench Verified is increasingly contaminated and mismeasures frontier coding progress. Our analysis shows flawed tests and training leakage. We recommend SWE-bench Pro.",
    "pubDate": "2026-02-23T11:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "SWE-Bench Verified ist zunehmend kontaminiert und misst den Fortschritt der Grenzkodierung falsch. Unsere Analyse zeigt fehlerhafte Tests und Trainingslecks. Wir empfehlen SWE-Bench Pro.",
    "titleDE": "Warum wir SWE-bench Verified nicht mehr bewerten"
  },
  {
    "title": "OpenAI announces Frontier Alliance Partners",
    "link": "https://openai.com/index/frontier-alliance-partners",
    "description": "OpenAI announces Frontier Alliance Partners to help enterprises move from AI pilots to production with secure, scalable agent deployments.",
    "pubDate": "2026-02-23T05:30:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI kündigt Frontier Alliance Partners an, um Unternehmen mit sicheren, skalierbaren Agentenbereitstellungen beim Übergang von KI-Piloten zur Produktion zu unterstützen.",
    "titleDE": "OpenAI gibt Frontier Alliance-Partner bekannt"
  },
  {
    "title": "Our First Proof submissions",
    "link": "https://openai.com/index/first-proof-submissions",
    "description": "We share our AI model’s proof attempts for the First Proof math challenge, testing research-grade reasoning on expert-level problems.",
    "pubDate": "2026-02-20T14:30:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wir teilen die Beweisversuche unseres KI-Modells für die Mathe-Herausforderung „Erster Beweis“ und testen wissenschaftlich fundiertes Denken an Problemen auf Expertenebene.",
    "titleDE": "Unsere First-Proof-Einreichungen"
  },
  {
    "title": "Advancing independent research on AI alignment",
    "link": "https://openai.com/index/advancing-independent-research-ai-alignment",
    "description": "OpenAI commits $7.5M to The Alignment Project to fund independent AI alignment research, strengthening global efforts to address AGI safety and security risks.",
    "pubDate": "2026-02-19T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI stellt dem Alignment Project 7,5 Millionen US-Dollar zur Verfügung, um unabhängige KI-Alignment-Forschung zu finanzieren und so die weltweiten Bemühungen zur Bewältigung von AGI-Sicherheitsrisiken zu stärken.",
    "titleDE": "Förderung unabhängiger Forschung zur KI-Ausrichtung"
  },
  {
    "title": "“No technology has me dreaming bigger than AI”",
    "link": "https://blog.google/company-news/inside-google/message-ceo/sundar-pichai-ai-impact-summit-2026/",
    "description": "CEO Sundar Pichai’s remarks at the opening ceremony of the AI Impact Summit 2026",
    "pubDate": "2026-02-19T04:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Bemerkungen von CEO Sundar Pichai bei der Eröffnungszeremonie des AI Impact Summit 2026",
    "titleDE": "„Keine Technologie lässt mich größere Träume träumen als KI“"
  },
  {
    "title": "AI Impact Summit 2026",
    "link": "https://blog.google/innovation-and-ai/technology/ai/ai-impact-summit-2026-collection/",
    "description": "A look at the partnerships and investments Google announced at the AI Impact Summit 2026.",
    "pubDate": "2026-02-19T04:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Ein Blick auf die Partnerschaften und Investitionen, die Google auf dem AI Impact Summit 2026 angekündigt hat.",
    "titleDE": "AI Impact Summit 2026"
  },
  {
    "title": "Introducing OpenAI for India",
    "link": "https://openai.com/index/openai-for-india",
    "description": "OpenAI for India expands AI access across the country—building local infrastructure, powering enterprises, and advancing workforce skills.",
    "pubDate": "2026-02-18T21:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI für Indien erweitert den KI-Zugang im ganzen Land – baut lokale Infrastruktur auf, stärkt Unternehmen und verbessert die Fähigkeiten der Arbeitskräfte.",
    "titleDE": "Einführung von OpenAI für Indien"
  },
  {
    "title": "A new way to express yourself: Gemini can now create music",
    "link": "https://blog.google/innovation-and-ai/products/gemini-app/lyria-3/",
    "description": "Lyria 3 is now available in the Gemini app. Create custom, high-quality 30-second tracks from text and images.",
    "pubDate": "2026-02-18T16:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Lyria 3 ist jetzt in der Gemini-App verfügbar. Erstellen Sie individuelle, hochwertige 30-Sekunden-Tracks aus Text und Bildern.",
    "titleDE": "Eine neue Art, sich auszudrücken: Zwillinge können jetzt Musik machen"
  },
  {
    "title": "AI Impact Summit 2026: How we’re partnering to make AI work for everyone",
    "link": "https://blog.google/innovation-and-ai/technology/ai/ai-impact-summit-2026-india/",
    "description": "An overview of Google’s new global partnerships and funding announcements at the AI Impact Summit in India.",
    "pubDate": "2026-02-18T10:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Ein Überblick über die neuen globalen Partnerschaften und Finanzierungsankündigungen von Google auf dem AI Impact Summit in Indien.",
    "titleDE": "AI Impact Summit 2026: Wie wir zusammenarbeiten, damit KI für alle funktioniert"
  }
]