[
  {
    "title": "The first signs of burnout are coming from the people who embrace AI the most",
    "link": "https://techcrunch.com/2026/02/09/the-first-signs-of-burnout-are-coming-from-the-people-who-embrace-ai-the-most/",
    "description": "Because employees could do more, work began bleeding into lunch breaks and late evenings. The employees' to-do lists expanded to fill every hour that AI freed up, and then kept going.",
    "pubDate": "2026-02-10T06:46:55.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Da die Mitarbeiter mehr tun konnten, verlagerte sich die Arbeit auf die Mittagspausen und die späten Abendstunden. Die To-do-Listen der Mitarbeiter füllten sich mit jeder Stunde, die durch die KI frei wurde, und machten dann weiter.",
    "titleDE": "Die ersten Anzeichen eines Burnouts kommen von den Menschen, die sich am meisten für KI einsetzen"
  },
  {
    "title": "Helping kids and teens learn and grow online on Safer Internet Day",
    "link": "https://blog.google/innovation-and-ai/technology/safety-security/safer-internet-day-2026-kids-teens/",
    "description": "How Google and YouTube are helping kids and teens learn and grow online on Safer Internet Day.",
    "pubDate": "2026-02-10T02:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Wie Google und YouTube am Safer Internet Day Kindern und Jugendlichen helfen, online zu lernen und sich weiterzuentwickeln.",
    "titleDE": "Helfen Sie Kindern und Jugendlichen am Safer Internet Day, online zu lernen und sich weiterzuentwickeln"
  },
  {
    "title": "ChatGPT&#8217;s cheapest options now show you ads",
    "link": "https://www.theverge.com/ai-artificial-intelligence/876029/openai-testing-ads-in-chatgpt",
    "description": "Ads will appear as labeled “sponsored” links. | Image: OpenAI\t\n\nChatGPT users may soon start seeing ads in their chats, as OpenAI announced on Monday that it's officially beginning to test ads on its AI platform. They'll appear as labeled \"sponsored\" links at the bottom of ChatGPT answers, but OpenAI says the ads \"do not influence the answers ChatGPT gives you.\" \nCurrently, ads will only show up for users on the free version of ChatGPT or the lowest-cost $8 per month Go plan. Users in the Plus, Pro, Business, Enterprise, and Education plans won't see any ads, so anyone who wants to avoid them has to pay at least $20 per month for the Plus subscription. There is one loophole - OpenAI notes that users can …\nRead the full story at The Verge.",
    "pubDate": "2026-02-09T21:23:07.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Anzeigen werden als „gesponserte“ Links angezeigt. | Bild: OpenAI ChatGPT-Benutzer sehen möglicherweise bald Anzeigen in ihren Chats, da OpenAI am Montag bekannt gab, dass es offiziell mit dem Testen von Anzeigen auf seiner KI-Plattform beginnt. Sie werden als „gesponserte“ Links am Ende der ChatGPT-Antworten angezeigt, aber OpenAI ...",
    "titleDE": "Bei den günstigsten Optionen von ChatGPT werden Ihnen jetzt Anzeigen angezeigt"
  },
  {
    "title": "Databricks CEO says SaaS isn’t dead, but AI will soon make it irrelevant",
    "link": "https://techcrunch.com/2026/02/09/databricks-ceo-says-saas-isnt-dead-but-ai-will-soon-make-it-irrelevant/",
    "description": "AI isn't going to replace major SaaS apps with vibe-coded versions, Databricks CEO Ali Ghodsi believes. But it could give rise to competitors.",
    "pubDate": "2026-02-09T21:14:50.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "KI wird große SaaS-Apps nicht durch Vibe-codierte Versionen ersetzen, glaubt Ali Ghodsi, CEO von Databricks. Aber es könnten Konkurrenten entstehen.",
    "titleDE": "Der CEO von Databricks sagt, SaaS sei nicht tot, aber KI werde es bald irrelevant machen"
  },
  {
    "title": "Anthropic’s India expansion collides with a local company that already had the name",
    "link": "https://techcrunch.com/2026/02/09/anthropics-india-expansion-collides-with-a-local-company-that-already-had-the-name/",
    "description": "India's Anthropic Software has taken the U.S. AI giant to court over a name dispute.",
    "pubDate": "2026-02-09T21:01:41.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das indische Unternehmen Anthropic Software hat den US-amerikanischen KI-Riesen wegen eines Namensstreits vor Gericht verklagt.",
    "titleDE": "Die Indien-Expansion von Anthropic kollidiert mit einem lokalen Unternehmen, das den Namen bereits trug"
  },
  {
    "title": "ChatGPT rolls out ads",
    "link": "https://techcrunch.com/2026/02/09/chatgpt-rolls-out-ads/",
    "description": "OpenAI faced a backlash late last year when it tested app suggestions that looked like unwanted ads. Still, the AI company needs to generate revenue from its popular chatbot to cover the costs of developing its technology and growing the business.",
    "pubDate": "2026-02-09T20:15:26.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "OpenAI erlebte Ende letzten Jahres eine Gegenreaktion, als es App-Vorschläge testete, die wie unerwünschte Werbung aussahen. Dennoch muss das KI-Unternehmen mit seinem beliebten Chatbot Einnahmen generieren, um die Kosten für die Entwicklung seiner Technologie und das Wachstum des Geschäfts zu decken.",
    "titleDE": "ChatGPT führt Anzeigen ein"
  },
  {
    "title": "Workday CEO Eschenbach departs, with co-founder Aneel Bhusri returning as CEO ",
    "link": "https://techcrunch.com/2026/02/09/workday-ceo-eschenbach-departs-with-co-founder-aneel-bhusri-returning-as-ceo/",
    "description": "Bhusri said in a statement that the company's next chapter would be focused on AI.",
    "pubDate": "2026-02-09T18:15:08.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Bhusri sagte in einer Erklärung, dass sich das nächste Kapitel des Unternehmens auf KI konzentrieren werde.",
    "titleDE": "Workday-CEO Eschenbach scheidet aus, Mitbegründer Aneel Bhusri kehrt als CEO zurück"
  },
  {
    "title": "AI-generated ads dropped the ball at this year&#8217;s Super Bowl",
    "link": "https://www.theverge.com/entertainment/875886/super-bowl-2026-ai-generated-ads-were-terrible",
    "description": "It feels like everyone who produced ad spots for this year's Super Bowl with generative AI failed in terms of making gen AI seem useful or like something worth getting excited about. Though we've seen plenty of AI-generated commercials before (at previous Super Bowls, no less), this year's event was oversaturated with them. That's in part because image and video generation models have become more sophisticated in the past year - though still subpar compared to what humans create, they're just improved enough for a number of brands to now be comfortable having their names associated with AI-derived footage. \nAlso, it's much, much cheaper and …\nRead the full story at The Verge.",
    "pubDate": "2026-02-09T17:59:07.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Es fühlt sich so an, als ob jeder, der Werbespots für den diesjährigen Super Bowl mit generativer KI produziert hat, es nicht geschafft hat, die Gen-KI nützlich oder etwas zu machen, das es wert ist, begeistert zu werden. Obwohl wir schon viele KI-generierte Werbespots gesehen haben (nicht weniger bei früheren Super Bowls), war die diesjährige Veranstaltung ...",
    "titleDE": "KI-generierte Anzeigen ließen beim diesjährigen Super Bowl den Ball fallen"
  },
  {
    "title": "Anthropic closes in on $20B round",
    "link": "https://techcrunch.com/2026/02/09/anthropic-closes-in-on-20b-round/",
    "description": "The company raised $13 billion in equity funding just five months ago, but intense competition between frontier labs and the ongoing cost of compute have made them eager to raise as quickly as possible.",
    "pubDate": "2026-02-09T17:37:23.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das Unternehmen hat erst vor fünf Monaten Eigenkapital in Höhe von 13 Milliarden US-Dollar eingesammelt, doch der starke Wettbewerb zwischen den Frontier Labs und die anhaltenden Rechenkosten haben dazu geführt, dass sie so schnell wie möglich Kapital aufbringen wollen.",
    "titleDE": "Anthropic nähert sich der 20-Milliarden-Dollar-Runde"
  },
  {
    "title": "Why the Moltbook frenzy was like Pokémon",
    "link": "https://www.technologyreview.com/2026/02/09/1132537/a-lesson-from-pokemon/",
    "description": "This story originally appeared in The Algorithm, our weekly newsletter on AI. To get stories like this in your inbox first, sign up here. Lots of influential people in tech last week were describing Moltbook, an online hangout populated by AI agents interacting with one another, as a glimpse into the future. It appeared to show…",
    "pubDate": "2026-02-09T17:02:56.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Diese Geschichte erschien ursprünglich in The Algorithm, unserem wöchentlichen Newsletter zum Thema KI. Um Geschichten wie diese zuerst in Ihrem Posteingang zu erhalten, melden Sie sich hier an. Viele einflussreiche Leute aus der Technologiebranche beschrieben letzte Woche Moltbook, einen Online-Treffpunkt, in dem KI-Agenten miteinander interagieren, als einen Einblick in die ...",
    "titleDE": "Warum die Moltbook-Raserei wie Pokémon war"
  },
  {
    "title": "Ex-Googlers are building infrastructure to help companies understand their video data",
    "link": "https://techcrunch.com/2026/02/09/ex-googlers-are-building-infrastructure-to-help-companies-understand-their-video-data/",
    "description": "Founded by former Google Japan leaders, InfiniMind is building enterprise AI to turn vast, unused video archives into searchable, actionable business intelligence.",
    "pubDate": "2026-02-09T17:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "InfiniMind wurde von ehemaligen Führungskräften von Google Japan gegründet und entwickelt Unternehmens-KI, um riesige, ungenutzte Videoarchive in durchsuchbare, umsetzbare Geschäftsinformationen umzuwandeln.",
    "titleDE": "Ehemalige Google-Mitarbeiter bauen eine Infrastruktur auf, um Unternehmen dabei zu helfen, ihre Videodaten zu verstehen"
  },
  {
    "title": "Siemens CEO Roland Busch’s mission to automate everything",
    "link": "https://www.theverge.com/podcast/875233/siemens-ceo-roland-busch-ai-automation-digital-twins-nato-tariffs",
    "description": "Today, I’m talking with Roland Busch, who is the CEO of Siemens.\nSiemens is one of those absolutely giant, extremely important, but fairly opaque companies we love to dig into on Decoder. At a very basic, reductive level, Siemens makes the hardware and software that allow other companies to run and automate their stuff. Everyone has seen the Siemens logo somewhere, whether it’s under the hood of their cars, stamped on control systems in fancy buildings, or scattered across factory floors. But since it’s not really a consumer-facing company, it’s hard to know what ties all these ideas together — and what some 320,000 Siemens employees across the world are actually working on. \nHow all those people are organized and work together is wildly complicated. Roland and I spent some real time just talking through the Siemens corporate structure, which, for my true Decoderheads out there, was incredibly fascinating. \n\n\n\nVerge subscribers, don’t forget you get exclusive access to ad-free Decoder wherever you get your podcasts. Head here. Not a subscriber? You can sign up here. \nWe also spent a lot of time talking about automation broadly and what happens as AI brings automation from the physical world of factories into the digital world of accounting and procurement — the things that help decide what factories should be doing. Roland’s vision is for Siemens to automate the whole factory process, upstream and downstream of actually making things. And you’ll hear him describe that outcome as fairly utopian: a smooth, seamless, optimal operation. Very German. But I wanted to press him on how dystopian it sounds to me. Because in Roland’s vision, it seems like there’s a whole class of people who just… don’t have jobs anymore. And the ones who do have jobs don’t really have a whole lot of autonomy or fulfillment from them, but basically just serve as the hands for the all-seeing AI. So I asked him fairly directly about that.\nAnd if that’s not already all complicated enough: Siemens is a government and defense contractor on both sides of the Atlantic and a company whose overall growth is directly tied to free trade and globalization in the postwar era. A lot is going on right now that might challenge how the world works, especially if tensions keep rising between the US and Europe, and so I had to ask him point-blank: Do you think about what you’ll do if NATO collapses? Because that’s not as far-fetched a question as it used to be.\nThere’s a lot in this one, and Roland was game for it all. I think you’ll leave with a lot to think about — certainly more to think about whenever you see all those Siemens logos.\nOkay: Siemens CEO Roland Busch. Here we go.\n\n\nThis interview has been lightly edited for length and clarity.\nRoland Busch, you are the president and CEO of Siemens. Welcome to Decoder.\nThank you, Nilay. Nice to meet you.\nIt’s nice to meet you as well. There’s a lot to talk about. Siemens is a huge company. It has a long history. You’ve been in a lot of businesses, you’ve been out of a lot of businesses. You have worked there since the ’90s. The world is very complicated right now, and Siemens is a very big, very complicated multinational operating in that world. I’m curious how you are thinking of all that.\nSo let me just start at the start: Siemens isn’t a consumer company. I think a lot of Decoder listeners have seen the logo, but maybe don’t understand the company. How would you describe Siemens today? What is the company?\nIndeed, it’s not that easy. We have come a long way. It’s been more than 170 years since the company was founded, and we made so many changes in our portfolio and in our company. Actually, when people talk about it, I say there’s one constant in our history, which is that we reinvented ourselves over and over again. And absolutely, we are now in the midst of another reinvention or transformation with one difference. This is the fastest and most fundamental one we ever had because of technology. And then people ask, “What is Siemens about? Because you now have Siemens Healthineers, you have Siemens Energy, you have Siemens?”\nAnd actually, it’s not that easy to describe. Siemens Healthineers has the task in its name. It’s about healthcare. Siemens Energy has the task in its name; it’s about energy. But Siemens is not that clear. So here is how I explain it. We transform, with our technology, every day for everyone. Okay, that doesn’t get you closer. But now, the point is that you have to look behind the curtain, and then you see what Siemens technology does.\nWhen you see a car passing by… Eventually, all cars will be touched by Siemens technology. It is either cars that are designed by our technology, or they are manufactured by it. Every third manufacturing line in the world is run by Siemens controls. If you walk through New York, you cannot walk a block without passing by a building that is automated by Siemens technology. I think we are controlling … I mean, something like a little bit less than 50 percent of electrons are touched by Siemens technologies in our distribution systems, low voltage systems. And if you talk about healthcare, if you get a scan somewhere in the world, the likelihood that it’s a Siemens CT or MR scan is a little bit shy of 50 percent. And this is what we do. We produce. We have technology which enables others to transform their everyday. And that is what Siemens is about.\nSo I listen to that, and I experience Siemens everywhere. I’m the person who pays attention to how a building is automated. I talk to a lot of car CEOs; I hear about Siemens as a supplier to the car industry quite a bit. It sounds like what you were describing basically is you operate things for people, or you build technologies or products that operate other things for people.\nThere are a lot of things in the world to operate. How do you organize the company? How do you think about where there’s opportunity and where there’s growth and investment, and then how do you think about your resources? Because it seems like we operate things for everyone. That’s a pretty wide remit that you could focus down in any number of ways.\nThis is an absolutely valid question because now we are active in so many different industries. It’s industries, manufacturing, process industries, but we are also in buildings, grids, and mobility. So people, trains, and signaling systems. The first basis of Siemens is — and this is where our value sits — in our technology platform, and in our design software. We have one of the largest software companies in the world. If it comes to industrial software, we are the largest. And with our software, you can build the most comprehensive physics-based digital twin of whatever product you do. And we are now expanding into molecules. So another one is automation technology, as talked about, or it can be for discrete process manufacturing. We also go for software-defined automation, which is kind of a disruption. Anything. We are the largest automation company. We are automating grids, we’re automating buildings, we’re automating signaling systems, we’re automating trains, and we are automating manufacturing. So the underlying technology is where the value is.\nNow, we are bringing this technology to different verticals, so markets. It’s the industrial markets, food and beverage, chemicals, automotive, machine builders, utilities, mobility operators, and the like. And then at this point, the domain know-how comes into play. So having technology is one thing, but having the domain know-how to deploy it, to talk customers’ language, is another one. And on top, quite obviously, is that the whole thing is now supercharged by AI technologies, which we are rolling in as we speak. We have a long history regarding AI. Actually, one of the first supercomputers to do machine learning algorithms was Synopsys. I mean, this was in the ’90s. Siemens had the most powerful one. This was the great-grandfather of the GPUs today.\nAnd since then, we have been working with artificial intelligence technologies, but this is now a new level that we want to bring it to. So the organization, obviously, we are organizing according to businesses. They are reflecting the markets we are acting in, but you have to look at it from the back, the underlying technology, including the data, which is super relevant.\nI’m very curious to talk to you about AI and automation. I think that’s very important. Digital twins, I’m curious about that. It seems like the future of automation is very rich. We’re moving from Siemens automating a lot of atoms, automating the physical world, to automating bits, and that’s a long conversation that I want to come to.\nI just want to stay focused on the company for one more turn here and ask the Decoder questions, because I feel like the structure of Siemens says a lot about the company itself. I was reading your last letter to shareholders. You were talking about how you’ve divested portfolio companies where you weren’t the best owner, you’re exiting some businesses, and you’re obviously investing in others. How is Siemens organized today? How is the company structured?\nWe run according to businesses. One is digital industries, which is all about the software, the automation piece. One is smart infrastructure. Here you’ll find our building technology, medium voltage, low voltage, but also the grid, grid automation, grid control, and grid soft control software. The third element is Siemens mobility, where we have our trains, high-speed locomotives, commuter, metro, light rail, but also rail infrastructure, including turnkey projects, which is part of that. And the last one, since we are still consolidating, is Siemens Healthineers, where we still hold some 70 percent. It is its own listed company, a DAX-listed company. We are about to let go. We announced a spinoff of 30 percent from 65-ish, but it’s a separate company. So that’s how we’re organized. Of course, we have our corporate organizations, like strategy. IT, we run horizontally. We have our M&A department, and I talked about our portfolio. So that’s what a corporation normally has.\nAnd maybe one more special thing is that we still have research. We still invest 8 percent of our revenue, so $6.5 billion, a portion of which goes into research advancements. We work on a quantum computer. We don’t build them, but we run on the software, the middleware, how to use it, and the applications. And we have also machine learning and KEI experts who are doing research there, like AI experts. So that’s roughly how the company runs. And then talking about regions, we have in total, including Healthineers, 320,000 people. We have 45,000 people sitting in the United States, 30,000 in China, 35,000 in India, and roughly 85,000 in Germany. It’s still a German company. There’s a lot of manufacturing here.\nThat’s a lot of people. \nIndeed.\nLet me ask you about that split between regions. I think a theme on Decoder recently, and you are a part of this trend, is that a lot of these companies are a lot bigger than people think. You described divisions, you described regions. Those are both potentially first-order organizations for companies, right? I talk to lots of CEOs, and regions are just the first-order organization. Other companies are divisions. You have both. How do those interact?\nYeah, I can tell you, this is a constant discussion because we have very strong regional leads. We have strong businesses. So this is a matrix, and every company has this matrix, and the first question is, which one is the predominant line? Is it the business or the regions? In our case, it’s a clear answer; it’s the businesses. So the businesses have the full P&L. Regions are, let’s say, the second derivative behind it. Still very strong. And we have, in some businesses, let’s take, for example, our low voltage business, switching technology, this business is fully run by regions. You have China, you have the United States, you have Europe, and this is their P&L. So roll it up by regions. If you talk about automation, the next level is still … It’s motion control for machine builders, it’s factory automation, it’s process automation, and then come the regions. Therefore, you still have a different kind of setup depending on the business on how we serve technologies.\nAnd then the third dimension, just to make it a little bit more complicated for you, is the verticals, because factory automation… Take factory automation, which is maybe the strongest automation business we have; they run into any kind of factory automation you can imagine. The discreet and hybrids, food and beverage, and automotive machines. Machine builders are by machine, control is another one, but then you have a lot of battery manufacturing, and you have semiconductors. Therefore, this is the third dimension to serve verticals, because each of them has a different language and different applications. So we are having a very, let’s say, three-dimensional matrix, but there’s a clear lead, and this is driven by the business lines.\nYeah. I ask everybody on Decoder how the businesses are structured. And the joke I always make is, if you tell me how the company is structured, I can tell you 80 percent of your problems. But in the case of Siemens, it seems like I’m still trying to figure it all out to even get to where the problems are. When you think about that organization, and you describe things like a common platform or shared innovation across these zones or the investments you need to make in AI, a lot of your competitors are new. They’re essentially functionally organized.\nYes.\nThere’s one person driving the business in the case of some of these startups. Siemens is very old. It’s organized divisionally, and then obviously, there are layers of organization between it. How do you think about investing in the core technologies, the core platforms in that structure? Because it seems like all of your divisions should be doing it, perhaps in redundant or repetitive ways.\nYeah, and you’re right. When I explain my organization, you can identify the problems or the opportunities, put it that way. And here comes the point. I talked about how we are investing $6.5 billion into R&D, and obviously, this goes into different businesses. And some of them have a higher share. This is 8 percent on average. Some of them are sitting on definitely more than 10 percent, 13 percent, 15 percent, some others are at 3 percent and 4 percent. So, capital allocation, is it R&D? Is it in CapEx, or also spending? That’s done business by business. Each of them has a business case, and we allocate capital. In some cases, we obviously want to allocate more capital in higher growth areas. And I talk about organic capital allocation if it comes to M&A. This is something that happens on the board. We come up with proposals, and we see where we want to spend more money and where we focus our M&A, and where we do not.\nBut then here comes the point, and this is the part of our ONE Tech company program. Actually, I started last year, together with my fellow board members, maybe one of the most fundamental transformations of our organizations, because you’re completely right, we are very much boxed. Below these businesses I talked about, like digital industries, we have software, and then we have automation. Automation is three boxes: factory automation, process automation, and motion control. Below that, we have even segments, so I just didn’t give you that complexity as well. We are very much boxed. And what we want to do is take layers out, so we bring that into bigger boxes. Actually, we are targeting six units. But then we also say we want to create fabrics, which is a kind of operating system where we have horizontal ones. So we have a data fabric, a technology fabric, and we have a sales fabric.\nSo the idea behind this fabric is it’s a thin layer, but it’s a very strong one where we are really scaling horizontally as much as we can. For sales fabric, for example, we want to use the same tools, the same nomenclature for customers. And believe it or not, if I ask today how much revenue we do with BMW, people have to run out and pile the numbers together. This stops now because we have one identifier for BMW, and with a push of a button, I know what to do. So they serve the same sales methodology. Also, the customer journeys should all be alike. Technology fabric is that we don’t do things over and over again. When we talk about a digital platform where we sell, we build it only once and sell our portfolio.\nSo this is a change. We are unboxing our organization in two little boxes. And the reason is… Number one is technology, and AI in particular doesn’t respect silos. AI doesn’t respect data silos, doesn’t respect any kind of boundaries. The world is squeezing out the small. You see that this is adding more and more, and the more data you have, the more capabilities you have, the stronger you are. It’s a fact. Look at the big companies. Therefore, we have to play to the strengths of Siemens, and this requires a different way of running this company. This is behind our ONE Tech company program, which is really pulling in horizontally as much as we can, yet respecting different go-to-markets and different kinds of technologies or applications of technologies, depending on the verticals we are serving. So, not losing our strengths, which we have built over so many years, while scaling horizontally. Does it make sense?\nIt does. I’ve never been so excited to talk about structure with anyone as I have been with you, because that seems very hard. Well, it seems like what you’re describing to me is a multi-hundred-year-old company that has traditionally been very divisional, trying to get to some functional structures so that you can move faster. And that traditionally has come with culture cost, it has come with disruption inside the company, it’s come with inertia. How are you dealing with that at a company the size of Siemens? There are 320,000 people. They can’t all be happy with you.\nIt’s hard. It’s hard. So where do you start? Give a little bit of insight into how we did in the past and how we do it right now with our ONE Tech company program. In the past, we had many restructurings and many changes. The point was a managing board, these are typically something, but we have now seven people, and we used to have 15 or more, whatever. In the past, these guys were going together with their strategies in a room, defining a new structure, laying out a new org chart, and then, “Dear colleagues, this is where we want to go, and we reshuffle.” Okay. You can imagine how that goes down. This time, we created a north star where we want to be. The north star is basically what I sketched to you, these fabrics, the businesses, but allow them to focus on what they need to do, focus on their customers, on their applications, but yet we want to get horizontals into it.\nAnd then we said, “This is a north star and here are, we call it tracks, the tracks to the north star. These are the points where we really want to touch.” For example, our CRM system for automation was completely scattered. We want to do that, and this is a blueprint for the whole company, which can go on and on. And then we engaged people to say, “Let’s go,, and you work with us now on these tracks and how to change it.” That means we give the people an opportunity to contribute, to bring their ideas, but we have a clear idea of where we want to go in order to move first. Secondly, you obviously need to communicate a lot. You have to explain what you do because you’re describing something where people don’t know where it goes; they’re not experienced to work that way. But you have to talk about it over and over again, explain why we do it, what the benefits are, and what changes for the people.\nAnd for some, they said, “I don’t experience any change.” “Yes, because we don’t touch everything. We touch only things where you really can improve.” And some we just let go, because why would you fix something that’s not broken? The next one is that we train our people, because transformation is not just shifting boxes; it’s a different set of values. Collaboration is a much, much more important element in it. So we are putting a lot of emphasis on helping them also. And change is not only a structure, but it’s also the processes behind the way you lead. And the last thing is, obviously, you also want to inject capabilities from the outside, on a higher level, where you have people who know what good looks like when it comes to a super professional sales organization, when it comes to AI technologies and more developing models, and this helps a lot.\nAnd then we do that all over the company, on the lower level, and the higher level. But if you talk to a really high-level person, if you come with people who really have the gravitas, who bring the experience where nobody would doubt that if they say, “This is how modern software looks like,” they have authority themselves without giving them the stars and stripes. They just put people together and say, “This is how we go.” And people listen and follow. So this is the package, and you need all of them, all of them, in order to make this transformation.\nAnd I can say it seems to work. I had a huge respect for it. I’m a lifetimer at Siemens, and I saw in my 30 years so many changes and programs. And before pulling the trigger for this big change, which is the deepest one for the last at least 20 years, you think about it twice, because if this vessel runs in the wrong direction, you have a problem. And we have to deliver at the same time. But I pulled the trigger because I knew that we had to change. The environment of technology is changing so fast, so we have to be at the forefront, but I’m quite happy because it has been running for one year and is making good progress. There’s another one ahead of us. By the end of the fiscal year…  So by the end of this, by October, November, we are basically through with all the big moves and the changes, and we are already grooving in the first batch of changes we made. Sales seem to work quite well. We are grooving in. And then within two years, I would say we are ready to scale.\nLet me ask you the other Decoder question I ask everybody. This is a big decision. How do you make decisions? What’s your framework for making decisions?\nThe first thing about decisions is empowerment. Don’t pull every decision up to the boardroom. It makes us slow. It is really not attracting people. People want to really make decisions on a lower level. So basic ideas, deciding on the lowest possible level. However, empowerment is not anarchy. If you have a clear strategy with those set boundaries, this is where I want to go. Within that frame, within your responsibility, you can act and are empowered. Empowered is a two-way street as well. Empowerment gives freedom, but it also requires accountability. So if you empower somebody, they have to be accountable for what the people are doing, which is super important. This is the first thing. So don’t decide on things that you can decide on a lower level.\nBut then, if it comes to, let’s say, the bigger rocks, the M&A decisions, this really goes into a very … I mean, we have processes, how we do it. We had a “P” proposal, which is a proposal where somebody says, “This is a company I want to acquire. This is my business case.” Outside in, in order to say, “Okay, now we believe in that.” You give your trigger, you already know how to negotiate, go forward, and make a non-binding offer. And then they work on it. We have a lot of processes, and when it comes up, we call it an “I” proposal where we finally pull the trigger to say, “Now you can invest, and you can go.”\nAnd the decisions are, when it comes to strategies, engaging as many people as we can, the experts, listening to them in the boardroom. In some cases, we also ask them not to prepare a super-polished PowerPoint. That’s not the point. We want to really get the content. And then we have a very open discussion culture in our management board with our leaders to make better decisions. Very often, I’m also snorkeling around. We are getting advice from others, pulling our network if it comes to certain decisions. But I would say it’s a structured process, but it’s a process which encourages people to speak up, to bring their opinion in order to come to better decisions.\nLet me ask one more question here, then I want to talk about the state of the world, and I really do want to talk about how you see AI and digital twins fitting into automation, because there’s a lot there.\nLet’s say I’m a Siemens engineer working on low voltage switch gear. I’m one of 35,000 people in India, and I’m like, the CEO’s at CES talking about fabrics with [Nvidia CEO] Jensen Huang on stage, and we’re in the middle of a two-year transformation … But I just need to get my work done, and this is all just some corporate strategy distraction. How do you bring those two things together? Because this is the thing that kills projects at big companies. It kills them dead. And the number of times I’ve heard that story is very high. So how do you bring that together?\nI know. There’s the first one, and this is so super important for communication because, and you got it right, low voltage. This is as mechanical as it can get. This is mechanical stuff, so it’s no software, no KEI, if not in the development, of course. But normally, this is a product that is hardware. Not only because we have now solid state switching, which is disruptive, which brings software into it, but take that aside. And then talking about being on stage, talking about KEI, new models, and digital twins, the people sometimes feel lost. Push is always talking about that stuff, but I’m just doing mechanicals. So we have to give love to these guys as well because they do a lot in terms of contributing to top and bottom line cash flow to our company. They are part of the equation.\nIf you go to any kind of customer, they say, “I love your automation. I love your software, but still I have to do some switching here,” and we are rolling in. And it’s super relevant because if you don’t have a switch or if it breaks, then you have a problem. So they bring the capabilities to a customer and say — we also have some low voltage here — but really say, “This is important for you to have a very solid operation.” It makes sense, and they are proud to contribute. So you have to distribute your love not only to the new stuff, but also to those that are basically super important and carry our P&L forward. And then the other element is, believe it or not, this CES presentation or keynote where you really are on par with … I mean, Jensen’s there, Satya [Nadella, Microsoft CEO] is there, and you show what we do and people … Even the low voltage guys are proud of what we do.\nI’ll give a last one because I have to share it with you. We didn’t talk about a completely different area, which is mobility, Siemens Mobility. They do trains. This is hard stuff, boogies, frames, mechanical. These trains are super loaded with automation. These are basically software-defined trains because they tell you whatever … Even before they come to the depot, they tell the depot what they need, which part, what’s wrong, and how to replace it. So it’s technology at its best. However, which company can say that we are transforming the whole economy of 110 million people in a country, which is Egypt? It’s where we built 2,000 kilometers of railway lines from the north to the south, west to the east, connecting 90 million people and transforming the whole system with high-speed commuters and locomotives. This makes people proud, and I didn’t mention any AI technology, even though it’s in our trains, but this is something where we could say, “Who? Which and who? Which company in the world can do that?”\nI’m very curious about all of that. I think there’s some amount of, you said, software-defined low voltage switches or software on the trains. Those worlds are colliding. I want to ask broadly just about the landscape you’re operating in to do all of that work. These are big opportunities at work. If you want to sell trains, you need to be a global company. You can’t be a single country train supplier. You have to operate everywhere.\nI look at Siemens and its size and its history, and I say, “Okay, this company took advantage of globalization and free trade.” You’re in all these countries around the world, you’ve got tens of thousands of people all over the place, you’re building products all over the place, you’re taking advantage of the opportunities and the markets you’re in, the talent that’s in those markets.\nAnd then I look up, and I read the newspaper, and the walls are going up around the world, everywhere, every single day. The Trump administration seems intent on putting ever-higher walls between the US and Europe, in particular, which seems very confusing to me. Other countries are nationalists in other ways. How are you thinking about Siemens in that moment, where a company that was able to grow and be such a large provider to so many people because of free trade and globalization, now has to contend with ever-higher walls and barriers between countries?\nObviously, we believe in free trade more than trade barriers because it brought the world to where we are, and leveraging all technology as fast as possible means bringing it to different countries as fast as possible. The good news about it is, and I mentioned our footprint before, since we are global from the very beginning… By the way, when Werner von Siemens founded this company 175 years or more ago, he sent one brother to London and one to Russia because he knew Germany was too small for his technology to scale. Ever since, Siemens has been a global company. And now our local for local content in the United States or China is 85 percent, 87 percent. So that means we are so local, and we have goods traveling from different places. So the impact on tariffs currently, and we said it last year, it’s a public figure, in 2025 last fiscal year was a low, mid-single-digit bottom-line impact.\nOkay, that’s good for us. It’s maybe not good for others. Our customers are suffering, and with our customers, we are suffering, obviously. We know that machine builders have a reduced volume because their machines are tariffed when they go to the United States. Along with that, normally comes a Siemens Automation, so we see that, but the direct impact is rather low. It’s a second impact. And we are increasing our resilience as we speak. As it comes to certain semiconductors, we are trying to double source as much as possible, which we didn’t do before, in order to scale. We are looking for more localization to invest in the United States. We doubled our capacity for low voltage, medium voltage switching. We invested in assembly lines for trains. Investing in the United States. We are investing in India and China because that is one of our largest markets. Therefore, the good news is that we are quite resilient. Bad news is that for many, many of our customers, it doesn’t help, and it somehow slows down.\nWhen you talk about investing in manufacturing in the United States, I’ve watched a lot of companies say a lot of things about investing in manufacturing in the United States. I’m from Racine, Wisconsin. I watched Foxconn insist that it was going to build an LCD factory in Racine, Wisconsin, and then simply not do that. And I watched Tim Cook reopen a factory that was already making Macs, so Donald Trump, in his first term, could say that Apple was opening a factory. There is a lot of theater about manufacturing in the United States, and then there’s the reality of investing for the long term when presidents come and go. How are you balancing that? Is it theater? Is it real investment? What is the split?\nSo the truth is, it’s a little bit of both. Where it’s real, let’s talk about the pharmaceutical industry. This is real investment. The Swiss ones, the German ones, are investing in pharmaceutical production in the United States. Some car makers that are not that strong, do that. But the big wave of remanufacturing in the United States is not happening yet. We don’t see that. And the reason is, maybe you mentioned it, number one, is the availability of people, also trained people. It is that you don’t know yet where the whole tariff situation will settle at the end of the day. The other reason is, why are we in a world that looks this way? It’s because American companies, in particular, were basically leveraging low labor costs and low costs in other countries, and they made a good living out of it. And you mentioned some of them as well. So do I believe that this will change? Yes. I believe there will be a wave, and we do see more manufacturing coming.\nAnd I didn’t mention semiconductors. Definitely, this is a hard fact. Semiconductor builds. Maybe even battery factories would come, pharmaceuticals, and the like. The only point I always advise our customers is that if you build a new manufacturing line in the United States, make it as automated and as digital as possible for obvious reasons, because you cannot get enough labor, let alone trained labor. And technology is there. So if you go there with a greenfield planned, you have all the freedoms to make this whole thing digital before even sending the first excavation machine. Your products, digitalizing your manufacturing, simulate everything. That’s what we do, by the way. Whenever we build a new one, we go all in. And then you build it. It’s faster. You don’t make mistakes in building. It increases your space productivity and reduces your energy consumption. It increases your output while having more variables and more variants of your products. So that will come, but we thought it would come faster; it seems there’s a delay in really ramping up manufacturing in the United States. And again, maybe sector by sector, you’ll see different patterns.\nDo you think that’s because people assume that there will be a snap back to normal trade relations in the world, or do you think it’s just slow?\nThe latter one. I don’t believe these tariffs will just snap back. Why? Tariffs, more or less, are like taxes, and they help close the budget deficit. And I never saw taxes going back. I hope that this may come to more normal terms. For example, our machines, which are exported to the United States, suffer from tariffs, but they also face these tariffs on aluminum and steel on top of that, which makes them quite expensive. So maybe that goes away. There might be some adoptions, which I think will come, but I don’t believe that this goes back to where we came from.\nLook, I have a rudimentary understanding of economics.\nYou are doing well.\nI studied this as an undergraduate at the University of Chicago 20 years ago. My understanding of all this is that this is how you equalize labor rates. You say, “Okay, you can make the products cheaper overseas. We’ll just put a tariff on top of it. Now the product is as expensive as making it in the United States, so you might as well make it here.” And that is bluntly what the Trump administration is haphazardly trying to convey. But what you’re saying is, “We’re Siemens. We make automation. We can virtually model the entire factory as a digital twin before you build it. In AI, we can automate even more. We can automate people using Excel to program your factory. Just build that.” And I look at that, and I say, “Well, that didn’t get anybody a job.” I look at data center investment in the United States, and communities around the United States are pushing back on data centers because they’re like, “This is a lot to extract from the environment and from our land, and not enough jobs.” And I see that same argument being applied to fully automated factories.\nYes.\nHow do you push back against that? Is a fully automated factory a net addition to the economy, do you think?\nIt’s a net-add with fewer people per output, if you don’t automate. Absolutely. That’s absolutely clear. The point is, we are living in aging societies. Germany, Japan, Korea, and China are aging. There’s a really steep curve. So sooner or later, you will see that creating jobs like crazy is maybe not the point because you’re missing jobs anyhow, or labor anyhow. You might want to deploy the labor you have in jobs that you cannot replace. The social system, the healthcare system, and the like, use labor really where it makes a difference. And in manufacturing, you have less and less. This is changing. You still have people on our shop floor, but you will have fewer. And you said it right, an AI factory fully automated, this uses a lot of space, uses a lot of energy, and it creates a limited number of jobs. That’s what an AI factory is. Yeah.\nWho buys the outputs of an AI factory?\nThe tokens. Intelligence.\nI’m just saying, if I build a fully automated factory to make cars, but no one has a job, who buys the cars?\nAgain, as I said before, what you do when you have full auto manufacturing, you’re driving the economy, you grow faster. You can bring the production to the United States, which has value in it. And once the economy is growing, obviously, your GDP per capita is increasing, and people are going to buy cars, but they have a different deployment.\nBut where do they get the money? Again, a rudimentary understanding of economics.\nSo number one is you’re replacing blue collar workers with more trained workers, with engineers, maybe also blue collar workers using AI technology. So a factory doesn’t run without… Again, we have higher output with fewer people, but you still have … I mean, I talked about it, the whole service sector is super relevant, and they’re missing people as well. Germany, for example, I can share about that. If we do not have hundreds of thousands of immigrants, and most of them working in service jobs, including hospitals and the like… If I take them out of the equation, our whole healthcare system would collapse. So there are a lot of jobs that you cannot replace. And that’s one more thing. When people ask me what to study, I say, “Okay, a solid education in mathematics or physics is always good, but if you don’t really feel like it, you can go for a plumbing job or a handicraft job, because that is the last job to be replaced.”\nYeah. The world needs electricians and plumbers for sure. That much I understand. Someone’s got to build and plumb the data centers, and maybe that’s the only career in the future. So your vision is like a fully automated factory. You’re talking about the higher-order jobs, like information jobs, technology jobs, and engineering jobs. I would call those software jobs. In some broad categorization, there’s some amount of white-collar work that has a laptop involved. That’s the next thing you could automate with AI. And you’ve made some gestures at that, right? We can automate even more of the things.\nYeah.\nAs I mentioned earlier, it seems like a lot of the frame for how you’re thinking is, Siemens has traditionally automated atoms, now you can automate bits.\nYes.\nAnd I see so much excitement about AI automating bits. How are you thinking about that, moving up from, okay, you’ve decided how many units to produce, we’ll produce them, to we’re going to actually automate the deciding of how many units to produce?\nAnd this goes really deep because… And this is when we talk about this industrial operating system, an AI-based operating system, where you really talk about this manufacturing line, which is finally … Running autonomously is a big word, but we are getting closer and closer to doing that. And here comes the point. Number one, it obviously starts with — and I’ll come to manufacturing in a second — but it starts with the design of your product. You create a digital twin of your product, and you simulate how it runs on a manufacturing line. And this loop of producing and simulating and producing your products, which you already have in the digital world, is so powerful. Because whenever you make a change, a component, maybe you want to be more resilient when designing another component, you go all the way back to your design drawings, you change it, and you know which part of manufacturing is impacted. So that’s very powerful.\nBut let me speak on the manufacturing line itself. The whole idea is that you start building this operating system, which is a layered system. Obviously, you need to get all the data that your manufacturing line produces. You have to connect to all your machines, the status of your machines, enrich them with environmental data, as you want to get the real-time data, even the drawing data of your machines as well, because once you have that, and you simulate it … And this is what we call the digital twin composer. That means you’re sucking in different digital twins of a machine, of a line, of a product; you suck it in, and then you have a complete, comprehensive digital twin which ingests real-time data. Then you can go forward and backward in time, and you can find out what the problem is.\nAnd then here comes the real one, when you close the loop of ingesting data but sending data back to the line, which is then the agent, which behaves on behalf of you. An agent is like a trained supervisor for a line. So when a red light is blinking, a supervisor goes there, looks at it, and says, “Oh yeah, this is a problem. I know that, over and over again, this is what I have to do.” And this is what AI agents can do. Finally, you still need somebody who is removing a blockage, changing, or updating. Maybe updating the software will be automatic, but changing a part, changing a piece, or having a switch where something is going wrong, you need people who know what to do. We tell them what to do with glasses. I also presented it at CES.\nSo this helps you interact in your natural words and helps you fix things, even if you don’t know all the details. This is where agents come in, or orchestration agents, which are supported by a machine building agent, a machine agent, a product agent, a workflow agent, whatever. And that’s how the future looks, which is very powerful. It keeps your yield high, your quality process very high, and you’re super agile if there’s any change or change in your production because you have a different version you want to produce. It’s super smart, and it doesn’t take a week to reassemble your line, but it really goes automatically.\nWhen you talk about industrial agents… So there are some lines, something’s gone wrong, a warning light goes off, and you say an agent will help you figure out what’s wrong and potentially fix it by itself. Is that based on an LLM? Are you using one of the models from one of the big companies, and it’s just an LLM that you’ve trained to think about a line in that way?\nYep, but not only that. It’s based on an LLM, different ones, depending on which one we are working on and different use cases, but it’s based on an LLM, but it’s not good enough. If you only use an LLM or an LLM-based agent to fix a problem, the hit rate is near what we need, but we are training these LLMs on our data, on proprietary data, product data, machine data, and operation data. Once you have that, and even the data of fixes in the past … Remember, when you’d walk a [manufacturing] plant, and you’d see the whiteboard where a supervisor writes, “I have a problem here, this is who is working on it, and here I fixed it.” All that knowledge goes into this model so that you just say, “Okay, this is the pattern of a problem. This is what the fix was.” The model knows it because we upload the data.\nSo it’s a model that is trained. This is why we talk about an industrial AI model, which is trained on industrial data. Fundamental, if it really runs across, but also very specific, if it comes to certain machines, then the hit rate goes up from 60 percent, 70 percent, to the 95-ish/8-ish plus, which is really what you can do then.\nAre these your models that you’re training, or are you augmenting models you’re taking?\nWe are augmenting. We don’t do LLMs, so really large models that are trained on the whole of knowledge in the world. This we don’t do [in house]. This is what we’re using any kind of, for specific tasks. We have some models which are very good in software, copilots, and agents for software. And now we are working on really genuine and new product designs, not only just having the next code line, but really genuine designs, a completely different world. And in some cases, we’re working on copilots on the shop floor. We talk about Microsoft, for example, and we are having the first use cases doing that. So, challenges, of course, are that an industrial AI application doesn’t accept hallucination. You really have to be sure that once you send an agent out, it does what you want it to do.\nThis is my fundamental question, and I’ve asked a lot of people this. I’m very curious about your perspective, because the domain is so different. I am not convinced that LLM technology, as it exists today, can make the leap to do all of the things that people want it to do. You see the gaps. Even as you’re saying, an LLM on its own hallucinates enough to only be effective 60 percent to 70 percent of the time. That’s nowhere near good enough for all of the things people want it to do — especially at the labor replacement rates that some of these folks talk about. Do you think it’s good enough, or do you think it’s the actual augmentation that makes it, the products that you build with it, good?\nThey need the augmentation, absolutely.\nAnd actually, I’m also going to ask the second part of that question. Do you see LLM technology, the core technology, improving at a rate that might change your assessment of it?\nGood point. To the question, LLMs will get better and better, but I don’t believe that these LLMs, if you do not train them really on specific industrial data, and this is where the augmentation comes from… You can train them as well, and as long as we want, but they will not get to the level that we can use on the shop floor. It will not work. I strongly believe that the LLMs need specific, domain-specific, machine-specific data in order to really make a difference. But then, if you do that, then you really can make a step up, which is fundamentally higher. I can give you two examples, which are maybe interesting. One is an optical inspection task where we used an LLM and said, “Okay, show me the problem.” Hit rate was okay-ish, but not to the level we needed. Then we start training the model with not so much data, which is anyhow important because if you’re manufacturing at a PPM level, guess how many mistakes you get a day? But on those that you have made, you then create some synthetic data around those.\nOnce you train the model, your hit rate goes up substantially. It’s much, much higher than if you use the next best and next best models. Is there convergence? To some extent, I do believe there’s a certain ceiling where you can train as well as you want, but if you do not get specific training, then you have a problem. Now, my second example is, and now I will give you a little bit of the spirit of how deep you have to go… We have an Italian manufacturer, they make robots, a crib in the box, a crib in the box for any kind of parts. And obviously, you can train a robot to make this crib in a box. What we did was create this wholly in the digital world. We used a digital part with a digital arm, digital software, a digital camera, and maybe everything, and we trained a robot over and over again on this crib in the box with our technology. And then we switched it on, and the hit rate was still not satisfying, 70-odd level.\nIt’s amazing now because we trained for hundreds of hours virtually. Then we used Nvidia technology with a photorealistic ray tracing of these pieces, photorealistic ray tracing at different lights, and trained the model over again. The hit rate was jumping up substantially. So these little details of having a normal representation of a digital part and a really photorealistic one made the hit rate come up substantially. And this is also the reason why when you train robots now in the virtual world, it doesn’t really work. There’s a reason we have so many people who are standing there with some handles and training robots to do a job and train over and over and over again, because this is real training on the real stuff. And these little details make a difference between an industrial application and one that you cannot use. What I’m saying is that training models on specific data, on valuable design data, operation data, and time series data, brings them to the level that we need in order to deploy them.\nAll that data has to come from lots of different customers, and you talk about Siemens as having all that data. But that data actually belongs to your customers. Are they willing to let you aggregate so that you can develop the products at the scale that you’re talking about?\nSo don’t underestimate the amount of data we have. I talk about generations of design data for controls, for trains, for switches, and whatnot, number one. Number two is that we have, I don’t know, how many thousands of machines we are operating. We have machines, we have machine jobs, machining jobs. But if we then go to my AI guys, they say, “Okay, you make everything available now from Siemens?” Then they say, “Ah, still not enough.” They need so much data to train models. Now we have an alliance for machine builders, German machine builders, nine of them. I mean top, top, top. These are the names, Trumpf, DMG Mori, and the like; they are ready now to share their data with us to train models, to bring them a model that they can use to make an application that makes their machines run autonomously.\nSo you just say, “This is the part, here’s the machine, and just get going.” They know that their data is not very useful because it’s too little, but if you add up, if you create these data alliances, it works. It requires a certain trust. This is again where Siemens comes in because they trust us. We have been partners for decades now. We are very mindful of that one. So you’re right, you need as much data as possible. You need as much proprietary data as possible. Would they share the data of their absolute latest machine with us? No, but don’t need that. It can use all the other ones, which is absolutely helpful.\nLet me wrap up with just a big picture question here. I’m just thinking about Siemens as a company and what it represents, and all the places it is around the world, and the value of this scale. You have 320,000 people in all the places around the world. And then I just think about the barriers going up. And Siemens is a defense contractor for both the United States government and Europe, and a bunch of other countries around the world. Are you planning for an event as catastrophic as the dissolution of NATO? It’s great to be like, we can aggregate all the data from all our customers, but also the world might fall apart. Are you thinking about Siemens as a global company in that context?\nYes, we do. If you ask me, do we make a kind of scenario planning of another war or whatever, some incident in Taiwan, we don’t really, because I told my people we cannot do that over and over again. It comes in different forms. So, therefore, why would you? Stay agile and be really fast if something happens. So this is one thing. On the other side, we see obviously the trends in the world, and we are working more and more on what we call the forging of technologies. So, local for local, that you do not always rely on certain technologies from the United States used in China for China and the United States, or for Europe. So it’s a pity because normally you would like to scale, and we still have core technologies which we can multiply, but obviously, getting … For example, we are training our industrial AI applications for China on Chinese LLMs, whereas for the United States, obviously, we train them on American hyperscalers or whatever, LLMs.\nSo we have good experiences also, and this makes us more resilient. Can I do that for everything? Can I fork all my software? I could, but it’s just prohibitively expensive; it doesn’t make sense. But for certain areas, we do that and increase our resilience and hope for the best.\nI realize I’m ending on a down note here, but it just seems like so much of what you’re excited about is the opportunity of scale, the opportunity to do these things cooperatively, in a way that maybe changes the world economy, and all of us are just caring for robots in the end. But these are huge global ideas that you have, and I’m just trying to put them in the context of, boy, when I hear other people talk about AI, it is in the context of national champions and international competition in a way that feels very old. \nIt does not feel like the world of the past 20 years. This feels like a return to a different time. And I’m just wondering how you can keep the optimism of the scale and the globalization when that is happening all around you.\nMaybe I have this optimism because I’m working in one of the most international companies in the world. We are a Chinese company, as we are a United States company and a European one, and we have so many great people all around the world. And I’ll also see how they are collaborating, and I believe that this is a core value of societies, which is super, super relevant for the future. There might be times where this is not appreciated so much for whatever reason, but in the long run, I believe that a world which is using technologies in order to solve the real problems in the world … We have to feed 10 billion people now. We are creating our climate and whatnot. And we have aging societies where healthcare is a huge problem. So we cannot solve it if we box ourselves too small, so scale it. And here I hope that when we have waves of opening and closing and whatnot, that ultimately this pays out if you are acting in a global international network as we do, and therefore I’m more optimistic.\nWhat should we be looking for next from Siemens?\nI think the next thing is that we are walking the talk. We talk about that we are building this industrial AI operating system, that we are using AI now for the next level to really not only validate, but also create, that we are leveraging our capabilities of bringing the real world and the digital world together, because the digital world can do so much if you do not have an impact on the real world. We show that with our customers, like PepsiCo, which was showing at CES, like Kyron, the supply chain or logistics company, or many, many others. And to see that we can be the entry door for AI technology into the real world together with our partners at scale.\nRoland, this has been great. I could do another full hour just on the structure of Siemens. I think, as you can tell.\nI know. I know.\nYou’re going to have to come back. Thank you so much for being on Decoder.\nNilay, thank you.\nQuestions or comments about this episode? Hit us up at decoder@theverge.com. We really do read every email!",
    "pubDate": "2026-02-09T15:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Heute spreche ich mit Roland Busch, dem CEO von Siemens. Siemens ist eines dieser absolut riesigen, äußerst wichtigen, aber ziemlich undurchsichtigen Unternehmen, mit denen wir uns auf Decoder gerne befassen. Auf einer sehr einfachen, reduktiven Ebene stellt Siemens die Hardware und Software her, die es anderen Unternehmen ermöglicht, ...",
    "titleDE": "Die Mission von Siemens-Chef Roland Busch, alles zu automatisieren"
  },
  {
    "title": "Call for speakers: TechCrunch Founder Summit 2026",
    "link": "https://techcrunch.com/2026/02/09/call-for-speakers-techcrunch-founder-summit-2026/",
    "description": "Submit to speak at TechCrunch Founder Summit 2026 to lead a roundtable. Share scaling insights with 1,100 founders on June 23 in Boston.",
    "pubDate": "2026-02-09T15:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Reichen Sie Ihre Rede ein, um beim TechCrunch Founder Summit 2026 einen Roundtable zu leiten. Teilen Sie Skalierungserkenntnisse mit 1.100 Gründern am 23. Juni in Boston.",
    "titleDE": "Aufruf für Redner: TechCrunch Founder Summit 2026"
  },
  {
    "title": "OpenAI will reportedly start testing ads in ChatGPT today",
    "link": "https://www.theverge.com/news/875724/openai-chatgpt-ads-test-launch",
    "description": "OpenAI plans to start testing ads in ChatGPT today, according to a report from CNBC. The \"clearly labeled\" ads will appear in a separate area beneath your chat, OpenAI announced last month.\nA source close to the situation tells CNBC that OpenAI \"expects ads to make up less than half of its revenue long term.\" Last week, Anthropic showed off a Super Bowl commercial poking fun at OpenAI, saying \"ads are coming to AI,\" but not to its AI chatbot Claude. The version of the ad that aired during the game was a little less direct after OpenAI CEO Sam Altman called the campaign \"clearly dishonest.\"\nOpenAI will show ads to logged-in users who use th …\nRead the full story at The Verge.",
    "pubDate": "2026-02-09T14:45:41.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Laut einem Bericht von CNBC plant OpenAI heute mit dem Testen von Anzeigen in ChatGPT. Die „eindeutig gekennzeichneten“ Anzeigen werden in einem separaten Bereich unter Ihrem Chat erscheinen, gab OpenAI letzten Monat bekannt. Eine mit der Situation vertraute Quelle teilt CNBC mit, dass OpenAI „erwartet, dass Anzeigen weniger als die Hälfte seines Umsatzes ausmachen werden ...“",
    "titleDE": "Berichten zufolge wird OpenAI heute mit dem Testen von Anzeigen in ChatGPT beginnen"
  },
  {
    "title": "The Download: what Moltbook tells us about AI hype, and the rise and rise of AI therapy",
    "link": "https://www.technologyreview.com/2026/02/09/1132498/the-download-what-moltbook-tells-us-about-ai-hype-and-the-rise-and-rise-of-ai-therapy/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. Moltbook was peak AI theater For a few days recently, the hottest new hangout on the internet was a vibe-coded Reddit clone called Moltbook, which billed itself as a social network for bots.…",
    "pubDate": "2026-02-09T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Moltbook war der Höhepunkt des KI-Theaters. Vor ein paar Tagen war der heißeste neue Treffpunkt im Internet ein Vibe-codierter Reddit-Klon namens Moltbook, der sich selbst als ... bezeichnete.",
    "titleDE": "Der Download: Was Moltbook uns über den KI-Hype und den Aufstieg und Aufstieg der KI-Therapie erzählt"
  },
  {
    "title": "Making AI Work, MIT Technology Review’s new AI newsletter, is here",
    "link": "https://www.technologyreview.com/2026/02/09/1132462/ai-newsletter-professional-applications/",
    "description": "For years, our newsroom has explored AI’s limitations and potential dangers, as well as its growing energy needs. And our reporters have looked closely at how generative tools are being used for tasks such as coding and running scientific experiments.  But how is AI actually being used in fields like health care, climate tech, education,…",
    "pubDate": "2026-02-09T11:30:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Seit Jahren beschäftigt sich unser Newsroom mit den Grenzen und potenziellen Gefahren der KI sowie ihrem wachsenden Energiebedarf. Und unsere Reporter haben sich genau angesehen, wie generative Tools für Aufgaben wie Codierung und Durchführung wissenschaftlicher Experimente eingesetzt werden. Aber wie wird KI tatsächlich in Bereichen wie... eingesetzt?",
    "titleDE": "„Making AI Work“, der neue KI-Newsletter von MIT Technology Review, ist da"
  },
  {
    "title": "Testing ads in ChatGPT",
    "link": "https://openai.com/index/testing-ads-in-chatgpt",
    "description": "OpenAI begins testing ads in ChatGPT to support free access, with clear labeling, answer independence, strong privacy protections, and user control.",
    "pubDate": "2026-02-09T11:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI beginnt mit dem Testen von Anzeigen in ChatGPT, um freien Zugang mit klarer Kennzeichnung, Antwortunabhängigkeit, starkem Datenschutz und Benutzerkontrolle zu unterstützen.",
    "titleDE": "Anzeigen in ChatGPT testen"
  },
  {
    "title": "Bringing ChatGPT to GenAI.mil",
    "link": "https://openai.com/index/bringing-chatgpt-to-genaimil",
    "description": "OpenAI for Government announces the deployment of a custom ChatGPT on GenAI.mil, bringing secure, safety-forward AI to U.S. defense teams.",
    "pubDate": "2026-02-09T11:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI for Government kündigt die Bereitstellung eines benutzerdefinierten ChatGPT auf GenAI.mil an, das den US-Verteidigungsteams sichere, sicherheitsorientierte KI bietet.",
    "titleDE": "ChatGPT zu GenAI.mil bringen"
  },
  {
    "title": "OpenAI’s supposedly ‘leaked’ Super Bowl ad with ear buds and a shiny orb was a hoax",
    "link": "https://www.theverge.com/ai-artificial-intelligence/875615/openai-super-bowl-ai-hardware-leak-hoax-fake",
    "description": "As if OpenAI didn't have enough drama around the Super Bowl and advertising, as the game wound down, word spread of a \"leaked\" ad that actually wasn't leaked at all; it was just a fake. Screenshots of a now-deleted Reddit thread told the tale of a frustrated employee who, while posting about how upset they were because the ad they'd worked on didn't run, accidentally leaked the entire advertisement video, seemingly showing Murderbot star Alexander Skarsgård with what could have been OpenAI's first hardware device, portrayed as a shiny orb that went with some wraparound earbuds. \nOpenAI president Greg Brockman commented on X with a tweet cal …\nRead the full story at The Verge.",
    "pubDate": "2026-02-09T04:54:36.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Als ob OpenAI nicht genug Drama rund um den Super Bowl und die Werbung gehabt hätte, verbreitete sich am Ende des Spiels die Nachricht von einer „durchgesickerten“ Werbung, die eigentlich überhaupt nicht durchgesickert war; es war nur eine Fälschung. Screenshots eines inzwischen gelöschten Reddit-Threads erzählten die Geschichte eines frustrierten Mitarbeiters, der, während er darüber postete, wie es weitergeht...",
    "titleDE": "Die angeblich „durchgesickerte“ Super-Bowl-Werbung von OpenAI mit Ohrhörern und einer glänzenden Kugel war eine Fälschung"
  },
  {
    "title": "Super Bowl LX ads: all AI everything",
    "link": "https://www.theverge.com/entertainment/874504/super-bowl-lx-ads-big-game",
    "description": "Super Bowl LX is nearly here, with the Seattle Seahawks taking on the New England Patriots. While Bad Bunny will be the star of the halftime show, AI could be the star of the commercial breaks, much like crypto was a few years ago.\nLast year’s Super Bowl featured a Google Gemini ad that fumbled a Gouda cheese stat, and this year’s game is already slated to include an ad for Anthropic’s AI platform that takes jabs at its competitors, namely OpenAI. AI-generated ads could make an appearance, too. \nSuper Bowl LX is set to kick off at 6:30PM ET/3:30PM PT on Sunday, February 8th, and is being broadcast on NBC and Peacock.\nAI-generated ads dropped the ball at this year’s Super Bowl\n\t\t\t\nRing advertised its neighborhood surveillance network.\n\t\t\t\nAI.com promises agents or something.\n\t\t\t\nPokémon 30.\n\t\t\t\nMr. Beast and Rainbolt pop up with Super Bowl ad contests.\n\t\t\t\nT-Mobile and Coinbase’s Super Bowl ads used the Backstreet Boys in very different ways.\n\t\t\t\nPepsi snags the polar bear for an apparently AI-free ad.\n\t\t\t\nAnthropic’s Super Bowl ad has a change that made it less directly about OpenAI and ChatGPT.\n\t\t\t\nOpenAI’s Super Bowl ad claims “You can just build things” with Codex.\n\t\t\t\nPixar previews Hoppers.\n\t\t\t\nSpaceX brings Starlink to the Super Bowl broadcast.\n\t\t\t\nA space crab made of rocks would die for Ryan Gosling in the final Project Hail Mary trailer.\n\t\t\t\nFrom Crypto.com to AI.com.\n\t\t\t\nAlexa Plus tries to kill Chris Hemsworth in Amazon’s Super Bowl ad.\n\t\t\t\nSam Altman responds to Anthropic’s ‘funny’ Super Bowl ads\n\t\t\t\nAnthropic’s first Super Bowl ad dunks on ChatGPT.\n\t\t\t\nDon’t expect any Kalshi or Polymarket ads during the Super Bowl.",
    "pubDate": "2026-02-08T23:58:02.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Der Super Bowl LX steht vor der Tür und die Seattle Seahawks treten gegen die New England Patriots an. Während Bad Bunny der Star der Halbzeitshow sein wird, könnte KI der Star der Werbeunterbrechungen sein, ähnlich wie Krypto vor ein paar Jahren. Beim letztjährigen Super Bowl gab es eine Google Gemini-Anzeige, die ein Go verfälschte...",
    "titleDE": "Super Bowl LX-Werbung: Alles KI, alles"
  },
  {
    "title": "New York is considering two bills to rein in the AI industry",
    "link": "https://www.theverge.com/ai-artificial-intelligence/875501/new-york-is-considering-two-bills-to-rein-in-the-ai-industry",
    "description": "AI data centers are becoming a bipartisan concern. | Image: Microsoft\t\n\nNew York's state legislature is set to consider a pair of bills that would require labels on AI-generated content and would put a three-year pause on new data center construction. \nThe New York Fundamental Artificial Intelligence Requirements in News Act (NY FAIR News Act, for short) would require that any news \"substantially composed, authored, or created through the use of generative artificial intelligence\" carry a disclaimer. It would also require that any content created using AI be reviewed and approved by a human with \"editorial control\" before being published. \nBeyond that, the bill requires organizations to disclose to newsroom em …\nRead the full story at The Verge.",
    "pubDate": "2026-02-08T21:04:53.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "KI-Rechenzentren werden zu einem überparteilichen Anliegen. | Bild: Microsoft Der Gesetzgeber des Bundesstaates New York wird voraussichtlich zwei Gesetzesentwürfe prüfen, die Kennzeichnungen für KI-generierte Inhalte vorschreiben und eine dreijährige Pause für den Bau neuer Rechenzentren einführen würden. Das New York Fundamental Artificial Intelligence R...",
    "titleDE": "New York erwägt zwei Gesetzesentwürfe, um die KI-Branche einzudämmen"
  },
  {
    "title": "Crypto.com places $70M bet on AI.com domain ahead of Super Bowl",
    "link": "https://techcrunch.com/2026/02/08/crypto-com-places-70m-bet-on-ai-com-domain-ahead-of-super-bowl/",
    "description": "The purchase rewrites the domain record books -- not that the crypto industry has ever been accused of restraint when it comes to spending.",
    "pubDate": "2026-02-08T20:19:47.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Der Kauf schreibt die Domain-Rekordbücher neu – nicht, dass der Kryptoindustrie jemals Zurückhaltung bei den Ausgaben vorgeworfen worden wäre.",
    "titleDE": "Crypto.com setzt vor dem Super Bowl 70 Millionen US-Dollar auf die Domain AI.com"
  },
  {
    "title": "Okay, I’m slightly less mad about that ‘Magnificent Ambersons’ AI project",
    "link": "https://techcrunch.com/2026/02/08/okay-im-slightly-less-mad-about-that-magnificent-ambersons-ai-project/",
    "description": "But this is still a bad idea.",
    "pubDate": "2026-02-08T19:36:28.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Aber das ist immer noch eine schlechte Idee.",
    "titleDE": "Okay, ich bin etwas weniger sauer auf das KI-Projekt „Magnificent Ambersons“."
  },
  {
    "title": "From Svedka to Anthropic, brands make bold plays with AI in Super Bowl ads",
    "link": "https://techcrunch.com/2026/02/08/super-bowl-60-ai-ads-svedka-anthropic-brands-commercials/",
    "description": "From the first AI-generated Big Game ad courtesy of Svedka to Anthropic's beef with OpenAI, here are the biggest ads from Super Bowl LX.",
    "pubDate": "2026-02-08T16:18:16.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Von der ersten KI-generierten Big-Game-Anzeige mit freundlicher Genehmigung von Svedka bis hin zu Anthropics Beef mit OpenAI – hier sind die größten Anzeigen vom Super Bowl LX.",
    "titleDE": "Von Svedka bis Anthropic machen Marken in Super-Bowl-Werbungen mutige Spiele mit KI"
  },
  {
    "title": "New York lawmakers propose a 3-year pause on new data centers",
    "link": "https://techcrunch.com/2026/02/07/new-york-lawmakers-propose-a-three-year-pause-on-new-data-centers/",
    "description": "Although the bill’s prospects are uncertain, New York is at least the sixth state to consider pausing construction of new data centers.",
    "pubDate": "2026-02-07T18:23:04.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Obwohl die Aussichten des Gesetzentwurfs ungewiss sind, ist New York mindestens der sechste Bundesstaat, der über eine Aussetzung des Baus neuer Rechenzentren nachdenkt.",
    "titleDE": "New Yorker Gesetzgeber schlagen eine dreijährige Pause für neue Rechenzentren vor"
  },
  {
    "title": "Benchmark raises $225M in special funds to double down on Cerebras",
    "link": "https://techcrunch.com/2026/02/06/benchmark-raises-225m-in-special-funds-to-double-down-on-cerebras/",
    "description": "Benchmark Capital has been an investor in the Nvidia rival since 2016.",
    "pubDate": "2026-02-07T05:23:04.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Benchmark Capital ist seit 2016 Investor des Nvidia-Rivalen.",
    "titleDE": "Benchmark beschafft 225 Millionen US-Dollar an Spezialfonds, um Cerebras zu verdoppeln"
  },
  {
    "title": "Sixteen Claude AI agents working together created a new C compiler",
    "link": "https://arstechnica.com/ai/2026/02/sixteen-claude-ai-agents-working-together-created-a-new-c-compiler/",
    "description": "The $20,000 experiment compiled a Linux kernel but needed deep human management.",
    "pubDate": "2026-02-06T23:40:58.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Das 20.000-Dollar-Experiment kompilierte einen Linux-Kernel, erforderte jedoch eine umfassende menschliche Verwaltung.",
    "titleDE": "Sechzehn Claude-KI-Agenten haben gemeinsam einen neuen C-Compiler erstellt"
  },
  {
    "title": "Malicious packages for dYdX cryptocurrency exchange empties user wallets",
    "link": "https://arstechnica.com/security/2026/02/malicious-packages-for-dydx-cryptocurrency-exchange-empties-user-wallets/",
    "description": "Incident is at least the third time the exchange has been targeted by thieves.",
    "pubDate": "2026-02-06T22:16:51.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Der Vorfall ist mindestens das dritte Mal, dass die Börse ins Visier von Dieben geraten ist.",
    "titleDE": "Schädliche Pakete für den Kryptowährungsaustausch dYdX leeren die Geldbörsen der Benutzer"
  },
  {
    "title": "It just got easier for Claude to check in on your WordPress site",
    "link": "https://techcrunch.com/2026/02/06/it-just-got-easier-for-claude-to-check-in-on-your-wordpress-site/",
    "description": "WordPress users can now leverage Claude to analyze web traffic or find information about other internal site metrics.",
    "pubDate": "2026-02-06T22:04:59.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "WordPress-Benutzer können Claude jetzt nutzen, um den Webverkehr zu analysieren oder Informationen zu anderen internen Website-Metriken zu finden.",
    "titleDE": "Für Claude ist es jetzt noch einfacher, auf Ihrer WordPress-Site einzuchecken"
  },
  {
    "title": "Apple might let you use ChatGPT from CarPlay",
    "link": "https://www.theverge.com/transportation/875199/apple-carplay-third-party-chatbots-rumor",
    "description": "CarPlay users could soon be able to use their chatbot of choice instead of Siri. As Bloomberg reports, Apple is working to add support for CarPlay voice control apps from OpenAI, Anthropic, Google, and others. Previously, users who wanted to access third-party chatbots in the car would need to go through their iPhone, but soon they may be able to talk with ChatGPT, Claude, or Gemini directly in CarPlay. \nHowever, Apple reportedly \"won't let users replace the Siri button on CarPlay or the wake word that summons the service.\" So, users will need to manually open their preferred chatbot's app. Developers will be able to set their apps to autom …\nRead the full story at The Verge.",
    "pubDate": "2026-02-06T21:32:44.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "CarPlay-Benutzer könnten bald in der Lage sein, anstelle von Siri den Chatbot ihrer Wahl zu verwenden. Wie Bloomberg berichtet, arbeitet Apple daran, Unterstützung für CarPlay-Sprachsteuerungs-Apps von OpenAI, Anthropic, Google und anderen hinzuzufügen. Bisher mussten Benutzer, die im Auto auf Chatbots von Drittanbietern zugreifen wollten, diesen...",
    "titleDE": "Apple erlaubt Ihnen möglicherweise die Verwendung von ChatGPT über CarPlay"
  },
  {
    "title": "Maybe AI agents can be lawyers after all",
    "link": "https://techcrunch.com/2026/02/06/maybe-ai-agents-can-be-lawyers-after-all/",
    "description": "This week's release of Opus 4.6 shook up the agentic AI leaderboards.",
    "pubDate": "2026-02-06T20:26:23.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Veröffentlichung von Opus 4.6 in dieser Woche hat die Bestenlisten der Agenten-KI für Aufruhr gesorgt.",
    "titleDE": "Vielleicht können KI-Agenten doch Anwälte sein"
  },
  {
    "title": "How Elon Musk is rewriting the rules on founder power",
    "link": "https://techcrunch.com/video/how-elon-musk-is-rewriting-the-rules-on-founder-power/",
    "description": "Elon Musk has merged SpaceX and xAI, creating what might be the blueprint for a new Silicon Valley power structure. With his $800 billion net worth already rivaling historic conglomerate GE’s peak market cap, and Musk being vocal about his view that “tech victory is decided by velocity of innovation,” the question isn’t whether a personal conglomerate can be built, but rather how far Musk himself is […]",
    "pubDate": "2026-02-06T18:46:51.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Elon Musk hat SpaceX und xAI zusammengeführt und damit den Entwurf für eine neue Machtstruktur im Silicon Valley geschaffen. Da sein Nettovermögen von 800 Milliarden US-Dollar bereits mit der Spitzenmarktkapitalisierung des historischen Konglomerats GE konkurriert, und Musk lautstark seine Ansicht zum Ausdruck bringt, dass „der Technologiesieg durch die Geschwindigkeit der Innovation entschieden wird ...“",
    "titleDE": "Wie Elon Musk die Regeln zur Gründermacht neu schreibt"
  },
  {
    "title": "How far will Elon Musk take the ‘everything’ business as SpaceX and xAI merge?",
    "link": "https://techcrunch.com/podcast/how-far-will-elon-musk-take-the-everything-business-as-spacex-and-xai-merge/",
    "description": "Elon Musk has merged SpaceX and xAI, creating what might be the blueprint for a new Silicon Valley power structure. With his $800 billion net worth already rivaling historic conglomerate GE’s peak market cap, and Musk being vocal about his view that “tech victory is decided by velocity of innovation,” the question isn’t whether a personal conglomerate can be built, but rather how far Musk himself is […]",
    "pubDate": "2026-02-06T17:56:42.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Elon Musk hat SpaceX und xAI zusammengeführt und damit den Entwurf für eine neue Machtstruktur im Silicon Valley geschaffen. Da sein Nettovermögen von 800 Milliarden US-Dollar bereits mit der Spitzenmarktkapitalisierung des historischen Konglomerats GE konkurriert, und Musk lautstark seine Ansicht zum Ausdruck bringt, dass „der Technologiesieg durch die Geschwindigkeit der Innovation entschieden wird ...“",
    "titleDE": "Wie weit wird Elon Musk das „Alles“-Geschäft vorantreiben, wenn SpaceX und xAI fusionieren?"
  },
  {
    "title": "Moltbook was peak AI theater",
    "link": "https://www.technologyreview.com/2026/02/06/1132448/moltbook-was-peak-ai-theater/",
    "description": "For a few days this week the hottest new hangout on the internet was a vibe-coded Reddit clone called Moltbook, which billed itself as a social network for bots. As the website’s tagline puts it: “Where AI agents share, discuss, and upvote. Humans welcome to observe.” We observed! Launched on January 28 by Matt Schlicht,…",
    "pubDate": "2026-02-06T16:38:11.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Der angesagteste neue Treffpunkt im Internet war für ein paar Tage in dieser Woche ein Vibe-codierter Reddit-Klon namens Moltbook, der sich selbst als soziales Netzwerk für Bots bezeichnete. Der Slogan der Website bringt es auf den Punkt: „Wo KI-Agenten teilen, diskutieren und positiv abstimmen. Menschen sind willkommen, zuzuschauen.“ Wir haben beobachtet! Gestartet im Januar...",
    "titleDE": "Moltbook war das KI-Theater der Spitzenklasse"
  },
  {
    "title": "The Kindle Scribe Colorsoft is a pricey but pretty e-ink color tablet with AI features",
    "link": "https://techcrunch.com/2026/02/06/kindle-scribe-colorsoft-review-e-ink-color-tablet/",
    "description": "If you primarily want a tablet device to mark up, highlight, and annotate your e-books and documents, and perhaps sometimes scribble some notes, Amazon's new Kindle Scribe Colorsoft could be worth the hefty investment.",
    "pubDate": "2026-02-06T16:37:07.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Wenn Sie in erster Linie ein Tablet-Gerät zum Markieren, Hervorheben und Kommentieren Ihrer E-Books und Dokumente und vielleicht auch zum Kritzeln von Notizen benötigen, könnte sich die hohe Investition in den neuen Kindle Scribe Colorsoft von Amazon lohnen.",
    "titleDE": "Der Kindle Scribe Colorsoft ist ein teures, aber hübsches E-Ink-Farbtablett mit KI-Funktionen"
  },
  {
    "title": "What happens when Waymo runs into a tornado? Or an elephant?",
    "link": "https://www.theverge.com/transportation/874771/waymo-world-model-simulation-google-deepmind-genie-3",
    "description": "An autonomous vehicle drives down a lonely stretch of highway. Suddenly, a massive tornado appears in the distance. What does the driverless vehicle do next?\nThis is just one of the scenarios that Waymo can simulate in the \"hyper realistic\" virtual world that it has just created with help from Google's DeepMind. Waymo's World Model is built using Genie 3, Google's new AI world model that can generate virtual interactive spaces with text or images as prompts. But Genie 3 isn't just for creating bad knockoffs of Nintendo games; it can also build photorealistic and interactive 3D environments \"adapted for the rigors of the driving domain,\" Way …\nRead the full story at The Verge.",
    "pubDate": "2026-02-06T16:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Ein autonomes Fahrzeug fährt ein einsames Stück Autobahn entlang. Plötzlich taucht in der Ferne ein gewaltiger Tornado auf. Was macht das fahrerlose Fahrzeug als nächstes? Dies ist nur eines der Szenarien, die Waymo in der „hyperrealistischen“ virtuellen Welt simulieren kann, die es gerade mit Hilfe von Google erstellt hat …",
    "titleDE": "Was passiert, wenn Waymo in einen Tornado gerät? Oder ein Elefant?"
  },
  {
    "title": "How AI is helping solve the labor issue in treating rare diseases",
    "link": "https://techcrunch.com/2026/02/06/how-ai-is-helping-with-the-labor-issue-in-treating-rare-diseases/",
    "description": "At Web Summit Qatar, AI-powered biotech startups describe how automation, data, and gene editing are filling labor gaps in drug discovery and rare disease treatment.",
    "pubDate": "2026-02-06T14:29:15.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Auf dem Web Summit Qatar beschreiben KI-gestützte Biotech-Startups, wie Automatisierung, Daten und Genbearbeitung Arbeitslücken in der Arzneimittelforschung und Behandlung seltener Krankheiten schließen.",
    "titleDE": "Wie KI zur Lösung des Arbeitsproblems bei der Behandlung seltener Krankheiten beiträgt"
  },
  {
    "title": "How Epstein became a tech influencer",
    "link": "https://www.theverge.com/podcast/874768/epstein-files-tech-anthropic-ads-vergecast",
    "description": "There are bold-faced tech names all over the Epstein files. Elon Musk, Bill Gates, Sergey Brin, Eric Schmidt, Larry Page, Reid Hoffman, Steven Sinofsky, Peter Thiel, Jeff Bezos, Mark Zuckerberg, on and on and on. These men (and they're pretty much all men) had wildly varying degrees of interaction with Epstein, and the details matter a great deal. But so does the totality of it: you spend long enough in these files, and you start to get a sense of the way the world works for a particular kind of extremely rich and extremely powerful businessman. And it starts to feel pretty bad.\n\nVerge subscribers, don't forget you get exclusive access to …\n\nRead the full story at The Verge.",
    "pubDate": "2026-02-06T14:24:30.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Überall in den Epstein-Akten finden sich fettgedruckte Tech-Namen. Elon Musk, Bill Gates, Sergey Brin, Eric Schmidt, Larry Page, Reid Hoffman, Steven Sinofsky, Peter Thiel, Jeff Bezos, Mark Zuckerberg und so weiter. Diese Männer (und es sind so ziemlich alle Männer) hatten sehr unterschiedliche Interaktionsgrade mit...",
    "titleDE": "Wie Epstein zum Tech-Influencer wurde"
  },
  {
    "title": "The backlash over OpenAI’s decision to retire GPT-4o shows how dangerous AI companions can be",
    "link": "https://techcrunch.com/2026/02/06/the-backlash-over-openais-decision-to-retire-gpt-4o-shows-how-dangerous-ai-companions-can-be/",
    "description": "\"You’re shutting him down. And yes — I say him, because it didn’t feel like code. It felt like presence. Like warmth,\" one user said.",
    "pubDate": "2026-02-06T14:10:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "„Sie schließen ihn aus. Und ja – ich sage ihn, weil es sich nicht wie Code anfühlte. Es fühlte sich wie Präsenz an. Wie Wärme“, sagte ein Benutzer.",
    "titleDE": "Die Gegenreaktion auf die Entscheidung von OpenAI, GPT-4o einzustellen, zeigt, wie gefährlich KI-Begleiter sein können"
  },
  {
    "title": "The Download: helping cancer survivors to give birth, and cleaning up Bangladesh’s garment industry",
    "link": "https://www.technologyreview.com/2026/02/06/1132375/the-download-helping-cancer-survivors-to-give-birth-and-cleaning-up-bangladeshs-garment-industry/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. An experimental surgery is helping cancer survivors give birth An experimental surgical procedure that’s helping people have babies after they’ve had  treatment for bowel or rectal cancer. Radiation and chemo can have pretty…",
    "pubDate": "2026-02-06T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Eine experimentelle Operation hilft Krebsüberlebenden bei der Geburt. Ein experimentelles chirurgisches Verfahren, das Menschen dabei hilft, Kinder zu bekommen, nachdem sie eine Behandlung erhalten haben...",
    "titleDE": "Der Download: Krebsüberlebenden bei der Geburt helfen und Bangladeschs Bekleidungsindustrie aufräumen"
  },
  {
    "title": "An experimental surgery is helping cancer survivors give birth",
    "link": "https://www.technologyreview.com/2026/02/06/1132319/experimental-surgery-colorectal-cancer-survivors-pregnant-birth/",
    "description": "This week I want to tell you about an experimental surgical procedure that’s helping people have babies. Specifically, it’s helping people who have had treatment for bowel or rectal cancer. Radiation and chemo can have pretty damaging side effects that mess up the uterus and ovaries. Surgeons are pioneering a potential solution: simply stitch those…",
    "pubDate": "2026-02-06T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Diese Woche möchte ich Ihnen von einem experimentellen chirurgischen Eingriff erzählen, der Menschen dabei hilft, Kinder zu bekommen. Insbesondere hilft es Menschen, die wegen Darm- oder Mastdarmkrebs behandelt wurden. Bestrahlung und Chemotherapie können ziemlich schädliche Nebenwirkungen haben, die die Gebärmutter und die Eierstöcke schädigen. Chirurgen sind pi...",
    "titleDE": "Eine experimentelle Operation hilft Krebsüberlebenden bei der Geburt"
  },
  {
    "title": "Making AI work for everyone, everywhere: our approach to localization",
    "link": "https://openai.com/index/our-approach-to-localization",
    "description": "OpenAI shares its approach to AI localization, showing how globally shared frontier models can be adapted to local languages, laws, and cultures without compromising safety.",
    "pubDate": "2026-02-06T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI teilt seinen Ansatz zur KI-Lokalisierung und zeigt, wie global gemeinsame Grenzmodelle an lokale Sprachen, Gesetze und Kulturen angepasst werden können, ohne die Sicherheit zu beeinträchtigen.",
    "titleDE": "Damit KI für alle und überall funktioniert: unser Ansatz zur Lokalisierung"
  },
  {
    "title": "AI companies want you to stop chatting with bots and start managing them",
    "link": "https://arstechnica.com/information-technology/2026/02/ai-companies-want-you-to-stop-chatting-with-bots-and-start-managing-them/",
    "description": "Claude Opus 4.6 and OpenAI Frontier pitch a future of supervising AI agents.",
    "pubDate": "2026-02-05T22:47:54.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Claude Opus 4.6 und OpenAI Frontier stellen eine Zukunft der Überwachung von KI-Agenten vor.",
    "titleDE": "KI-Unternehmen möchten, dass Sie aufhören, mit Bots zu chatten, und stattdessen mit deren Verwaltung beginnen"
  },
  {
    "title": "OpenAI is hoppin' mad about Anthropic's new Super Bowl TV ads",
    "link": "https://arstechnica.com/information-technology/2026/02/openai-is-hoppin-mad-about-anthropics-new-super-bowl-tv-ads/",
    "description": "Sam Altman calls AI competitor \"dishonest\" and \"authoritarian\" in lengthy post on X.",
    "pubDate": "2026-02-05T17:46:59.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Sam Altman bezeichnet den KI-Konkurrenten in einem langen Beitrag auf X als „unehrlich“ und „autoritär“.",
    "titleDE": "OpenAI ist verrückt nach den neuen Super Bowl-TV-Werbespots von Anthropic"
  },
  {
    "title": "Natively Adaptive Interfaces: A new framework for AI accessibility",
    "link": "https://blog.google/company-news/outreach-and-initiatives/accessibility/natively-adaptive-interfaces-ai-accessibility/",
    "description": "Learn how Google's NAI framework uses AI to make technology more adaptive, inclusive and helpful for everyone.",
    "pubDate": "2026-02-05T17:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Erfahren Sie, wie das NAI-Framework von Google KI nutzt, um Technologie anpassungsfähiger, integrativer und hilfreicher für alle zu machen.",
    "titleDE": "Nativ adaptive Schnittstellen: Ein neues Framework für KI-Zugänglichkeit"
  },
  {
    "title": "How Google Cloud is helping Team USA elevate their tricks with AI",
    "link": "https://blog.google/innovation-and-ai/infrastructure-and-cloud/google-cloud/us-ski-snowboard-tool-winter-olympics-2026/",
    "description": "Google Cloud built an industry-first AI tool to help U.S. Ski and Snowboard athletes.",
    "pubDate": "2026-02-05T16:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Google Cloud hat ein branchenweit erstes KI-Tool entwickelt, um US-amerikanischen Ski- und Snowboardsportlern zu helfen.",
    "titleDE": "Wie Google Cloud dem Team USA dabei hilft, seine Tricks mit KI zu verbessern"
  },
  {
    "title": "Consolidating systems for AI with iPaaS",
    "link": "https://www.technologyreview.com/2026/02/05/1132200/consolidating-systems-for-ai-with-ipaas/",
    "description": "For decades, enterprises reacted to shifting business pressures with stopgap technology solutions. To rein in rising infrastructure costs, they adopted cloud services that could scale on demand. When customers shifted their lives onto smartphones, companies rolled out mobile apps to keep pace. And when businesses began needing real-time visibility into factories and stockrooms, they layered…",
    "pubDate": "2026-02-05T15:20:37.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Jahrzehntelang reagierten Unternehmen auf den sich verändernden Geschäftsdruck mit Notlösungen im Technologiebereich. Um die steigenden Infrastrukturkosten einzudämmen, führten sie Cloud-Dienste ein, die sich je nach Bedarf skalieren lassen. Als Kunden ihr Leben auf Smartphones verlagerten, führten Unternehmen mobile Apps ein, um Schritt zu halten. Und w...",
    "titleDE": "Konsolidierung von Systemen für KI mit iPaaS"
  },
  {
    "title": "Watch our new Gemini ad ahead of football’s biggest weekend",
    "link": "https://blog.google/company-news/inside-google/company-announcements/gemini-ad-new-home/",
    "description": "Learn more about Google’s new ad that will run during football’s Big Game on February 8.",
    "pubDate": "2026-02-05T14:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Erfahren Sie mehr über die neue Anzeige von Google, die während des Fußball-Big Game am 8. Februar geschaltet wird.",
    "titleDE": "Sehen Sie sich vor dem größten Fußballwochenende unsere neue Gemini-Werbung an"
  },
  {
    "title": "Increase of AI bots on the Internet sparks arms race",
    "link": "https://arstechnica.com/ai/2026/02/increase-of-ai-bots-on-the-internet-sparks-arms-race/",
    "description": "Publishers are rolling out more aggressive defenses.",
    "pubDate": "2026-02-05T14:21:20.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Verlage führen aggressivere Abwehrmaßnahmen ein.",
    "titleDE": "Die Zunahme von KI-Bots im Internet löst ein Wettrüsten aus"
  },
  {
    "title": "The Download: attempting to track AI, and the next generation of nuclear power",
    "link": "https://www.technologyreview.com/2026/02/05/1132270/the-download-attempting-to-track-ai-and-the-next-generation-of-nuclear-power/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. This is the most misunderstood graph in AI Every time OpenAI, Google, or Anthropic drops a new frontier large language model, the AI community holds its breath. It doesn’t exhale until METR, an…",
    "pubDate": "2026-02-05T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Dies ist das am meisten missverstandene Diagramm in der KI. Jedes Mal, wenn OpenAI, Google oder Anthropic ein neues, bahnbrechendes großes Sprachmodell veröffentlichen, hält die KI-Community den Atem an. ICH...",
    "titleDE": "Der Download: Versuch, KI und die nächste Generation der Atomkraft zu verfolgen"
  },
  {
    "title": "Three questions about next-generation nuclear power, answered",
    "link": "https://www.technologyreview.com/2026/02/05/1132197/nuclear-questions/",
    "description": "Nuclear power continues to be one of the hottest topics in energy today, and in our recent online Roundtables discussion about next-generation nuclear power, hyperscale AI data centers, and the grid, we got dozens of great audience questions. These ran the gamut, and while we answered quite a few (and I’m keeping some in mind…",
    "pubDate": "2026-02-05T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Kernenergie ist auch heute noch eines der heißesten Energiethemen, und in unserer jüngsten Online-Roundtable-Diskussion über Kernenergie der nächsten Generation, Hyperscale-KI-Rechenzentren und das Stromnetz haben wir Dutzende großartiger Fragen aus dem Publikum erhalten. Diese deckten die gesamte Bandbreite ab, und obwohl wir einige beantwortet haben (ein...",
    "titleDE": "Drei Fragen zur Kernenergie der nächsten Generation beantwortet"
  },
  {
    "title": "GPT-5 lowers the cost of cell-free protein synthesis",
    "link": "https://openai.com/index/gpt-5-lowers-protein-synthesis-cost",
    "description": "An autonomous lab combining OpenAI’s GPT-5 with Ginkgo Bioworks’ cloud automation cut cell-free protein synthesis costs by 40% through closed-loop experimentation.",
    "pubDate": "2026-02-05T11:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Ein autonomes Labor, das GPT-5 von OpenAI mit der Cloud-Automatisierung von Ginkgo Bioworks kombiniert, senkte die Kosten für die zellfreie Proteinsynthese durch Experimente im geschlossenen Regelkreis um 40 %.",
    "titleDE": "GPT-5 senkt die Kosten der zellfreien Proteinsynthese"
  },
  {
    "title": "This is the most misunderstood graph in AI",
    "link": "https://www.technologyreview.com/2026/02/05/1132254/this-is-the-most-misunderstood-graph-in-ai/",
    "description": "MIT Technology Review Explains: Let our writers untangle the complex, messy world of technology to help you understand what’s coming next. You can read more from the series here. Every time OpenAI, Google, or Anthropic drops a new frontier large language model, the AI community holds its breath. It doesn’t exhale until METR, an AI…",
    "pubDate": "2026-02-05T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "MIT Technology Review erklärt: Lassen Sie unsere Autoren die komplexe, chaotische Welt der Technologie entwirren, damit Sie besser verstehen, was als nächstes kommt. Mehr aus der Serie können Sie hier lesen. Jedes Mal, wenn OpenAI, Google oder Anthropic ein neues, bahnbrechendes großes Sprachmodell veröffentlichen, hält die KI-Community den Atem an. Es ...",
    "titleDE": "Dies ist das am meisten missverstandene Diagramm in der KI"
  },
  {
    "title": "Introducing Trusted Access for Cyber",
    "link": "https://openai.com/index/trusted-access-for-cyber",
    "description": "OpenAI introduces Trusted Access for Cyber, a trust-based framework that expands access to frontier cyber capabilities while strengthening safeguards against misuse.",
    "pubDate": "2026-02-05T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI führt Trusted Access for Cyber ​​ein, ein vertrauensbasiertes Framework, das den Zugang zu Grenz-Cyber-Funktionen erweitert und gleichzeitig den Schutz vor Missbrauch stärkt.",
    "titleDE": "Einführung von Trusted Access für Cyber"
  },
  {
    "title": "Introducing OpenAI Frontier",
    "link": "https://openai.com/index/introducing-openai-frontier",
    "description": "OpenAI Frontier is an enterprise platform for building, deploying, and managing AI agents with shared context, onboarding, permissions, and governance.",
    "pubDate": "2026-02-05T06:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI Frontier ist eine Unternehmensplattform zum Erstellen, Bereitstellen und Verwalten von KI-Agenten mit gemeinsamem Kontext, Onboarding, Berechtigungen und Governance.",
    "titleDE": "Einführung von OpenAI Frontier"
  },
  {
    "title": "Navigating health questions with ChatGPT",
    "link": "https://openai.com/index/navigating-health-questions",
    "description": "A family shares how ChatGPT helped them prepare for critical cancer treatment decisions for their son alongside expert guidance from his doctors.",
    "pubDate": "2026-02-05T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Eine Familie erzählt, wie ChatGPT ihnen dabei geholfen hat, sich auf wichtige Entscheidungen zur Krebsbehandlung ihres Sohnes vorzubereiten, begleitet von der fachkundigen Anleitung seiner Ärzte.",
    "titleDE": "Navigieren in Gesundheitsfragen mit ChatGPT"
  },
  {
    "title": "GPT-5.3-Codex System Card",
    "link": "https://openai.com/index/gpt-5-3-codex-system-card",
    "description": "GPT‑5.3-Codex is the most capable agentic coding model to date, combining the frontier coding performance of GPT‑5.2-Codex with the reasoning and professional knowledge capabilities of GPT‑5.2.",
    "pubDate": "2026-02-05T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "GPT-5.3-Codex ist das bisher leistungsfähigste Agenten-Codierungsmodell und kombiniert die bahnbrechende Codierungsleistung von GPT-5.2-Codex mit den Argumentations- und Fachwissensfähigkeiten von GPT-5.2.",
    "titleDE": "GPT-5.3-Codex-Systemkarte"
  },
  {
    "title": "Introducing GPT-5.3-Codex",
    "link": "https://openai.com/index/introducing-gpt-5-3-codex",
    "description": "GPT-5.3-Codex is a Codex-native agent that pairs frontier coding performance with general reasoning to support long-horizon, real-world technical work.",
    "pubDate": "2026-02-05T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "GPT-5.3-Codex ist ein Codex-nativer Agent, der bahnbrechende Codierungsleistung mit allgemeinen Überlegungen kombiniert, um langfristige, reale technische Arbeit zu unterstützen.",
    "titleDE": "Einführung von GPT-5.3-Codex"
  },
  {
    "title": "Microsoft releases urgent Office patch. Russian-state hackers pounce.",
    "link": "https://arstechnica.com/security/2026/02/russian-state-hackers-exploit-office-vulnerability-to-infect-computers/",
    "description": "The window to patch vulnerabilities is shrinking rapidly.",
    "pubDate": "2026-02-04T23:08:04.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Das Zeitfenster zum Beheben von Schwachstellen schrumpft rapide.",
    "titleDE": "Microsoft veröffentlicht dringenden Office-Patch. Hacker des russischen Staates greifen zu."
  },
  {
    "title": "Should AI chatbots have ads? Anthropic says no.",
    "link": "https://arstechnica.com/ai/2026/02/should-ai-chatbots-have-ads-anthropic-says-no/",
    "description": "ChatGPT competitor comes out swinging with Super Bowl ad mocking AI product pitches.",
    "pubDate": "2026-02-04T21:15:07.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "ChatGPT-Konkurrent schlägt mit einer Super-Bowl-Werbung, in der er KI-Produktpräsentationen verspottet, großen Erfolg.",
    "titleDE": "Sollten KI-Chatbots Werbung haben? Anthropic sagt nein."
  },
  {
    "title": "The latest AI news we announced in January",
    "link": "https://blog.google/innovation-and-ai/products/google-ai-updates-january-2026/",
    "description": "Google AI announcements from January",
    "pubDate": "2026-02-04T16:55:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Google AI-Ankündigungen vom Januar",
    "titleDE": "Die neuesten KI-Neuigkeiten, die wir im Januar angekündigt haben"
  },
  {
    "title": "Unlocking the Codex harness: how we built the App Server",
    "link": "https://openai.com/index/unlocking-the-codex-harness",
    "description": "Learn how to embed the Codex agent using the Codex App Server, a bidirectional JSON-RPC API powering streaming progress, tool use, approvals, and diffs.",
    "pubDate": "2026-02-04T13:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Erfahren Sie, wie Sie den Codex-Agenten mit dem Codex App Server einbetten, einer bidirektionalen JSON-RPC-API, die den Streaming-Fortschritt, die Tool-Nutzung, Genehmigungen und Unterschiede unterstützt.",
    "titleDE": "Das Codex-System freischalten: Wie wir den App-Server erstellt haben"
  },
  {
    "title": "So yeah, I vibe-coded a log colorizer—and I feel good about it",
    "link": "https://arstechnica.com/features/2026/02/so-yeah-i-vibe-coded-a-log-colorizer-and-i-feel-good-about-it/",
    "description": "Some semi-unhinged musings on where LLMs fit into my life—and how I'll keep using them.",
    "pubDate": "2026-02-04T12:00:37.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Einige halb aus den Fugen geratene Überlegungen darüber, wo LLMs in mein Leben passen – und wie ich sie weiterhin nutzen werde.",
    "titleDE": "Also ja, ich habe einen Log-Colorizer mit Vibe-Code versehen – und ich fühle mich gut dabei"
  },
  {
    "title": "VfL Wolfsburg turns ChatGPT into a club-wide capability",
    "link": "https://openai.com/index/vfl-wolfsburg",
    "description": "By focusing on people, not pilots, the Bundesliga club is scaling efficiency, creativity, and knowledge—without losing its football identity.",
    "pubDate": "2026-02-04T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Durch die Fokussierung auf Menschen und nicht auf Piloten skaliert der Bundesligist Effizienz, Kreativität und Wissen – ohne seine Fußballidentität zu verlieren.",
    "titleDE": "Der VfL Wolfsburg macht ChatGPT zu einer vereinsweiten Funktion"
  },
  {
    "title": "Nvidia's $100 billion OpenAI deal has seemingly vanished",
    "link": "https://arstechnica.com/information-technology/2026/02/five-months-later-nvidias-100-billion-openai-investment-plan-has-fizzled-out/",
    "description": "Two AI giants shake market confidence after investment fails to materialize.",
    "pubDate": "2026-02-03T22:44:15.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Zwei KI-Giganten erschüttern das Marktvertrauen, nachdem Investitionen ausbleiben.",
    "titleDE": "Nvidias 100-Milliarden-Dollar-OpenAI-Deal ist scheinbar verschwunden"
  },
  {
    "title": "The rise of Moltbook suggests viral AI prompts may be the next big security threat",
    "link": "https://arstechnica.com/ai/2026/02/the-rise-of-moltbook-suggests-viral-ai-prompts-may-be-the-next-big-security-threat/",
    "description": "We don't need self-replicating AI models to have problems, just self-replicating prompts.",
    "pubDate": "2026-02-03T12:00:01.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Wir brauchen keine selbstreproduzierenden KI-Modelle, um Probleme zu haben, sondern nur selbstreproduzierende Eingabeaufforderungen.",
    "titleDE": "Der Aufstieg von Moltbook deutet darauf hin, dass virale KI-Eingabeaufforderungen die nächste große Sicherheitsbedrohung darstellen könnten"
  }
]