[
  {
    "title": "Samsung is adding Perplexity to Galaxy AI",
    "link": "https://www.theverge.com/tech/882921/samsung-is-adding-perplexity-to-galaxy-ai",
    "description": "I wish I could talk to my Plex server… | Image: Samsung.\t\n\nIn addition to summoning Bixby or Gemini, Galaxy S26 users will be able to call on Perplexity by saying \"hey, Plex.\" The integration of Perplexity into Galaxy AI is just one element of the company's embrace of a \"multi-agent ecosystem.\"\nOften, people will use different AI agents for different tasks, depending on where their strengths lie. So Samsung is opening up the ability to integrate different agents into the OS. Hey, Plex isn't just some transparent version of the app baked into a Galaxy phone to quickly get answers to questions. Perplexity will have access to Samsung Notes, Clock, Gallery, Reminder, and Calendar, as well as select thi …\nRead the full story at The Verge.",
    "pubDate": "2026-02-22T22:15:30.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Ich wünschte, ich könnte mit meinem Plex-Server sprechen… | Bild: Samsung. Zusätzlich zur Beschwörung von Bixby oder Gemini können Benutzer des Galaxy S26 Perplexity anrufen, indem sie „Hey, Plex“ sagen. Die Integration von Perplexity in Galaxy AI ist nur ein Element der Initiative des Unternehmens zu einem „Multi-Agenten-Ökosystem“. Oft,...",
    "titleDE": "Samsung erweitert Galaxy AI um Perplexity"
  },
  {
    "title": "All the important news from the ongoing India AI Impact Summit",
    "link": "https://techcrunch.com/2026/02/22/all-the-important-news-from-the-ongoing-india-ai-summit/",
    "description": "India is hosting a four-day AI Summit this week that will be attended by executives from major AI labs and Big Tech, including OpenAI, Anthropic, Nvidia, Microsoft, Google, and Cloudflare, as well as heads of state.",
    "pubDate": "2026-02-22T17:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Indien veranstaltet diese Woche einen viertägigen KI-Gipfel, an dem Führungskräfte großer KI-Labore und Big Tech, darunter OpenAI, Anthropic, Nvidia, Microsoft, Google und Cloudflare, sowie Staatsoberhäupter teilnehmen werden.",
    "titleDE": "Alle wichtigen Neuigkeiten vom laufenden India AI Impact Summit"
  },
  {
    "title": "6 days left to lock in the lowest TechCrunch Disrupt 2026 rates",
    "link": "https://techcrunch.com/2026/02/22/6-days-left-to-lock-in-the-lowest-techcrunch-disrupt-2026-rates/",
    "description": "Super Early Bird pricing for TechCrunch Disrupt 2026 ends February 27 at 11:59 p.m. PT. That means you have just 6 days left to secure up to $680 of ticket savings.",
    "pubDate": "2026-02-22T15:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Der Super-Early-Bird-Preis für TechCrunch Disrupt 2026 endet am 27. Februar um 23:59 Uhr. PT. Das bedeutet, dass Sie nur noch 6 Tage Zeit haben, um sich eine Ticketersparnis von bis zu 680 $ zu sichern.",
    "titleDE": "Es bleiben noch 6 Tage, um sich die niedrigsten Tarife für TechCrunch Disrupt 2026 zu sichern"
  },
  {
    "title": "Sam Altman would like to remind you that humans use a lot of energy, too",
    "link": "https://techcrunch.com/2026/02/21/sam-altman-would-like-remind-you-that-humans-use-a-lot-of-energy-too/",
    "description": "\"It also takes a lot of energy to train a human.\"",
    "pubDate": "2026-02-21T21:38:01.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "„Außerdem kostet es viel Energie, einen Menschen zu trainieren.“",
    "titleDE": "Sam Altman möchte Sie daran erinnern, dass auch Menschen viel Energie verbrauchen"
  },
  {
    "title": "Microsoft’s new gaming CEO vows not to flood the ecosystem with ‘endless AI slop’",
    "link": "https://techcrunch.com/2026/02/21/microsofts-new-gaming-ceo-vows-not-to-flood-the-ecosystem-with-endless-ai-slop/",
    "description": "Is Microsoft's gaming division doubling down on AI?",
    "pubDate": "2026-02-21T17:41:27.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Verdoppelt die Gaming-Abteilung von Microsoft den Einsatz von KI?",
    "titleDE": "Der neue Gaming-CEO von Microsoft verspricht, das Ökosystem nicht mit „endlosem KI-Schwachsinn“ zu überschwemmen"
  },
  {
    "title": "Google VP warns that two types of AI startups may not survive",
    "link": "https://techcrunch.com/2026/02/21/google-vp-warns-that-two-types-of-ai-startups-may-not-survive/",
    "description": "As generative AI evolves, a Google VP warns that LLM wrappers and AI aggregators face mounting pressure, with shrinking margins and limited differentiation threatening their long-term viability.",
    "pubDate": "2026-02-21T16:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Während sich die generative KI weiterentwickelt, warnt ein Google-Vizepräsident, dass LLM-Wrapper und KI-Aggregatoren zunehmendem Druck ausgesetzt sind, da schrumpfende Margen und begrenzte Differenzierung ihre langfristige Rentabilität gefährden.",
    "titleDE": "Google VP warnt davor, dass zwei Arten von KI-Startups möglicherweise nicht überleben"
  },
  {
    "title": "OpenAI debated calling police about suspected Canadian shooter’s chats",
    "link": "https://techcrunch.com/2026/02/21/openai-debated-calling-police-about-suspected-canadian-shooters-chats/",
    "description": "Jesse Van Rootselaar's descriptions of gun violence were flagged by tools that monitor ChatGPT for misuse.",
    "pubDate": "2026-02-21T15:25:44.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Jesse Van Rootselaars Beschreibungen von Waffengewalt wurden von Tools gemeldet, die ChatGPT auf Missbrauch überwachen.",
    "titleDE": "OpenAI debattierte darüber, die Polizei wegen Chats mutmaßlicher kanadischer Schützen anzurufen"
  },
  {
    "title": "Suspect in Tumbler Ridge school shooting described violent scenarios to ChatGPT",
    "link": "https://www.theverge.com/ai-artificial-intelligence/882814/tumbler-ridge-school-shooting-chatgpt",
    "description": "The suspect in the mass shooting at Tumbler Ridge, British Columbia, Jesse Van Rootselaar, was raising alarms among employees at OpenAI months before the shooting took place. This past June, Jesse had conversations with ChatGPT involving descriptions of gun violence that triggered the chatbot's automated review system. Several employees raised concerns that her posts could be a precursor to real-world violence and encouraged company leaders to contact the authorities, but they ultimately declined.\nOpenAI spokesperson Kayla Wood told The Verge that, while the company considered referring the account to law enforcement, it was ultimately deci …\nRead the full story at The Verge.",
    "pubDate": "2026-02-21T15:22:57.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Der Verdächtige der Massenschießerei in Tumbler Ridge, British Columbia, Jesse Van Rootselaar, schlug Monate vor der Schießerei unter den Mitarbeitern von OpenAI Alarm. Im vergangenen Juni führte Jesse Gespräche mit ChatGPT, in denen es um Beschreibungen von Waffengewalt ging, die die automatische Aktivierung des Chatbots auslöste...",
    "titleDE": "Der Verdächtige der Schießerei in einer Schule in Tumbler Ridge beschrieb ChatGPT Gewaltszenarien"
  },
  {
    "title": "7 days until ticket prices rise for TechCrunch Disrupt 2026",
    "link": "https://techcrunch.com/2026/02/21/7-days-until-ticket-prices-rise-for-techcrunch-disrupt-2026/",
    "description": "Lowest ticket prices to TechCrunch Disrupt 2026 end February 27. Up to $680 off individual passes and up to 30% off group passes. Register before they go up to join 10,000 founders, tech operators, and VCs.",
    "pubDate": "2026-02-21T15:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die niedrigsten Ticketpreise für TechCrunch Disrupt 2026 enden am 27. Februar. Bis zu 680 $ Rabatt auf Einzelkarten und bis zu 30 % Rabatt auf Gruppenkarten. Registrieren Sie sich, bevor sie auftauchen, um sich 10.000 Gründern, Technologiebetreibern und VCs anzuschließen.",
    "titleDE": "Noch 7 Tage bis die Ticketpreise für TechCrunch Disrupt 2026 steigen"
  },
  {
    "title": "India’s Sarvam launches Indus AI chat app as competition heats up",
    "link": "https://techcrunch.com/2026/02/20/indias-sarvam-launches-indus-ai-chat-app-as-competition-heats-up/",
    "description": "Sarvam's Indus chat app is currently available in beta.",
    "pubDate": "2026-02-21T01:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Indus-Chat-App von Sarvam ist derzeit in der Betaversion verfügbar.",
    "titleDE": "Das indische Unternehmen Sarvam führt die KI-Chat-App Indus ein, da sich der Wettbewerb verschärft"
  },
  {
    "title": "The creator economy’s ad revenue problem and India’s AI ambitions",
    "link": "https://techcrunch.com/video/the-creator-economys-ad-revenue-problem-and-indias-ai-ambitions/",
    "description": "The creator economy is evolving fast, and ad revenue alone isn’t cutting it anymore. YouTubers are launching product lines, acquiring startups, and building actual business empires. In fact, MrBeast’s company bought fintech startup Step, and his chocolate business is outearning his media arm. This isn’t just one creator’s strategy. For many, it’s the new playbook.  On this episode of TechCrunch’s Equity podcast, hosts Kirsten Korosec, Anthony Ha, and Rebecca Bellan unpack how creators are diversifying beyond ads, […]",
    "pubDate": "2026-02-20T23:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Creator-Wirtschaft entwickelt sich rasant weiter und Werbeeinnahmen allein reichen nicht mehr aus. YouTuber bringen Produktlinien auf den Markt, übernehmen Startups und bauen echte Geschäftsimperien auf. Tatsächlich hat MrBeasts Unternehmen das Fintech-Startup Step gekauft und sein Schokoladengeschäft übertrifft seinen Medienzweig. Das ist...",
    "titleDE": "Das Werbeeinnahmenproblem der Creator Economy und Indiens KI-Ambitionen"
  },
  {
    "title": "Why creators are ditching ad revenue for chocolate bars and fintech acquisitions ",
    "link": "https://techcrunch.com/podcast/why-creators-are-ditching-ad-revenue-for-chocolate-bars-and-fintech-acquisitions/",
    "description": "The creator economy is evolving fast, and ad revenue alone isn’t cutting it anymore. YouTubers are launching product lines, acquiring startups, and building actual business empires. In fact, MrBeast’s company bought fintech startup Step, and his chocolate business is out-earning his media arm. This isn’t just one creator’s strategy. For many, it’s the new playbook.  […]",
    "pubDate": "2026-02-20T22:24:37.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Creator-Wirtschaft entwickelt sich rasant weiter und Werbeeinnahmen allein reichen nicht mehr aus. YouTuber bringen Produktlinien auf den Markt, übernehmen Startups und bauen echte Geschäftsimperien auf. Tatsächlich hat MrBeasts Unternehmen das Fintech-Startup Step gekauft und sein Schokoladengeschäft übertrifft seinen Medienzweig. Das ...",
    "titleDE": "Warum YouTuber ihre Werbeeinnahmen zugunsten von Schokoriegeln und Fintech-Akquisitionen aufgeben"
  },
  {
    "title": "Anthropic-funded group backs candidate attacked by rival AI super PAC",
    "link": "https://techcrunch.com/2026/02/20/anthropic-funded-group-backs-candidate-attacked-by-rival-ai-super-pac/",
    "description": "Dueling pro-AI PACs have centered around backing or targeting one New York congressional bid: Alex Bores, whose RAISE Act requires AI developers to disclose safety protocols and report serious system misuse.",
    "pubDate": "2026-02-20T20:52:48.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Beim Duell zwischen Pro-KI-PACs ging es immer um die Unterstützung oder gezielte Unterstützung eines Kandidaten für den New Yorker Kongress: Alex Bores, dessen RAISE Act von KI-Entwicklern verlangt, Sicherheitsprotokolle offenzulegen und schwerwiegenden Systemmissbrauch zu melden.",
    "titleDE": "Von Anthropic finanzierte Gruppe unterstützt Kandidaten, der vom rivalisierenden KI-Super-PAC angegriffen wird"
  },
  {
    "title": "Trump is making coal plants even dirtier as AI demands more energy",
    "link": "https://www.theverge.com/science/882288/trump-ai-data-center-power-plant-pollution-mercury-mats",
    "description": "Kingston Fossil Plant, a 1.4-gigawatt coal-fired power plant located in Roane County, just outside Kingston, Tennessee on the shore of Watts Bar Lake. | Photo: Getty Images\t\n\nThe Trump administration just tossed out Biden-era restrictions on mercury and other toxic pollutants from power plants. It's repealing Mercury and Air Toxics Standards (MATS) just as electricity demand in the US ticks up with the buildout of new AI data centers. \nThose standards are particularly impactful when it comes to pollution from coal plants responsible for around half of mercury emissions in the US. Mercury is a neurotoxin; high exposure has been linked to birth defects and learning disabilities in children. Exposure can also impact the kidneys and nervous system.\n\nTrump's deregulation spree aims to make it easier to quickly constr …\n\nRead the full story at The Verge.",
    "pubDate": "2026-02-20T20:18:34.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Kingston Fossil Plant, ein 1,4-Gigawatt-Kohlekraftwerk im Roane County, etwas außerhalb von Kingston, Tennessee, am Ufer des Watts Bar Lake. | Foto: Getty Images Die Trump-Regierung hat gerade die Beschränkungen der Biden-Ära für Quecksilber und andere giftige Schadstoffe aus Kraftwerken aufgehoben. Es ist r...",
    "titleDE": "Trump macht Kohlekraftwerke noch schmutziger, da KI mehr Energie benötigt"
  },
  {
    "title": "InScope nabs $14.5M to solve the pain of financial reporting",
    "link": "https://techcrunch.com/2026/02/20/inscope-nabs-14-5m-to-solve-the-pain-of-financial-reporting/",
    "description": "The startup, founded by accountants who worked at Flexport, Miro, Hopin and Thrive Global, automates the difficulties of prepping financial statements.",
    "pubDate": "2026-02-20T19:24:57.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das von Buchhaltern gegründete Startup, die bei Flexport, Miro, Hopin und Thrive Global gearbeitet haben, automatisiert die Schwierigkeiten bei der Erstellung von Finanzberichten.",
    "titleDE": "InScope erhält 14,5 Millionen US-Dollar, um die Probleme der Finanzberichterstattung zu lösen"
  },
  {
    "title": "Exclusive eBook: The great Al hype correction of 2025",
    "link": "https://www.technologyreview.com/2026/02/20/1133368/exclusive-ebook-the-great-al-hype-correction-of-2025/",
    "description": "2025 was a year of reckoning, including how the heads of the top AI companies made promises they couldn’t keep. In this exclusive subscriber-only eBook, you’ll learn more about why we may need to readjust our expectations. This story is part of the Hype Correction package.by Will Douglas Heaven December 15, 2025 Table of Contents:…",
    "pubDate": "2026-02-20T18:46:07.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "2025 war ein Jahr der Abrechnung, auch der Tatsache, dass die Chefs der führenden KI-Unternehmen Versprechen machten, die sie nicht halten konnten. In diesem exklusiven E-Book nur für Abonnenten erfahren Sie mehr darüber, warum wir unsere Erwartungen möglicherweise anpassen müssen. Diese Geschichte ist Teil des Hype Correction-Pakets.von Will Douglas Heaven Dece...",
    "titleDE": "Exklusives E-Book: Die große Al-Hype-Korrektur von 2025"
  },
  {
    "title": "Great news for xAI: Grok is now pretty good at answering questions about Baldur’s Gate",
    "link": "https://techcrunch.com/2026/02/20/great-news-for-xai-grok-is-now-pretty-good-at-answering-questions-about-baldurs-gate/",
    "description": "A new report from Business Insider reveals that high-level engineers at xAI were pulled off other projects to make sure Grok could answer detailed questions about the video game Baldur's Gate.",
    "pubDate": "2026-02-20T18:26:54.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Ein neuer Bericht von Business Insider enthüllt, dass hochrangige Ingenieure bei xAI aus anderen Projekten abgezogen wurden, um sicherzustellen, dass Grok detaillierte Fragen zum Videospiel Baldur's Gate beantworten konnte.",
    "titleDE": "Tolle Neuigkeiten für xAI: Grok ist jetzt ziemlich gut darin, Fragen zu Baldur’s Gate zu beantworten"
  },
  {
    "title": "Amazon blames human employees for an AI coding agent&#8217;s mistake",
    "link": "https://www.theverge.com/ai-artificial-intelligence/882005/amazon-blames-human-employees-for-an-ai-coding-agents-mistake",
    "description": "Amazon Web Services suffered a 13-hour outage to one system in December as a result of its AI coding assistant Kiro's actions, according to the Financial Times. Numerous unnamed Amazon employees told the FT that AI agent Kiro was responsible for the December incident affecting an AWS service in parts of mainland China. People familiar with the matter said the tool chose to \"delete and recreate the environment\" it was working on, which caused the outage.\nWhile Kiro normally requires sign-off from two humans to push changes, the bot had the permissions of its operator, and a human error there allowed more access than expected.\nAmazon describ …\nRead the full story at The Verge.",
    "pubDate": "2026-02-20T16:52:48.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Nach Angaben der Financial Times erlitt Amazon Web Services im Dezember aufgrund der Aktionen seines KI-Codierungsassistenten Kiro einen 13-stündigen Ausfall eines Systems. Zahlreiche namentlich nicht genannte Amazon-Mitarbeiter teilten der FT mit, dass der KI-Agent Kiro für den Vorfall im Dezember verantwortlich sei, bei dem ein AWS-Dienst teilweise betroffen war …",
    "titleDE": "Amazon macht menschliche Mitarbeiter für den Fehler eines KI-Programmierers verantwortlich"
  },
  {
    "title": "OpenAI&#8217;s first ChatGPT gadget could be a smart speaker with a camera",
    "link": "https://www.theverge.com/ai-artificial-intelligence/882077/openai-chatgpt-smart-speaker-camera-glasses-lamp",
    "description": "OpenAI's first hardware release will be a smart speaker with a camera that will probably cost between $200 and $300, according to The Information. The device will be able to recognize things like \"items on a nearby table or conversations people are having in the vicinity,\" The Information says, and it will have a Face ID-like facial recognition system so that people can purchase things.\nOpenAI acquired Jony Ive's hardware company last May in a deal worth nearly $6.5 billion. Details about their hardware products have been trickling out since then, including that the first device won't be a wearable and that it won't be released to customers …\nRead the full story at The Verge.",
    "pubDate": "2026-02-20T16:52:03.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Die erste Hardware-Veröffentlichung von OpenAI wird ein intelligenter Lautsprecher mit einer Kamera sein, der laut The Information voraussichtlich zwischen 200 und 300 US-Dollar kosten wird. Das Gerät wird in der Lage sein, Dinge wie „Gegenstände auf einem Tisch in der Nähe oder Gespräche, die Leute in der Nähe führen“ zu erkennen, heißt es in The Information, und ...",
    "titleDE": "Das erste ChatGPT-Gadget von OpenAI könnte ein intelligenter Lautsprecher mit Kamera sein"
  },
  {
    "title": "‘Toy Story 5’ takes aim at creepy AI toys: ‘I’m always listening’",
    "link": "https://techcrunch.com/2026/02/20/toy-story-5-takes-aim-at-creepy-ai-toys-im-always-listening/",
    "description": "Addictive, AI-enabled tablets are taking over, and also, Woody is balding in the new Toy Story movie, out June 19.",
    "pubDate": "2026-02-20T16:25:54.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Süchtig machende, KI-fähige Tablets sind auf dem Vormarsch, und außerdem bekommt Woody im neuen Toy Story-Film, der am 19. Juni erscheint, eine Glatze.",
    "titleDE": "„Toy Story 5“ nimmt gruselige KI-Spielzeuge ins Visier: „Ich höre immer zu“"
  },
  {
    "title": "AI’s promise to indie filmmakers: Faster, cheaper, lonelier",
    "link": "https://techcrunch.com/2026/02/20/ais-promise-to-indie-filmmakers-faster-cheaper-lonelier/",
    "description": "AI expands access to filmmaking for resource-constrained creators. But as efficiency becomes the industry’s north star, creativity risks being overwhelmed by a deluge of low-effort, AI-generated content.",
    "pubDate": "2026-02-20T15:30:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "KI erweitert den Zugang zum Filmemachen für Filmemacher mit begrenzten Ressourcen. Doch da Effizienz zum Leitstern der Branche wird, besteht die Gefahr, dass die Kreativität von einer Flut an KI-generierten Inhalten mit geringem Aufwand überwältigt wird.",
    "titleDE": "Das Versprechen von KI an Indie-Filmemacher: Schneller, billiger, einsamer"
  },
  {
    "title": "Peak XV raises $1.3B, doubles down on AI as global VC rivalry in India heats up",
    "link": "https://techcrunch.com/2026/02/20/peak-xv-raises-1-3b-doubles-down-on-ai-as-global-vc-rivalry-in-india-heats-up/",
    "description": "Peak XV says most of its new capital will target India as the firm prioritizes AI, fintech and cross-border bets while navigating recent partner departures.",
    "pubDate": "2026-02-20T15:10:40.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Laut Peak",
    "titleDE": "Peak"
  },
  {
    "title": "TechCrunch Disrupt 2026 Super Early Bird rates end in 1 week",
    "link": "https://techcrunch.com/2026/02/20/techcrunch-disrupt-2026-super-early-bird-rates-end-in-1-week/",
    "description": "The lowest ticket rates of the year for TechCrunch Disrupt 2026 end next Friday, February 27. Save up to $680 on your pass. Register now before prices increase.",
    "pubDate": "2026-02-20T15:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die niedrigsten Ticketpreise des Jahres für TechCrunch Disrupt 2026 enden am kommenden Freitag, den 27. Februar. Sparen Sie bis zu 680 $ bei Ihrem Pass. Melden Sie sich jetzt an, bevor die Preise steigen.",
    "titleDE": "Die Super-Frühbucherpreise für TechCrunch Disrupt 2026 enden in einer Woche"
  },
  {
    "title": "Our First Proof submissions",
    "link": "https://openai.com/index/first-proof-submissions",
    "description": "We share our AI model’s proof attempts for the First Proof math challenge, testing research-grade reasoning on expert-level problems.",
    "pubDate": "2026-02-20T14:30:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wir teilen die Beweisversuche unseres KI-Modells für die Mathe-Herausforderung „Erster Beweis“ und testen wissenschaftlich fundiertes Denken an Problemen auf Expertenebene.",
    "titleDE": "Unsere First-Proof-Einreichungen"
  },
  {
    "title": "OpenAI says 18- to 24-year-olds account for nearly 50% of ChatGPT usage in India",
    "link": "https://techcrunch.com/2026/02/20/openai-says-18-to-24-year-olds-account-for-nearly-50-of-chatgpt-usage-in-india/",
    "description": "The company said on Friday that users between 18 and 24 years of age account for nearly 50% of all messages sent by Indians to ChatGPT, and users under 30 account for 80% of usage in the country.",
    "pubDate": "2026-02-20T13:57:03.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das Unternehmen teilte am Freitag mit, dass Benutzer im Alter zwischen 18 und 24 Jahren für fast 50 % aller von Indern an ChatGPT gesendeten Nachrichten verantwortlich seien und Benutzer unter 30 Jahren für 80 % der Nutzung im Land verantwortlich seien.",
    "titleDE": "Laut OpenAI machen 18- bis 24-Jährige fast 50 % der ChatGPT-Nutzung in Indien aus"
  },
  {
    "title": "The Download: Microsoft’s online reality check, and the worrying rise in measles cases",
    "link": "https://www.technologyreview.com/2026/02/20/1133396/the-download-microsofts-online-reality-check-and-the-worrying-rise-in-measles-cases/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. Microsoft has a new plan to prove what’s real and what’s AI online AI-enabled deception now permeates our online lives. There are the high-profile cases you may easily spot. Other times, it slips…",
    "pubDate": "2026-02-20T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Microsoft hat einen neuen Plan, um zu beweisen, was real ist und was KI online ist. KI-gestützte Täuschung durchdringt jetzt unser Online-Leben. Es gibt die hochkarätigen Fälle, die Sie vielleicht ...",
    "titleDE": "Der Download: Microsofts Online-Realitätscheck und der besorgniserregende Anstieg der Masernfälle"
  },
  {
    "title": "UAE’s G42 teams up with Cerebras to deploy 8 exaflops of compute in India",
    "link": "https://techcrunch.com/2026/02/20/uaes-g42-teams-up-with-cerebras-to-deploy-8-exaflops-of-compute-in-india/",
    "description": "Abu Dhabi-based tech company G42 has partnered with U.S.-based chipmaker Cerebras to deploy 8 exaflops of compute through a new system in India.",
    "pubDate": "2026-02-20T11:58:15.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das in Abu Dhabi ansässige Technologieunternehmen G42 hat sich mit dem US-amerikanischen Chiphersteller Cerebras zusammengetan, um 8 Exaflops an Rechenleistung über ein neues System in Indien bereitzustellen.",
    "titleDE": "G42 der Vereinigten Arabischen Emirate arbeitet mit Cerebras zusammen, um 8 Exaflops an Rechenleistung in Indien bereitzustellen"
  },
  {
    "title": "Job titles of the future: Breast biomechanic",
    "link": "https://www.technologyreview.com/2026/02/20/1132629/job-titles-future-breast-biomechanic/",
    "description": "Twenty years ago, Joanna Wakefield-Scurr was having persistent pain in her breasts. Her doctor couldn’t diagnose the cause but said a good, supportive bra could help. A professor of biomechanics, Wakefield-Scurr thought she could do a little research and find a science-backed option. Two decades later, she’s still looking. Wakefield-Scurr now leads an 18-person team…",
    "pubDate": "2026-02-20T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Vor zwanzig Jahren hatte Joanna Wakefield-Scurr anhaltende Schmerzen in ihren Brüsten. Ihr Arzt konnte die Ursache nicht diagnostizieren, sagte aber, ein guter, unterstützender BH könne helfen. Wakefield-Scurr, Professorin für Biomechanik, dachte, sie könnte ein wenig recherchieren und eine wissenschaftlich fundierte Option finden. Zwei Jahrzehnte später...",
    "titleDE": "Berufsbezeichnungen der Zukunft: Brustbiomechanikerin"
  },
  {
    "title": "Community service",
    "link": "https://www.technologyreview.com/2026/02/20/1132640/community-service-science-fiction-story/",
    "description": "The bird is a beautiful silver-gray, and as she dies twitching in the lasernet I’m grateful for two things: First, that she didn’t make a sound. Second, that this will be the very last time.  They’re called corpse doves—because the darkest part of their gray plumage surrounds the lighter part, giving the impression that skeleton…",
    "pubDate": "2026-02-20T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Der Vogel ist wunderschön silbergrau, und als er zuckend im Lasernetz stirbt, bin ich für zwei Dinge dankbar: Erstens, dass er keinen Laut von sich gegeben hat. Zweitens, dass dies das allerletzte Mal sein wird. Sie werden Leichentauben genannt – weil der dunkelste Teil ihres grauen Gefieders den helleren Teil umgibt und so...",
    "titleDE": "Zivildienst"
  },
  {
    "title": "Measles cases are rising. Other vaccine-preventable infections could be next.",
    "link": "https://www.technologyreview.com/2026/02/20/1133365/measles-cases-rising-vaccine-preventable-infections-mumps-hepatitis-b/",
    "description": "There’s a measles outbreak happening close to where I live. Since the start of this year, 34 cases have been confirmed in Enfield, a northern borough of London. Most of those affected are children under the age of 11. One in five have needed hospital treatment. It’s another worrying development for an incredibly contagious and potentially…",
    "pubDate": "2026-02-20T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "In der Nähe meines Wohnortes kommt es zu einem Masernausbruch. Seit Beginn dieses Jahres wurden in Enfield, einem nördlichen Bezirk Londons, 34 Fälle bestätigt. Bei den meisten Betroffenen handelt es sich um Kinder unter 11 Jahren. Jeder Fünfte musste im Krankenhaus behandelt werden. Es ist eine weitere besorgniserregende Entwicklung für ...",
    "titleDE": "Die Masernfälle nehmen zu. Als nächstes könnten weitere durch Impfungen vermeidbare Infektionen folgen."
  },
  {
    "title": "General Catalyst commits $5B to India over five years",
    "link": "https://techcrunch.com/2026/02/19/general-catalyst-commits-5b-to-india-over-five-years/",
    "description": "The pledge marks a sharp jump from General Catalyst's earlier $500 million–$1 billion India earmark.",
    "pubDate": "2026-02-20T06:41:44.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Zusage stellt einen deutlichen Sprung gegenüber der früheren Indien-Zusage von General Catalyst in Höhe von 500 Millionen bis 1 Milliarde US-Dollar dar.",
    "titleDE": "General Catalyst stellt über einen Zeitraum von fünf Jahren 5 Milliarden US-Dollar für Indien bereit"
  },
  {
    "title": "The Pitt has a sharp take on AI",
    "link": "https://www.theverge.com/entertainment/881016/hbo-the-pitt-generative-ai-charting",
    "description": "Each episode of HBO's The Pitt features some degree of medical trauma that almost makes the hospital drama feel like a horror series. Some patients are dealing with gnarly lacerations while others are fighting off vicious blood infections that could rob them of their limbs, and the chaos of working in an emergency room often leaves The Pitt's central characters shaken. But as alarming as many of The Pitt's more gore-forward moments can be, what's even more unsettling is the show's slow-burning subplot about hospitals adopting generative artificial intelligence.\nIn its second season, The Pitt once again chronicles all the events that happen  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-19T23:15:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "In jeder Folge von HBOs „The Pitt“ gibt es ein gewisses Maß an medizinischem Trauma, das das Krankenhausdrama fast wie eine Horrorserie wirken lässt. Manche Patienten haben mit schlimmen Schnittwunden zu kämpfen, während andere gegen bösartige Blutinfektionen kämpfen, die ihnen die Gliedmaßen rauben könnten, und das Chaos am Arbeitsplatz ...",
    "titleDE": "Der Pitt hat einen scharfen Blick auf KI"
  },
  {
    "title": "The AI security nightmare is here and it looks suspiciously like lobster",
    "link": "https://www.theverge.com/ai-artificial-intelligence/881574/cline-openclaw-prompt-injection-hack",
    "description": "A hacker tricked a popular AI coding tool into installing OpenClaw - the viral, open-source AI agent OpenClaw that \"actually does things\" - absolutely everywhere. Funny as a stunt, but a sign of what to come as more and more people let autonomous software use their computers on their behalf. \nThe hacker took advantage of a vulnerability in Cline, an open-source AI coding agent popular among developers, that security researcher Adnan Khan had surfaced just days earlier as a proof of concept. Simply put, Cline's workflow used Anthropic's Claude, which could be fed sneaky instructions and made to do things that it shouldn't, a technique known  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-19T18:58:56.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Ein Hacker hat ein beliebtes KI-Codierungstool dazu gebracht, OpenClaw zu installieren – den viralen Open-Source-KI-Agenten OpenClaw, der „tatsächlich Dinge tut“ – und zwar absolut überall. Witzig wie ein Stunt, aber ein Zeichen dafür, was kommen wird, da immer mehr Menschen autonome Software ihre Computer für sich nutzen lassen. Das ha...",
    "titleDE": "Der Albtraum der KI-Sicherheit ist da und er sieht verdächtig nach Hummer aus"
  },
  {
    "title": "Microsoft has a new plan to prove what’s real and what’s AI online",
    "link": "https://www.technologyreview.com/2026/02/19/1133360/microsoft-has-a-new-plan-to-prove-whats-real-and-whats-ai-online/",
    "description": "AI-enabled deception now permeates our online lives. There are the high-profile cases you may easily spot, like when White House officials recently shared a manipulated image of a protester in Minnesota and then mocked those asking about it. Other times, it slips quietly into social media feeds and racks up views, like the videos that…",
    "pubDate": "2026-02-19T16:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "KI-gestützte Täuschung durchdringt mittlerweile unser Online-Leben. Es gibt hochkarätige Fälle, die Sie leicht erkennen können, wie zum Beispiel, als Beamte des Weißen Hauses kürzlich ein manipuliertes Bild eines Demonstranten in Minnesota teilten und sich dann über diejenigen lustig machten, die danach fragten. Ein anderes Mal schleicht es sich still und leise in Social-Media-Feeds ein und ...",
    "titleDE": "Microsoft hat einen neuen Plan, um online zu beweisen, was real und was KI ist"
  },
  {
    "title": "The speech police came for Colbert",
    "link": "https://www.theverge.com/podcast/881222/fcc-colbert-talarico-brendan-carr-vergecast",
    "description": "Generally speaking, arcane and mostly unenforced FCC rules are not the province of late night talk shows. FCC Commissioner Brendan Carr seems intent on changing that, though; not long after causing a ruckus that briefly took Jimmy Kimmel off the air, his vague threats appear to have been enough to convince CBS to tell Stephen Colbert not to air an interview. Which, of course, became a whole thing.\n\nVerge subscribers, don't forget you get exclusive access to ad-free Vergecast wherever you get your podcasts. Head here. Not a subscriber? You can sign up here.\nOn this episode of The Vergecast (which we recorded and published a day early bot …\nRead the full story at The Verge.",
    "pubDate": "2026-02-19T15:08:39.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Im Allgemeinen sind obskure und größtenteils nicht durchgesetzte FCC-Regeln nicht die Domäne von Late-Night-Talkshows. FCC-Kommissar Brendan Carr scheint jedoch die Absicht zu haben, dies zu ändern; Nicht lange nachdem er einen Aufruhr ausgelöst hatte, der Jimmy Kimmel kurzzeitig aus der Luft brachte, scheinen seine vagen Drohungen ausgereicht zu haben, um …",
    "titleDE": "Die Sprachpolizei kam für Colbert"
  },
  {
    "title": "Money no longer matters to AI’s top talent",
    "link": "https://www.theverge.com/podcast/880778/ai-talent-war-hiring-frenzy-openai-anthropic-ipo",
    "description": "Today on Decoder we’re going to talk about the war for AI talent. Right now, the hottest job market on the planet is for AI researchers.\nThe vast majority of these people are concentrated into a small number of hugely valuable, extremely fast-growing companies in the San Francisco Bay Area. Nowadays, such companies are paying some of the highest salaries in the history of the tech industry to poach researchers from one another.\nIt feels like every time one of these AI researchers leaves one company for another, they tell us exactly why. Sometimes they’re simply resigning to go be a poet. Sometimes they’re chasing a mission. Sometimes they’re worried that AI is going to imperil humanity, destroy all jobs, and plunge the world into chaos.\n\n\n\nVerge subscribers, don’t forget you get exclusive access to ad-free Decoder wherever you get your podcasts. Head here. Not a subscriber? You can sign up here. \nThey’re really saying these things. They’re publishing these notes on X, in blog posts, or in the case of one former OpenAI safety researcher by writing a full New York Times op-ed. \nI’ve been dying to really dig in and try to unpack what’s going on with all these talent moves in AI. So my guest today is Verge senior AI reporter Hayden Field, who’s been covering the revolving door of the AI industry really closely and also the broader culture that’s motivating the AI workers to jump ship and the companies that are ruthlessly trying to hire them.\nThose motivations vary. Sure, all these people are paid extravagant salaries, but as you’ll hear Hayden say, a stronger motivating force is ideology and mission. The people working on AI, by and large, believe that what they’re doing is going to radically change the world, and they’re not really in desperate need of more money. So that really changes the incentive structures that might push people to leave, say, OpenAI for Anthropic, or to quit Elon Musk’s xAI now that it’s been acquired by SpaceX.\nAt the same time, the incentives of the AI companies themselves are going from raising money to making money. Reporting suggests OpenAI and maybe even Anthropic could go public this year, and doing so would create a historic amount of wealth. It would also put new kinds of pressure on these companies to be more transparent about how they spend money and to be much more accountable for returning on the huge investments that they’ve raised so far.\nThere’s a lot in this conversation. The AI industry right now is full of drama. There’s big characters, bitter rivalries, lots of money, and really, really long blog posts about the end of the world.\n\n\nIf you’d like to read more about what we discussed in this episode, check out these links:\nWhat’s behind the mass exodus at xAI? | The Verge\nOpenClaw founder Peter Steinberger is joining OpenAI | The Verge\nTwo more xAI co-founders leave after the SpaceX merger | The Verge\nAI safety leader says ‘world is in peril’ and quits to study poetry | BBC\nOpenAI is making the mistakes Facebook made. I quit. | The New York Times\nAnthropic’s chief on AI: ‘We don’t know if the models are conscious’ | The New York Times\nMeet the one woman Anthropic trusts to teach AI morals | The Wall Street Journal\nOpenAI plans fourth-quarter IPO in race to beat Anthropic to market | The Wall Street Journal\nQuestions or comments about this episode? Hit us up at decoder@theverge.com. We really do read every email!",
    "pubDate": "2026-02-19T15:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Heute werden wir bei Decoder über den Kampf um KI-Talente sprechen. Derzeit ist der heißeste Arbeitsmarkt der Welt der für KI-Forscher. Die überwiegende Mehrheit dieser Menschen konzentriert sich auf eine kleine Anzahl äußerst wertvoller, extrem schnell wachsender Unternehmen in der San Francisco Bay Area. Heutzutage...",
    "titleDE": "Geld spielt für die Top-Talente der KI keine Rolle mehr"
  },
  {
    "title": "It&#8217;s MAGA v Broligarch in the battle over prediction markets",
    "link": "https://www.theverge.com/policy/881139/broligarch-prediction-markets",
    "description": "The Polymarket website hosts trading on whether Houthi militias would strike Israeli territory arranged on a laptop computer in Forest Hills neighborhood in the Queens borough of New York, US, on Sunday, Jan. 4, 2026. | Bloomberg via Getty Images.\t\n\nHello and welcome to Regulator, a newsletter for Verge subscribers about the love-hate (but mostly hate) relationship between Silicon Valley and Washington. I hope everyone got to celebrate George Washington's birthday in their preferred manner: skiing, staycationing, subscribing to The Verge if you haven't already, etc.  \nPrediction: this is going to be a mess\nPolitical alliances are rarely permanent, so it's somewhat predictable that the MAGA-tech bro alliance seems to have fallen apart in the span of a single year. Which side the administration would actually choose, though, was more difficult to foresee.\nLast winter, it appeared that  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-19T13:50:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Auf der Polymarket-Website findet am Sonntag, dem 4. Januar 2026, auf einem Laptop im Viertel Forest Hills im Stadtteil Queens in New York, USA, eine Debatte darüber statt, ob Houthi-Milizen israelisches Territorium angreifen würden. | Bloomberg über Getty Images. Hallo und willkommen bei Regulator, einem Newsletter für Ver...",
    "titleDE": "Es ist MAGA gegen Broligarch im Kampf um die Prognosemärkte"
  },
  {
    "title": "The Download: autonomous narco submarines, and virtue signaling chatbots",
    "link": "https://www.technologyreview.com/2026/02/19/1133339/the-download-autonomous-narco-submarines-and-virtue-signaling-chatbots/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. How uncrewed narco subs could transform the Colombian drug trade For decades, handmade narco subs have been some of the cocaine trade’s most elusive and productive workhorses, ferrying multi-ton loads of illicit drugs…",
    "pubDate": "2026-02-19T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Wie ungeschraubte Drogen-U-Boote den kolumbianischen Drogenhandel verändern könnten Seit Jahrzehnten gehören handgefertigte Drogen-U-Boote zu den schwer fassbaren und produktivsten Waffen des Kokainhandels...",
    "titleDE": "Der Download: autonome Narco-U-Boote und Tugendsignal-Chatbots"
  },
  {
    "title": "How uncrewed narco subs could transform the Colombian drug trade",
    "link": "https://www.technologyreview.com/2026/02/19/1132619/uncrewed-narco-subs-transform-columbian-drug-trade/",
    "description": "On a bright morning last April, a surveillance plane operated by the Colombian military spotted a 40-foot-long shark-like silhouette idling in the ocean just off Tayrona National Park. It was, unmistakably, a “narco sub,” a stealthy fiberglass vessel that sails with its hull almost entirely underwater, used by drug cartels to move cocaine north. The…",
    "pubDate": "2026-02-19T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "An einem hellen Morgen im vergangenen April entdeckte ein Überwachungsflugzeug des kolumbianischen Militärs eine 12 Meter lange, haiartige Silhouette, die im Meer vor dem Tayrona-Nationalpark trieb. Es handelte sich unverkennbar um ein „Narco-U-Boot“, ein getarntes Glasfaserschiff, dessen Rumpf fast vollständig unter Wasser segelt …",
    "titleDE": "Wie unbemannte Drogen-U-Boote den kolumbianischen Drogenhandel verändern könnten"
  },
  {
    "title": "The building legal case for global climate justice",
    "link": "https://www.technologyreview.com/2026/02/19/1132877/legal-climate-justice/",
    "description": "The United States and the European Union grew into economic superpowers by committing climate atrocities. They have burned a wildly disproportionate share of the world’s oil and gas, planting carbon time bombs that will detonate first in the poorest, hottest parts of the globe.  Meanwhile, places like the Solomon Islands and Chad—low-lying or just plain…",
    "pubDate": "2026-02-19T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Die Vereinigten Staaten und die Europäische Union entwickelten sich zu wirtschaftlichen Supermächten, indem sie Klimagräueltaten begingen. Sie haben einen überproportionalen Anteil des weltweiten Öls und Gases verbrannt und Kohlenstoff-Zeitbomben platziert, die zuerst in den ärmsten und heißesten Teilen der Welt explodieren. Mittlerweile gibt es Orte wie...",
    "titleDE": "Der baurechtliche Fall für globale Klimagerechtigkeit"
  },
  {
    "title": "Advancing independent research on AI alignment",
    "link": "https://openai.com/index/advancing-independent-research-ai-alignment",
    "description": "OpenAI commits $7.5M to The Alignment Project to fund independent AI alignment research, strengthening global efforts to address AGI safety and security risks.",
    "pubDate": "2026-02-19T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI stellt dem Alignment Project 7,5 Millionen US-Dollar zur Verfügung, um unabhängige KI-Alignment-Forschung zu finanzieren und so die weltweiten Bemühungen zur Bewältigung von AGI-Sicherheitsrisiken zu stärken.",
    "titleDE": "Förderung unabhängiger Forschung zur KI-Ausrichtung"
  },
  {
    "title": "What it takes to make agentic AI work in retail",
    "link": "https://www.technologyreview.com/2026/02/19/1133324/what-it-takes-to-make-agentic-ai-work-in-retail/",
    "description": "Thank you for joining us on the “Enterprise AI hub.” In this episode of the Infosys Knowledge Institute Podcast, Dylan Cosper speaks with Prasad Banala, director of software engineering at a large US-based retail organization, about operationalizing agentic AI across the software development lifecycle. Prasad explains how his team applies AI to validate requirements, generate…",
    "pubDate": "2026-02-19T08:54:41.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Vielen Dank, dass Sie sich uns im „Enterprise AI Hub“ angeschlossen haben. In dieser Folge des Podcasts des Infosys Knowledge Institute spricht Dylan Cosper mit Prasad Banala, Direktor für Softwareentwicklung bei einem großen US-amerikanischen Einzelhandelsunternehmen, über die Operationalisierung von Agenten-KI im gesamten Softwareentwicklungslebenszyklus ...",
    "titleDE": "Was es braucht, damit die Agenten-KI im Einzelhandel funktioniert"
  },
  {
    "title": "“No technology has me dreaming bigger than AI”",
    "link": "https://blog.google/company-news/inside-google/message-ceo/sundar-pichai-ai-impact-summit-2026/",
    "description": "CEO Sundar Pichai’s remarks at the opening ceremony of the AI Impact Summit 2026",
    "pubDate": "2026-02-19T04:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Bemerkungen von CEO Sundar Pichai bei der Eröffnungszeremonie des AI Impact Summit 2026",
    "titleDE": "„Keine Technologie lässt mich größere Träume träumen als KI“"
  },
  {
    "title": "AI Impact Summit 2026",
    "link": "https://blog.google/innovation-and-ai/technology/ai/ai-impact-summit-2026-collection/",
    "description": "A look at the partnerships and investments Google announced at the AI Impact Summit 2026.",
    "pubDate": "2026-02-19T04:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Ein Blick auf die Partnerschaften und Investitionen, die Google auf dem AI Impact Summit 2026 angekündigt hat.",
    "titleDE": "AI Impact Summit 2026"
  },
  {
    "title": "Introducing OpenAI for India",
    "link": "https://openai.com/index/openai-for-india",
    "description": "OpenAI for India expands AI access across the country—building local infrastructure, powering enterprises, and advancing workforce skills.",
    "pubDate": "2026-02-18T21:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI für Indien erweitert den KI-Zugang im ganzen Land – baut lokale Infrastruktur auf, stärkt Unternehmen und verbessert die Fähigkeiten der Arbeitskräfte.",
    "titleDE": "Einführung von OpenAI für Indien"
  },
  {
    "title": "A new way to express yourself: Gemini can now create music",
    "link": "https://blog.google/innovation-and-ai/products/gemini-app/lyria-3/",
    "description": "Lyria 3 is now available in the Gemini app. Create custom, high-quality 30-second tracks from text and images.",
    "pubDate": "2026-02-18T16:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Lyria 3 ist jetzt in der Gemini-App verfügbar. Erstellen Sie individuelle, hochwertige 30-Sekunden-Tracks aus Text und Bildern.",
    "titleDE": "Eine neue Art, sich auszudrücken: Zwillinge können jetzt Musik machen"
  },
  {
    "title": "AI Impact Summit 2026: How we’re partnering to make AI work for everyone",
    "link": "https://blog.google/innovation-and-ai/technology/ai/ai-impact-summit-2026-india/",
    "description": "An overview of Google’s new global partnerships and funding announcements at the AI Impact Summit in India.",
    "pubDate": "2026-02-18T10:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Ein Überblick über die neuen globalen Partnerschaften und Finanzierungsankündigungen von Google auf dem AI Impact Summit in Indien.",
    "titleDE": "AI Impact Summit 2026: Wie wir zusammenarbeiten, damit KI für alle funktioniert"
  },
  {
    "title": "Introducing EVMbench",
    "link": "https://openai.com/index/introducing-evmbench",
    "description": "OpenAI and Paradigm introduce EVMbench, a benchmark evaluating AI agents’ ability to detect, patch, and exploit high-severity smart contract vulnerabilities.",
    "pubDate": "2026-02-18T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI und Paradigm stellen EVMbench vor, einen Benchmark, der die Fähigkeit von KI-Agenten bewertet, hochgradige Smart-Contract-Schwachstellen zu erkennen, zu patchen und auszunutzen.",
    "titleDE": "Wir stellen vor: EVMbench"
  },
  {
    "title": "Our 2026 Responsible AI Progress Report",
    "link": "https://blog.google/innovation-and-ai/products/responsible-ai-2026-report-ongoing-work/",
    "description": "A look at our 2026 Responsible AI Progress Report.",
    "pubDate": "2026-02-17T22:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Ein Blick auf unseren Responsible AI-Fortschrittsbericht 2026.",
    "titleDE": "Unser Responsible AI-Fortschrittsbericht 2026"
  },
  {
    "title": "Password managers' promise that they can't see your vaults isn't always true",
    "link": "https://arstechnica.com/security/2026/02/password-managers-promise-that-they-cant-see-your-vaults-isnt-always-true/",
    "description": "Contrary to what password managers say, a server compromise can mean game over.",
    "pubDate": "2026-02-17T20:43:01.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Im Gegensatz zu dem, was Passwort-Manager sagen, kann eine Serverkompromittierung das Ende des Spiels bedeuten.",
    "titleDE": "Das Versprechen von Passwortmanagern, dass sie Ihre Tresore nicht sehen können, ist nicht immer wahr"
  },
  {
    "title": "Most VMware users still \"actively reducing their VMware footprint,\" survey finds",
    "link": "https://arstechnica.com/information-technology/2026/02/most-vmware-users-still-actively-reducing-their-vmware-footprint-survey-finds/",
    "description": "Broadcom's \"strategy was never to keep every customer,\" CloudBolt report says.",
    "pubDate": "2026-02-17T18:38:10.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "„Die Strategie von Broadcom bestand nie darin, jeden Kunden zu halten“, heißt es in dem CloudBolt-Bericht.",
    "titleDE": "Laut einer Umfrage „reduzieren die meisten VMware-Benutzer immer noch aktiv ihren VMware-Fußabdruck“."
  }
]