[
  {
    "title": "Airbnb plans to bake in AI features for search, discovery and support",
    "link": "https://techcrunch.com/2026/02/13/airbnb-plans-to-bake-in-ai-features-for-search-discovery-and-support/",
    "description": "Airbnb CEO Brian Chesky said the company wants to increase its use of large language models for customer discovery, support and engineering.",
    "pubDate": "2026-02-14T02:40:42.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Brian Chesky, CEO von Airbnb, sagte, das Unternehmen wolle den Einsatz großer Sprachmodelle für die Kundenerkennung, den Support und die Entwicklung verstärken.",
    "titleDE": "Airbnb plant, KI-Funktionen für Suche, Entdeckung und Support zu integrieren"
  },
  {
    "title": "Airbnb says a third of its customer support is now handled by AI in the US and Canada",
    "link": "https://techcrunch.com/2026/02/13/airbnb-says-a-third-of-its-customer-support-is-now-handled-by-ai-in-the-u-s-and-canada/",
    "description": "Airbnb was poised to introduce an app that doesn't just search for you, but one that \"knows you.\" CEO Brian Chesky said, \"It will help guests plan their entire trip, help hosts better run their businesses, and help the company operate more efficiently at scale.\"",
    "pubDate": "2026-02-13T22:12:26.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Airbnb war bereit, eine App einzuführen, die nicht nur nach Ihnen sucht, sondern eine, die Sie „kennt“. CEO Brian Chesky sagte: „Es wird Gästen helfen, ihre gesamte Reise zu planen, Gastgebern dabei helfen, ihre Geschäfte besser zu führen, und dem Unternehmen helfen, in großem Maßstab effizienter zu arbeiten.“",
    "titleDE": "Airbnb gibt an, dass ein Drittel seines Kundensupports in den USA und Kanada mittlerweile von KI abgewickelt wird"
  },
  {
    "title": "Why top talent is walking away from OpenAI and xAI",
    "link": "https://techcrunch.com/video/why-top-talent-is-walking-away-from-openai-and-xai/",
    "description": "AI companies have been hemorrhaging talent the past few weeks. Half of xAI’s founding team has left the company — some on their own, others through “restructuring” — while OpenAI is facing its own shakeups, from the disbanding of its mission alignment team to the firing of a policy exec who opposed its “adult mode” feature.  Watch as TechCrunch’s Equity podcast hosts Kirsten Korosec, Anthony […]",
    "pubDate": "2026-02-13T21:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "KI-Unternehmen haben in den letzten Wochen einen Talentverlust erlitten. Die Hälfte des Gründungsteams von xAI hat das Unternehmen verlassen – einige allein, andere durch „Umstrukturierung“ –, während OpenAI mit eigenen Umwälzungen konfrontiert ist, von der Auflösung seines Mission Alignment-Teams bis zur Entlassung eines politischen Managers, der sich widersetzte ...",
    "titleDE": "Warum Top-Talente OpenAI und xAI aufgeben"
  },
  {
    "title": "OpenAI removes access to sycophancy-prone GPT-4o model",
    "link": "https://techcrunch.com/2026/02/13/openai-removes-access-to-sycophancy-prone-gpt-4o-model/",
    "description": "The model is known for its overly sycophantic nature and its role in several lawsuits involving users' unhealthy relationships with the chatbot.",
    "pubDate": "2026-02-13T18:10:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das Modell ist für seine übermäßig kriecherische Natur bekannt und spielt in mehreren Gerichtsverfahren eine Rolle, bei denen es um ungesunde Beziehungen von Benutzern zum Chatbot geht.",
    "titleDE": "OpenAI entfernt den Zugriff auf das zu Speichelleckereien neigende GPT-4o-Modell"
  },
  {
    "title": "AI burnout, billion-dollar bets, and Silicon Valley’s Epstein problem",
    "link": "https://techcrunch.com/podcast/ai-burnout-billion-dollar-bets-and-silicon-valleys-epstein-problem/",
    "description": "AI companies have been hemorrhaging talent the past few weeks. Half of xAI’s founding team has left the company — some on their own, others through “restructuring” — while OpenAI is facing its own shakeups, from the disbanding of its mission alignment team to the firing of a policy exec who opposed its “adult mode” feature.  On this episode of TechCrunch’s Equity podcast, hosts Kirsten […]",
    "pubDate": "2026-02-13T18:03:32.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "KI-Unternehmen haben in den letzten Wochen einen Talentverlust erlitten. Die Hälfte des Gründungsteams von xAI hat das Unternehmen verlassen – einige allein, andere durch „Umstrukturierung“ –, während OpenAI mit eigenen Umwälzungen konfrontiert ist, von der Auflösung seines Mission Alignment-Teams bis zur Entlassung eines politischen Managers, der sich widersetzte ...",
    "titleDE": "KI-Burnout, milliardenschwere Wetten und das Epstein-Problem im Silicon Valley"
  },
  {
    "title": "ALS stole this musician’s voice. AI let him sing again.",
    "link": "https://www.technologyreview.com/2026/02/13/1132913/als-stole-this-musicians-voice-ai-sing/",
    "description": "There are tears in the audience as Patrick Darling’s song begins to play. It’s a heartfelt song written for his great-grandfather, whom he never got the chance to meet. But this performance is emotional for another reason: It’s Darling’s first time on stage with his bandmates since he lost the ability to sing two years…",
    "pubDate": "2026-02-13T17:17:28.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Als das Lied von Patrick Darling erklingt, fließen Tränen im Publikum. Es ist ein von Herzen kommendes Lied, das er für seinen Urgroßvater geschrieben hat, den er nie kennengelernt hat. Aber dieser Auftritt ist aus einem anderen Grund emotional: Es ist das erste Mal, dass Darling mit seinen Bandkollegen auf der Bühne steht, seit er die Fähigkeit verloren hat ...",
    "titleDE": "ALS hat die Stimme dieses Musikers gestohlen. AI ließ ihn wieder singen."
  },
  {
    "title": "Anthropic’s Super Bowl ads mocking AI with ads helped push Claude’s app into the top 10",
    "link": "https://techcrunch.com/2026/02/13/anthropics-super-bowl-ads-mocking-ai-with-ads-helped-push-claudes-app-into-the-top-10/",
    "description": "The numbers suggest that Anthropic's Super Bowl commercials, combined with Anthropic's recent release of its new Opus 4.6 model, worked to drive attention to Claude's app and its key differentiator from ChatGPT.",
    "pubDate": "2026-02-13T17:16:27.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Zahlen deuten darauf hin, dass die Super-Bowl-Werbespots von Anthropic in Kombination mit der jüngsten Veröffentlichung des neuen Opus 4.6-Modells von Anthropic dazu beigetragen haben, die Aufmerksamkeit auf Claudes App und ihr wesentliches Unterscheidungsmerkmal zu ChatGPT zu lenken.",
    "titleDE": "Anthropics Super-Bowl-Anzeigen, die KI mit Werbung verspotteten, trugen dazu bei, Claudes App in die Top 10 zu bringen"
  },
  {
    "title": "What’s behind the mass exodus at xAI?",
    "link": "https://www.theverge.com/ai-artificial-intelligence/878761/mass-exodus-at-xai-grok-elon-musk-restructuring",
    "description": "The past few days have been a wild ride for xAI, which is racking up staff and cofounder departure announcements left and right. On Tuesday and Wednesday, cofounder Yuhuai (Tony) Wu announced his departure and that it was \"time for [his] next chapter,\" with cofounder Jimmy Ba following with a similar post later that day, writing that it was \"time to recalibrate [his] gradient on the big picture.\" The departures mean that xAI is now left with only half of its original 12 cofounders on staff. A number of staffers also took to X to announce they were leaving xAI, with some announcing that they were starting their own AI companies. \nElon Musk's …\nRead the full story at The Verge.",
    "pubDate": "2026-02-13T17:10:44.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Die letzten Tage waren für xAI eine wilde Fahrt, da es überall immer mehr Abgänge von Mitarbeitern und Mitbegründern gibt. Am Dienstag und Mittwoch kündigte Mitbegründer Yuhuai (Tony) Wu seinen Rücktritt an und dass es „Zeit für [sein] nächstes Kapitel“ sei, gefolgt von Mitbegründer Jimmy Ba mit einem ähnlichen ...",
    "titleDE": "Was steckt hinter der Massenflucht bei xAI?"
  },
  {
    "title": "Elon Musk suggests spate of xAI exits have been push, not pull",
    "link": "https://techcrunch.com/2026/02/13/elon-musk-suggests-spate-of-xai-exits-have-been-push-not-pull/",
    "description": "At least nine engineers, including two co-founders, have announced their exits from xAI in the past week, fueling online speculation and raising questions about stability at Musk’s AI company amid mounting controversy.",
    "pubDate": "2026-02-13T16:11:01.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Mindestens neun Ingenieure, darunter zwei Mitbegründer, haben in der vergangenen Woche ihren Ausstieg aus xAI angekündigt, was Online-Spekulationen befeuerte und angesichts zunehmender Kontroversen Fragen zur Stabilität von Musks KI-Unternehmen aufwirft.",
    "titleDE": "Elon Musk weist darauf hin, dass es sich bei den zahlreichen xAI-Ausstiegen um Push und nicht um Pull handelte"
  },
  {
    "title": "Ring&#8217;s adorable surveillance hellscape",
    "link": "https://www.theverge.com/podcast/878797/ring-super-bowl-ad-backlash-epstein-files-chatgpt-vergecast",
    "description": "You can watch Ring's recent Super Bowl ad and see a cute story about dogs being reunited with their families. You can also watch the very same ad and see the seeds being planted for a massively connected, utterly ubiquitous surveillance system that will end the concept of privacy forever. Maybe you can even see both at the same time.\n\nVerge subscribers, don't forget you get exclusive access to ad-free Vergecast wherever you get your podcasts. Head here. Not a subscriber? You can sign up here.\nOn this episode of The Vergecast, Nilay and David talk about the Super Bowl ad that worried so many people, why Ring would build a feature like th …\nRead the full story at The Verge.",
    "pubDate": "2026-02-13T16:10:45.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Sie können sich die aktuelle Super Bowl-Werbung von Ring ansehen und eine süße Geschichte über die Wiedervereinigung von Hunden mit ihren Familien sehen. Sie können sich auch dieselbe Anzeige ansehen und sehen, wie der Grundstein für ein massiv vernetztes, völlig allgegenwärtiges Überwachungssystem gelegt wird, das dem Konzept der Privatsphäre für immer ein Ende bereiten wird. Vielleicht bist du...",
    "titleDE": "Rings bezaubernde Überwachungshöllenlandschaft"
  },
  {
    "title": "Meta reportedly wants to add face recognition to smart glasses while privacy advocates are distracted",
    "link": "https://www.theverge.com/tech/878725/meta-facial-recognition-smart-glasses-name-tag-privacy-advoates",
    "description": "Meta aims to introduce facial recognition to its smart glasses while its biggest critics are distracted, according to a report from The New York Times. In an internal document reviewed by The Times, Meta says it will launch the feature \"during a dynamic political environment where many civil society groups that we would expect to attack us would have their resources focused on other concerns.\"\nThe document is from last May and reportedly describes the new \"Name Tag\" feature that would allow smart glasses wearers to identify people using Meta's built-in AI assistant. The New York Times reports that Meta initially planned to launch the featur …\nRead the full story at The Verge.",
    "pubDate": "2026-02-13T15:05:44.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Laut einem Bericht der New York Times will Meta die Gesichtserkennung in seine Datenbrillen integrieren, während seine größten Kritiker abgelenkt sind. In einem internen Dokument, das von The Times überprüft wurde, sagt Meta, dass das Feature „in einem dynamischen politischen Umfeld, in dem viele Zivilgesellschaften …“ veröffentlicht werden.",
    "titleDE": "Berichten zufolge möchte Meta den Datenbrillen eine Gesichtserkennung hinzufügen, während Datenschützer abgelenkt sind"
  },
  {
    "title": "Cohere’s $240M year sets stage for IPO",
    "link": "https://techcrunch.com/2026/02/13/coheres-240m-year-sets-stage-for-ipo/",
    "description": "Cohere surpassed $240 million in annual recurring revenue in 2025, highlighting strong enterprise AI demand as the Canadian startup positions itself for a potential IPO amid intensifying competition from OpenAI and Anthropic.",
    "pubDate": "2026-02-13T15:03:10.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Cohere erzielte im Jahr 2025 einen wiederkehrenden Jahresumsatz von über 240 Millionen US-Dollar und unterstreicht die starke Nachfrage nach Unternehmens-KI, da sich das kanadische Startup angesichts der zunehmenden Konkurrenz durch OpenAI und Anthropic für einen möglichen Börsengang positioniert.",
    "titleDE": "Das 240-Millionen-Dollar-Jahr von Cohere bereitet den Weg für den Börsengang"
  },
  {
    "title": "Meta plans to add facial recognition to its smart glasses, report claims",
    "link": "https://techcrunch.com/2026/02/13/meta-plans-to-add-facial-recognition-to-its-smart-glasses-report-claims/",
    "description": "The feature, internally known as “Name Tag,” would allow smart glasses wearers to identify people and get information about them via Meta's AI assistant.",
    "pubDate": "2026-02-13T14:58:39.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die intern als „Name Tag“ bezeichnete Funktion würde es Trägern von Datenbrillen ermöglichen, Personen zu identifizieren und über den KI-Assistenten von Meta Informationen über sie zu erhalten.",
    "titleDE": "Berichten zufolge plant Meta, seine Datenbrillen mit Gesichtserkennung auszustatten"
  },
  {
    "title": "The Download: an exclusive chat with Jim O’Neill, and the surprising truth about heists",
    "link": "https://www.technologyreview.com/2026/02/13/1132896/the-download-an-exclusive-chat-with-jim-oneill-and-the-surprising-truth-about-heists/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. US deputy health secretary: Vaccine guidelines are still subject to change Over the past year, Jim O’Neill has become one of the most powerful people in public health. As the US deputy health…",
    "pubDate": "2026-02-13T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Stellvertretender US-Gesundheitsminister: Impfrichtlinien können sich noch ändern Im vergangenen Jahr hat sich Jim O’Neill zu einem der mächtigsten Menschen in der Öffentlichkeit entwickelt...",
    "titleDE": "Der Download: ein exklusiver Chat mit Jim O’Neill und die überraschende Wahrheit über Raubüberfälle"
  },
  {
    "title": "The myth of the high-tech heist",
    "link": "https://www.technologyreview.com/2026/02/13/1132397/myth-of-high-tech-heist/",
    "description": "Making a movie is a lot like pulling off a heist. That’s what Steven Soderbergh—director of the Ocean’s franchise, among other heist-y classics—said a few years ago. You come up with a creative angle, put together a team of specialists, figure out how to beat the technological challenges, rehearse, move with Swiss-watch precision, and—if you…",
    "pubDate": "2026-02-13T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Einen Film zu machen ist wie ein Raubüberfall. Das hat Steven Soderbergh – neben anderen Raubüberfall-Klassikern auch Regisseur der Ocean-Reihe – vor ein paar Jahren gesagt. Sie entwickeln einen kreativen Ansatz, stellen ein Team aus Spezialisten zusammen, finden heraus, wie Sie die technologischen Herausforderungen meistern können, proben, ...",
    "titleDE": "Der Mythos vom Hightech-Raub"
  },
  {
    "title": "GPT-5.2 derives a new result in theoretical physics",
    "link": "https://openai.com/index/new-result-theoretical-physics",
    "description": "A new preprint shows GPT-5.2 proposing a new formula for a gluon amplitude, later formally proved and verified by OpenAI and academic collaborators.",
    "pubDate": "2026-02-13T11:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Ein neuer Vorabdruck zeigt, wie GPT-5.2 eine neue Formel für eine Gluonamplitude vorschlägt, die später von OpenAI und akademischen Mitarbeitern offiziell bewiesen und verifiziert wurde.",
    "titleDE": "GPT-5.2 leitet ein neues Ergebnis in der theoretischen Physik ab"
  },
  {
    "title": "US deputy health secretary: Vaccine guidelines are still subject to change",
    "link": "https://www.technologyreview.com/2026/02/13/1132889/us-deputy-health-secretary-vaccine-guidelines-longevity-arpa-h-cdc-nih/",
    "description": "Following publication of this story, Politico reported Jim O’Neill would be leaving his current roles within the Department of Health and Human Services. Over the past year, Jim O’Neill has become one of the most powerful people in public health. As the US deputy health secretary, he holds two roles at the top of the…",
    "pubDate": "2026-02-13T10:37:40.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Nach der Veröffentlichung dieser Geschichte berichtete Politico, dass Jim O’Neill seine derzeitigen Funktionen im Ministerium für Gesundheit und Soziale Dienste aufgeben werde. Im vergangenen Jahr hat sich Jim O’Neill zu einem der einflussreichsten Menschen im öffentlichen Gesundheitswesen entwickelt. Als stellvertretender US-Gesundheitsminister hat er zwei Rollen inne...",
    "titleDE": "Stellvertretender US-Gesundheitsminister: Die Impfrichtlinien können sich noch ändern"
  },
  {
    "title": "RFK Jr. follows a carnivore diet. That doesn’t mean you should.",
    "link": "https://www.technologyreview.com/2026/02/13/1132848/rfk-jr-carnivore-diet-maha-social-media/",
    "description": "Americans have a new set of diet guidelines. Robert F. Kennedy Jr. has taken an old-fashioned food pyramid, turned it upside down, and plonked a steak and a stick of butter in prime positions. Kennedy and his Make America Healthy Again mates have long been extolling the virtues of meat and whole-fat dairy, so it…",
    "pubDate": "2026-02-13T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Die Amerikaner haben neue Ernährungsrichtlinien. Robert F. Kennedy Jr. hat eine altmodische Ernährungspyramide genommen, sie auf den Kopf gestellt und ein Steak und ein Stück Butter auf die besten Plätze gesteckt. Kennedy und seine „Make America Healthy Again“-Kollegen preisen seit langem die Vorzüge von Fleisch und Vollfett …",
    "titleDE": "RFK Jr. ernährt sich fleischfressend. Das bedeutet nicht, dass Sie es tun sollten."
  },
  {
    "title": "Introducing Lockdown Mode and Elevated Risk labels in ChatGPT",
    "link": "https://openai.com/index/introducing-lockdown-mode-and-elevated-risk-labels-in-chatgpt",
    "description": "Introducing Lockdown Mode and Elevated Risk labels in ChatGPT to help organizations defend against prompt injection and AI-driven data exfiltration.",
    "pubDate": "2026-02-13T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Einführung des Sperrmodus und der Kennzeichnung „Erhöhtes Risiko“ in ChatGPT, um Unternehmen dabei zu helfen, sich vor sofortiger Einschleusung und KI-gesteuerter Datenexfiltration zu schützen.",
    "titleDE": "Einführung der Bezeichnungen „Sperrmodus“ und „Erhöhtes Risiko“ in ChatGPT"
  },
  {
    "title": "Beyond rate limits: scaling access to Codex and Sora",
    "link": "https://openai.com/index/beyond-rate-limits",
    "description": "How OpenAI built a real-time access system combining rate limits, usage tracking, and credits to power continuous access to Sora and Codex.",
    "pubDate": "2026-02-13T09:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wie OpenAI ein Echtzeit-Zugriffssystem aufgebaut hat, das Ratenbegrenzungen, Nutzungsverfolgung und Gutschriften kombiniert, um einen kontinuierlichen Zugriff auf Sora und Codex zu ermöglichen.",
    "titleDE": "Über Ratengrenzen hinaus: Skalieren des Zugriffs auf Codex und Sora"
  },
  {
    "title": "Scaling social science research",
    "link": "https://openai.com/index/scaling-social-science-research",
    "description": "GABRIEL is a new open-source toolkit from OpenAI that uses GPT to turn qualitative text and images into quantitative data, helping social scientists analyze research at scale.",
    "pubDate": "2026-02-13T09:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "GABRIEL ist ein neues Open-Source-Toolkit von OpenAI, das GPT nutzt, um qualitative Texte und Bilder in quantitative Daten umzuwandeln und Sozialwissenschaftlern dabei hilft, Forschung in großem Maßstab zu analysieren.",
    "titleDE": "Skalierung der sozialwissenschaftlichen Forschung"
  },
  {
    "title": "Amid disappointing earnings, Pinterest claims it sees more searches than ChatGPT",
    "link": "https://techcrunch.com/2026/02/12/amid-disappointing-earnings-pinterest-claims-it-sees-more-searches-than-chatgpt/",
    "description": "Pinterest's stock tumbles after an earnings miss, with higher-than-expected usage its only bright spot.",
    "pubDate": "2026-02-12T23:26:56.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Pinterest-Aktie stürzt nach einem Gewinnrückgang ab, wobei die über den Erwartungen liegende Nutzung der einzige Lichtblick ist.",
    "titleDE": "Trotz enttäuschender Ergebnisse gibt Pinterest an, mehr Suchanfragen zu verzeichnen als ChatGPT"
  },
  {
    "title": "IBM will hire your entry-level talent in the age of AI",
    "link": "https://techcrunch.com/2026/02/12/ibm-will-hire-your-entry-level-talent-in-the-age-of-ai/",
    "description": "IBM plans to triple its entry-level hiring in the U.S. in 2026, but these jobs will have different tasks than in previous years.",
    "pubDate": "2026-02-12T23:23:17.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "IBM plant, die Zahl der Neueinstellungen in den USA im Jahr 2026 zu verdreifachen, diese Stellen werden jedoch andere Aufgaben haben als in den Vorjahren.",
    "titleDE": "IBM stellt Ihre Einsteiger im Zeitalter der KI ein"
  },
  {
    "title": "OpenAI sidesteps Nvidia with unusually fast coding model on plate-sized chips",
    "link": "https://arstechnica.com/ai/2026/02/openai-sidesteps-nvidia-with-unusually-fast-coding-model-on-plate-sized-chips/",
    "description": "OpenAI's new GPT‑5.3‑Codex‑Spark is 15 times faster at coding than its predecessor.",
    "pubDate": "2026-02-12T22:56:02.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Der neue GPT-5.3-Codex-Spark von OpenAI ist beim Codieren 15-mal schneller als sein Vorgänger.",
    "titleDE": "OpenAI umgeht Nvidia mit einem ungewöhnlich schnellen Codierungsmodell auf plattengroßen Chips"
  },
  {
    "title": "Musk needed a new vision for SpaceX and xAI. He landed on Moonbase Alpha.",
    "link": "https://techcrunch.com/2026/02/12/musk-needed-a-new-vision-for-spacex-and-xai-he-landed-on-moonbase-alpha/",
    "description": "\"I really want to see a mass driver on the moon that is shooting AI satellites into deep space.\"",
    "pubDate": "2026-02-12T22:10:55.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "„Ich möchte unbedingt einen Massentreiber auf dem Mond sehen, der KI-Satelliten in den Weltraum schießt.“",
    "titleDE": "Musk brauchte eine neue Vision für SpaceX und xAI. Er landete auf der Mondbasis Alpha."
  },
  {
    "title": "Didero lands $30M to put manufacturing procurement on ‘agentic’ autopilot",
    "link": "https://techcrunch.com/2026/02/12/didero-lands-30m-to-put-manufacturing-procurement-on-agentic-autopilot/",
    "description": "Didero functions as an agentic AI layer that sits on top of a company’s existing ERP, acting as a coordinator that reads incoming communications and automatically executes the necessary updates and tasks.",
    "pubDate": "2026-02-12T20:31:47.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Didero fungiert als Agent-KI-Schicht, die auf dem bestehenden ERP eines Unternehmens sitzt und als Koordinator fungiert, der eingehende Kommunikation liest und automatisch die notwendigen Aktualisierungen und Aufgaben ausführt.",
    "titleDE": "Didero erhält 30 Millionen US-Dollar, um die Fertigungsbeschaffung auf einen „agentischen“ Autopiloten umzustellen"
  },
  {
    "title": "Anthropic raises another $30B in Series G, with a new value of $380B",
    "link": "https://techcrunch.com/2026/02/12/anthropic-raises-another-30-billion-in-series-g-with-a-new-value-of-380-billion/",
    "description": "The infusion of funding for the AI startup takes place as it is vying for customers and cultural attention with its competitor, OpenAI.",
    "pubDate": "2026-02-12T20:18:37.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Finanzierung des KI-Startups erfolgt, da es mit seinem Konkurrenten OpenAI um Kunden und kulturelle Aufmerksamkeit konkurriert.",
    "titleDE": "Anthropic sammelt in der Serie G weitere 30 Milliarden US-Dollar ein, mit einem neuen Wert von 380 Milliarden US-Dollar"
  },
  {
    "title": "Attackers prompted Gemini over 100,000 times while trying to clone it, Google says",
    "link": "https://arstechnica.com/ai/2026/02/attackers-prompted-gemini-over-100000-times-while-trying-to-clone-it-google-says/",
    "description": "Distillation technique lets copycats mimic Gemini at a fraction of the development cost.",
    "pubDate": "2026-02-12T19:42:08.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Mit der Destillationstechnik können Nachahmer Gemini zu einem Bruchteil der Entwicklungskosten nachahmen.",
    "titleDE": "Laut Google forderten Angreifer über 100.000 Mal Gemini auf, als sie versuchten, es zu klonen"
  },
  {
    "title": "Spotify says its best developers haven’t written a line of code since December, thanks to AI",
    "link": "https://techcrunch.com/2026/02/12/spotify-says-its-best-developers-havent-written-a-line-of-code-since-december-thanks-to-ai/",
    "description": "Spotify credits Claude Code and its internal AI system Honk with speeding up development.",
    "pubDate": "2026-02-12T18:30:12.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Spotify schreibt Claude Code und seinem internen KI-System Honk die Beschleunigung der Entwicklung zu.",
    "titleDE": "Laut Spotify haben seine besten Entwickler dank KI seit Dezember keine Codezeile mehr geschrieben"
  },
  {
    "title": "A new version of OpenAI’s Codex is powered by a new dedicated chip",
    "link": "https://techcrunch.com/2026/02/12/a-new-version-of-openais-codex-is-powered-by-a-new-dedicated-chip/",
    "description": "OpenAI calls the new coding tool the \"first milestone\" in its relationship with the chipmaker.",
    "pubDate": "2026-02-12T18:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "OpenAI bezeichnet das neue Codierungstool als „ersten Meilenstein“ in seiner Beziehung mit dem Chiphersteller.",
    "titleDE": "Eine neue Version des Codex von OpenAI wird von einem neuen dedizierten Chip angetrieben"
  },
  {
    "title": "Good Luck, Have Fun, Don’t Die is a rollicking parable about this moment in tech",
    "link": "https://www.theverge.com/entertainment/877244/good-luck-have-fun-dont-die-review",
    "description": "We are all guilty of pulling out our phones and doomscrolling through stressful headlines or mindnumbing videos when we should be doing anything else. We know it's bad, but we still do it because it's hard to resist when much of our time is spent living and working on our devices. And even though we understand that we'd be better off with less screen time, our extremely online society doesn't exactly encourage that kind of healthy behavior.\nThese are some of the familiar ideas at work in Good Luck, Have Fun, Don't Die, director Gore Verbinski's new sci-fi film about a man's desperate fight to save humanity from an apocalyptic future where m …\nRead the full story at The Verge.",
    "pubDate": "2026-02-12T17:45:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Wir sind alle schuldig, unsere Telefone herauszuholen und durch stressige Schlagzeilen oder nervtötende Videos zu scrollen, obwohl wir eigentlich etwas anderes tun sollten. Wir wissen, dass es schlecht ist, aber wir tun es trotzdem, weil es schwierig ist, Widerstand zu leisten, wenn wir einen Großteil unserer Zeit damit verbringen, an unseren Geräten zu leben und zu arbeiten. Und obwohl wir...",
    "titleDE": "„Good Luck, Have Fun, Don’t Die“ ist eine ausgelassene Parabel über diesen Moment in der Technik"
  },
  {
    "title": "The surprising case for AI judges",
    "link": "https://www.theverge.com/podcast/877299/ai-arbitrator-bridget-mccormack-aaa-arbitration-interview",
    "description": "Today, we’re going to talk about the role AI might play in deciding legal disputes. Not just drafting memos and doing research — actually deciding who’s right and who’s wrong, and who should pay.\nMy guest today is Bridget McCormack, the former chief justice for the Michigan Supreme Court and now president and CEO of the American Arbitration Association. The AAA has been around for exactly 100 years and is the country’s largest nonprofit arbitrator.\nYou’ve probably heard of arbitration before. It’s is a form of dispute resolution that allows two parties to resolve conflicts outside the formal court system using a third, neutral party — the arbitrator — to negotiate a settlement.\n\n\n\nVerge subscribers, don’t forget you get exclusive access to ad-free Decoder wherever you get your podcasts. Head here. Not a subscriber? You can sign up here. \nYou may have never found yourself in arbitration, but you’ve almost certainly signed an arbitration clause, in one of the many contracts and terms-of-service agreements that all of us have to sign all the time. Arbitration can be much faster, cheaper, and easier than going to court, so it’s become a favored way of resolving disputes between businesses. It’s also, as it turns out, how many employers and large corporations defend against lawsuits, because they can sneak an arbitration clause into the agreements for everything from cellphone service to smart washing machine features or even your employment contract, which can protect them down the line from class action claims. \nArbitration is everywhere in our legal landscape, so you can see why an organization like the AAA would want to make it faster, cheaper, and more predictable. For the past several years, Bridget and her team have been developing an AI-assisted arbitration platform called the AI Arbitrator, and it’s now available for use in very specific cases — construction disputes that can be resolved entirely on the basis of written documents. As of right now, the AI Arbitrator has officially one case on its docket.\nI’m obviously fascinated at how all of that might work, but you’ll hear Bridget and me really dig in here on what this kind of automation means not just for arbitration, but also the bigger, more fundamental idea of seeking justice, and whether or not our legal system feels fair. \nAmericans’ trust in the judicial system reached a record low in 2024, and you’ll hear Bridget and me go back and forth on whether a system driven by AI can actually help people trust these systems more simply by making each party feel heard and showing its work, something you often don’t get from a human judge. \nAt the same time, AI systems are AI systems. They’re new, brittle, and hallucinate facts and dates. It feels like there’s real danger in handing this kind of power to such a new, and unpredictable, technology. So you’ll hear Bridget discuss where she thinks the lines should really be drawn, how she’s trying to head off some of the big concerns around AI, and where she sees this going in the future. \nAgain, Bridget was the former chief justice of the Michigan Supreme Court; she was in charge of all the judges in her state. You’ll hear her say several times that people are unreliable. By the way, if you want a broader look at all of this, Verge reporter Lauren Feiner actually published a fantastic feature on AI in the legal system last month, and I highly suggest you go read that if you’re interested in learning even more. \nOkay: Bridget McCormack, the president and CEO of the American Arbitration Association, on the AI Arbitrator. Here we go.\n\n\nThis interview has been lightly edited for length and clarity. \nBridget McCormack, you’re the president and CEO of the American Arbitration Association. You’re also the former Chief Justice of the Michigan Supreme Court. Welcome to Decoder.\nIt’s great to be here. Great to see you.\nYou and I were on a panel a while ago. You were talking about rolling out AI in arbitration. You were also talking about your history overseeing judges in Michigan, which was very funny. I’m very excited to talk about all of that with you. \nI just want to start at the very beginning. I suspect you and I are going to end up talking a lot about commercial and business disputes. There’s a lot there to discuss in the context of AI and arbitration. Most people’s experience of arbitration is that they just sign a contract. \nYou were the Chief Justice in Michigan; you oversaw the literal legal system in that state. American Arbitration Association is 100 years old, so now you oversee a 100-year-old dominant provider of arbitration. Explain to people what the difference is.\nIt’s a great starting point. The thing about being the Chief Justice of the Michigan Supreme Court is that, like every state Supreme Court, the Supreme Court of Michigan has administrative oversight of all the courts of the state. When you’re the chief justice, you’re kind of the CEO of the public dispute resolution system that most people are stuck dealing with, if they need a little justice or if somebody wants a little justice from them.\nLike other leadership roles, I had a leadership team and another 300 or so staff of folks who reported up to the leadership team. And it was our job to try and figure out how to improve the experience of people across the state of Michigan who had to go to their local courts because of some legal problem. It’s an enormous change management job for lots of reasons that are not true in my current job.\nThe thing about running the public dispute resolution system, like the state court system, is that your funding isn’t based on how well you do. You can’t perform well one year and have extra revenue for R&D. You have to walk over to the legislature and convince some brand-new representative from Leelanau County that online dispute resolution is really going to increase access to justice. You literally have to pick off legislators from around the state to try and fund what you know is going to be a better way of doing business. \nAt the same time, there are the judges across the state in Michigan, and there are approximately 1,000 judicial officers. I say that because in addition to judges, there are magistrates that report up. They’re all separately elected and they work in counties that have their own funding systems. So they’re partly funded by the state and they’re partly funded by their county.\nThe counties across Michigan are differently resourced, right? Some counties have a larger tax base than others, and they have a bigger budget to work with. So convincing separately elected judges with different budgets that we’re going to do business a certain way going forward is super complicated. It’s a very fun change management problem. \nThe AAA, on the other hand, is basically a court system, but a private court system, although I should say at the top, the AAA is a nonprofit. We’re a fee-for-service nonprofit, but we’re a nonprofit. We’ve been administering alternative dispute resolution arbitration, but also mediation and any other alternative process parties want, for 100 years as of last Thursday. So we’ve been doing it for a long time and we have administered over half a million cases a year for the last few years, and not just domestically but also in cross-border disputes.\nMost of them are B2B commercial disputes, but there are also B2C cases, employment consumer cases, and a growing number of self-represented parties. A lot of small and medium businesses, as I’m sure you know, can’t afford legal help. They’re legally naked. And so arbitration is an easier way for them to manage disputes.\nI want to talk about the difference between a private dispute resolution system and the public dispute resolution system for one more second. But first, actually, you just said something. I’m so curious about it. It sounds like, as the Chief Justice, you had a role advocating for the court system with the legislature, inside the justice system. \nMost people never hear about that and never think about that. What was the split in your time? How often did you have to spend time just saying, “Hey, can you pay for the courts?” versus actually being the Chief Justice?\nI would say the administrative part of the job was significantly more than half compared to the decisional part of the job. It’s an enormous job.\nMichigan adjudicates between 3 and 4 million cases a year, and like every other state court, a majority of people who go to court to have cases resolved can’t afford lawyers. This is the primary place people interact with their government. The kind of justice we deliver, the quality of justice we deliver, it’s pretty important to, frankly, the rule of law and trust in institutions. I think it’s one of the most important jobs in government.\nI’m curious about that because it feels like the experience you had there really leads to your perspective on how and why AI should enter the legal system. \nYep.\nThe reason I’m starting here with your previous experience and not your current job is—I encounter this on our show and on our site all the time—that people think the legal system is deterministic. Particularly our audience, the tech audience, thinks the legal system is a computer. You can feed it inputs and it’ll API access the law, and then you’ll get some predictable outputs. I’m always trying to convince people that that’s not the case. Even hearing you talk about the politics of running the legal system underlines for me that the legal system is absolutely not deterministic. Should it be?\nYeah.\nBecause you’re the first person I could just like straightforwardly ask that question to. Should the legal system be more predictable and deterministic?\nIt absolutely should be, at least in a majority of cases. In fact, if it were more deterministic, we would have fewer disputes, right? It’s because it’s probabilistic—and I agree with you. It is, for the most part, because it’s run by humans. You’ve met humans, right? They’re flawed. \nAnd therefore it isn’t always predictable. If it were more predictable, we would be a more efficient and effective system. We’d avoid a lot of disputes because people could plan their business around what, in fact, the rule was going to be, and how it was going to be enforced, and how they could count on it being enforced. In my view, that’s true for most cases for which there is a rule of law, and we know how it’s been interpreted historically, or at least how it’s been correctly interpreted historically by the majority of courts.\nThere are always going to be new frontiers in legal. Cases where courts are having to decide how to interpret a new statute. Courts are going to have to figure that out for the first time. That’s not going to be able to be deterministic. It could get better and better, frankly. I think AI could do a very good job at the front end of statutory drafting, in making sure there was less ambiguity in statutory terms. AI could impact that. But there are even still modern questions about historic provisions in statutes and the constitutions, state and federal, that we have entrusted judges to decide. So I don’t think it can all be deterministic. I think an awful lot could be, and it would improve the way the law operates.\nWhere do you think that the source of uncertainty in the legal system, as people experience it today, comes from? Is it just that most people can’t afford a lawyer? Is it that some percentage of judges are just weird old guys? Where does that come from?\nI don’t think there’s a single answer. I do think it’s relevant that 92 percent of Americans can’t afford help with their legal problems, and that’s not just individuals in the kinds of cases individuals end up going to court for. It’s also true for all small and medium businesses. For the most part, they can’t afford lawyers.\nSo there’s an awful lot of trying to navigate legal risk and legal problems without lawyers, and that’s complicated. That’s very complicated for judges. Judges who are managing large dockets with many parties without lawyers try and do their best to work their way through those problems, but it’s not easy. We have a legal system run by humans and humans are imperfect and busy. \nI want to be very clear that there’s a big difference between state and federal courts, right? So 95 to 96 percent of cases are heard in state courts, not federal courts. The federal courts do a much smaller number of cases, and generally have—not better, but larger—staff to help them. State courts are managing most disputes with fewer resources and doing the best they can. But if you look at the rate of reversals by appellate courts, by intermediate appellate courts and state Supreme Courts, they’re getting a lot wrong, right? Humans get things wrong for lots of reasons. \nWhat you mean by that rate of reversal, just to unpack that, is that someone goes to court, a state court judge decides there’s an appeal, which costs money, and that goes up to an appeals court, and the appeals court is overturning that judge. You’re saying that rate’s going up or that rate is too high?\nI don’t know if it’s going up. I could probably figure that out, but I don’t know that off the top of my head. It is a fact that it’s quite high. The number of cases where an appellate court reverses the work of a lower court is not a low number. It’s going to be different from state to state and different in the federal appellate courts, but you can benchmark it and it’s not an insignificant number.\nI like to use this example. I ran a non-DNA innocence clinic two careers ago, and we know a lot about the rate of wrongful conviction as a result of the DNA exonerations over the last, I don’t know, 30 years at this point, because there’s a database now, and we’ve been able to learn both the rate at which mistakes are made—sometimes they’re made by juries, but often they’re made by judges—and the kinds and qualities of the errors that lead to those mistakes.\nIt’s a shocking number. The wrongful convictions tell us that in 3 to 5 percent of cases, there was an error made. And you might think, “Oh, that’s kind of a low number.” If you’re shooting free throws then probably it is a low number, but if you’re landing planes, not a great number, right? And I think the criminal justice system should be more like landing planes.\nThe reason I’m starting there is, and I think you perceive this as well as I do, that the lack of faith and trust in our institutions is kind of pervasive across American society. The legal system is just part of it now, right? Especially if you show up and you don’t have a lawyer, you don’t have the money, and then it is a weird old guy as the judge, and then you’re looking at the statistics and they’re probably wrong, but you can’t afford to appeal. Or you’re just reading the headlines every day. It just feels like there’s more chaos in the formal legal system than ever. \nI wanted to start there, because I do feel like the lack of faith in our corporate institutions is equally high, and most people’s experience with arbitration is, “Well, I just need cell phone service. I’m not going to read this contract or these 15 contracts to get cell phone service.” And there’s a line here that says, “Well, I can’t even sue AT&T if they get something wrong. I’m going to end up in arbitration and that arbitration is obvious. Of course, it’s just going to be against me. There’s nothing I can do. I’m just signing away my rights.”\nHow do you feel about that in this context? Because that feels like as big of a problem as anything.\nSo let me unpack a couple of things you said. I completely agree about the declining trust in institutions, and that the courts are part of that problem. In fact, the National Center for State Courts tracks that. And I think their data shows declining trust in the courts. Frankly, that trust is declining faster in the federal courts than the state courts, but even the state courts are struggling with that. I happen to believe that the way most Americans are locked out of our formal justice system is as important to that declining trust as any other factor, and there are other factors. \nBut like any other public good, imagine if we said, “If you want to drive on the highway, you can do that, but you have to hire a driver.” Or, “Oh, you want to register your kid for public school? No problem. It’s a public good, but you’re going to have to hire a special person who will go and sign you up for public school, because otherwise it’s in Latin and you can’t understand it.” We would never accept that, but we accept that most Americans are locked out of their formal justice system because—and I don’t know why—but we set up a legal system 250 years ago and the legal profession is better than any other at avoiding any disruption.\nBut to the second part of your question, I do think that there has been a narrative that if your consumer contract—whether you bought an appliance or a cell phone, or sometimes employment contracts designate arbitration as the forum for resolving disputes—that that must mean this is not going to go well for you. In fact, the data that we have is that people are far more likely to actually get a hearing and get some award when they navigate an arbitration process than when they navigate a court process.\nThe reason for that is probably obvious. If you have to navigate a court process, but you can’t figure it out, that’s really complicated. In arbitration, we can make resources available to parties who are representing themselves, and we do everything remotely and make it easy for people to actually navigate it. So cases are far more likely to actually go to a hearing and more parties are heard in arbitration than they are in courts, but that perception definitely is out there.\nIt may well be the case that there are other providers that have fewer resources for self-represented parties or aren’t as focused on it. At the AAA, we actually require businesses that want to put our clauses and contracts to file those contracts with us, and they have to satisfy our due-process protocols. And I’m not sure that’s true of every organization. Many are for-profit and that is probably an issue in other places.\nI’m starting with this issue of fairness, because when you automate the systems, all of the things that make things feel fair or unfair get heightened, or magnified, in very specific ways. I just want to ask one more question here, and then I do want to go into why we should automate some of these systems. The idea that just getting a hearing and some outcome is substantially more fair, I feel like we could unpack that for another week.\nThere’s a reason these companies want to not be in the formal justice system. They don’t want precedent for the awards that they’re made to give to the parties that come and sue them. They certainly don’t want it in the public record that any of these things ever happen. They don’t want discovery, and all that stuff you don’t have to do in arbitration. So maybe it’s easy to participate in, but there’s still a benefit to them that accrues over the long run. How do you balance that out?\nThat’s not true of employee arbitration. Those cases are reported. So they actually do have to live with those results. And it may well be that for some businesses, they’re choosing arbitration because it’s a more efficient way for them to resolve disputes. I don’t know. You see them going back and forth between arbitration and litigation. I think Amazon recently wrote litigation back into—maybe not all, but a lot of—their consumer contracts. I’m not going to speculate about why, but I think parties are always thinking about what the best forum is.\nThere’s a robust literature on procedural fairness and procedural justice that goes something like this. And I won’t waste time on the details of it, but if parties feel like they were heard and that they understand the process, they understand what happened and why it happened—in other words, if the neutral [party] deciding the dispute can explain it to them—they’re far more likely to grow trust in institutions. It used to be a sort of a big deal in training judges. We would remind judges how important it was that people feel heard. And even if you’re going to rule against them, they will take bad news for them and still grow trust in the institution, if they feel heard and understood and they understand what happened.\nThat matters because today’s parties are tomorrow’s witnesses and tomorrow’s jurors. You want to grow trust. In every case, usually one person is disappointed. That’s just how disputes go. But I don’t know if you’re right. I’m not sure I agree with you that getting some award isn’t important. There’s data from a bunch of arbitration scholars, or really dispute resolution scholars, who did some recent work on employment arbitration, and the number of cases that just get summaried out in court, where an employee has a claim or believes she has a claim against her employer, is quite high. \nThat’s maybe not surprising to you, but that just simply doesn’t happen in employment arbitration. In arbitration, you’re far more likely to actually get to go tell your story. So I’m not sure I agree with you that there’s a clear fairness narrative, based on the facts.\nThe one thing I will definitely say here is, in my mind—we cover big tech companies, and I’m just thinking about the clauses that everybody has to sign in their terms of service agreements, and you’re obviously thinking about employment arbitration, and they’re wildly different universes.\nYeah.\nSomething we could spend another week on is how I think terms of service agreements should be illegal. But that’s a different podcast for a different time, maybe with more booze.\nYou mention that people just feeling heard leads to trust. I think that is the transition I want to make to AI. You mentioned that idea to me the first time we spoke about this, and I’ve been thinking about it ever since. If there’s one thing an AI system can do, it is just making you feel heard. In every positive way that that can happen, in a startling number of new and, quite frankly, shockingly negative ways, the AI systems will just listen to you, over and over and over again.\nYep.\nIs that something, as you have developed the AI arbitration system, that you’ve leaned into? Is that the heart of it? Because if that technology can do one thing, it is just listen to these parties until they’re done. \nI do view it as a significant advantage of an AI dispute resolution system, and we can talk more about when that’s appropriate and when it’s not. I don’t think every dispute should go to an AI dispute resolution system, but [rather] when parties prefer it. For me, at the front end of what we built, which is a very narrow product right now, I undervalued it and underappreciated it. \nAt the front end of our AI arbitration process—which is really a series of agents that operate across the process on the back end, even though the parties are interacting with one—the agents take in the party’s complaints and whatever pleadings they’re filing and whatever evidence they think supports their claims, and then a series of agents parses the claims, the elements of each claim, the evidence that may or may not support each claim, what the parties believe supports each claim, and the legal framework that surrounds it.\nAnd then it goes back to the parties and says, “Here’s my understanding of what the claims are, what your claims are, party A, and yours, party B, and what the elements are and what the evidence is and what the legal framework is. Did I get that right?” And the parties get to say, “You did.” Or, “No, you didn’t. You missed this one element or this one claim, or the fact that this evidence supports both of these claims, not just one.” And then it goes to work again. The agents go back until the parties are satisfied that they have been heard and understood.\nMaybe we could do that in courts, but we would have to spend a whole lot more money. Imagine if judges in trial courts, or even in appellate courts, did that. In appellate courts, you file briefs and then you wait by your computer for months and months and months to see when some white smoke emerges from the State Supreme Court building, and then you get a decision, and the decision may or may not have even addressed all of the issues that you raised. That happens all the time. I reviewed 2,000 cases a year, 2,000 applications a year, when I sat on the Michigan Supreme Court, and I can’t tell you how in many of them, the intermediate appellate court didn’t even rule on issue number three. They just ignored it, and we just want an answer.\nSo imagine if courts could do that. Imagine if trial judges or appellate judges could pull the parties in and say, “Here’s my understanding. Did I get it right?” And then we could actually be satisfied that they did. That’s probably not going to work in our bespoke, built-for-18th-century-norms system, but it can work for disputes in an AI dispute resolution system.\nSo let’s talk about your actual product. Right now, I think it’s just for documents-only in construction disputes, right? That’s where the product is.\nThat’s right.\nDescribe why you picked that, and then walk me through step by step. How do you use this thing? Is it an app? Is it a website?\nYeah, it’s a website. Although I assume we will have an app version of it, and we have an app version of all of our services. You can log in on your phone, but you’re logging into the case management system. So really it’s two things. We built an AI-native case management system for the AI arbitrator to operate on. That effort is time well spent because it’ll replace our legacy case management system for all disputes within two years. That’s going to be something everybody has an opportunity to benefit from, because it saves time and money.\nBut the AI arbitrator is, like I said, a bunch of different agents—probably 20, sometimes more, depending on the complexity of dispute—that operate across the arbitration process. A bunch operate at the front end. We talked about those, that are parsing claims and organizing arguments and organizing claims, making sure the party is satisfied. And then there’s a bunch of reasoning agents, and those reasoning agents take the summary of the dispute that the parties are satisfied with and start reasoning across it. And then there are agents that do a draft award. \nThere’s a human in the loop throughout. In the beginning, it’s the parties. They are the humans that are making sure that they’re heard and understood. Then we have a cohort of construction arbitrators who serve as the human-in-the-loop arbitrator for the reasoning and award drafting. It’s the human arbitrator who ultimately issues the award, and she makes any changes that need to be made so that she’s comfortable with the award.\nWe started in construction because we have a long history with the construction industry, and a very good relationship with the lawyers and parties and arbitrators in that industry. It’s an industry where arbitration is important because, as you know, in any big project, there are always going to be disputes, and if you have disputes along the way, you don’t want your project ground to a halt. You want to be able to keep going. So they need speed and efficiency. They’re not in it for confidentiality. They just need to be able to continue to move forward.\nIt’s also an area where AI is already impacting the underlying business. The construction sites are being infiltrated with AI that’s making what they do significantly faster and better. So it’s an industry that we knew would be open to it. We do so many of those cases that we had a good library of documents-only construction cases that we could ground our agents in. Our agents are ultimately operating off a handbook, but we were able to build that and train our agents on those historical cases, and with the cooperation and in collaboration with a bunch of our construction arbitrators and lawyers.\nSo it was the right place to start because we knew they’d want it and we could work together with them.\nLet me ask you a really dumb question. What does a documents-only construction dispute look like?\nIt could be a lot of things. There are a million different ways it shows up, but [for instance] something was supposed to be completed on a certain timeline and wasn’t. And who’s responsible for that delay? There might be supplier disputes. There are all kinds of disputes that happen in the course of a construction project that don’t need testimony. You can decide those completely on the paperwork. And that was also important for us in starting this. In the first offering of an AI arbitrator, we were not prepared to have witness testimony evaluated by agents. That might come one day, but we’re not there today.\nSo you ordered the pallet of steel beams. It had a delivery date on it. They showed up. You can mark the delivery date and you can say, “Okay, that’s obviously later than what we said. You owe me some money…”\n“And here’s what the contract says about why that should have happened, but here’s my response.” And then it’s pretty straightforward, like many disputes are, honestly.\nI 100 percent feel like I’m a first-year law student back at the University of Wisconsin right now, talking about construction litigation and contract disputes in this way. So you had the library of previous arbitration in cases that looked very similar to this. You obviously have the experience and the history with the industry?\nYep.\nDid you have the software engineers you needed to build this? How did that work? Did you go hire out to do that?\nYeah.\nDid you hire in? Where did this come from?\nIt’s a great question. We started transforming our operation in early 2023. I took this job in September of 2022, but I didn’t start until February 2023. And everybody knows that in November of 2022, we all thought, “Oh wow, what’s happening?” I spent most of my six weeks off learning everything I could about large language models, and trying to figure out what it was going to mean for the legal profession and therefore our little subset of the legal profession. \nI was convinced it was going to be extremely impactful. Like you said, it can make people feel heard, and that’s a wake-up call for any dispute resolution provider. That’s obviously going to have an impact. When I got to the AAA, we gave everybody enterprise ChatGPT licenses—and I mean everybody, not just our engineers, but also our caseworkers and our legal team and our marketers, because I think with any general-purpose technology, you need the domain experts to figure out where it’s going to impact them.\nWe started building point solutions. Our AI engineers were not historic AI engineers, but like everybody else, they learned pretty quickly, and so we do have a very talented set of AI engineers. With this particular product, we built it with a partner. We did Copilots, and we built it with Quantum Black. Quantum Black is McKinsey’s AI team. \nI don’t know exactly—I’d have to ask Diana [Didia], my Chief Information Officer—but for the first four or five months, the Quantum Black engineers sat in seat one and ours sat in seat two, and then they swapped for the last five months of it. So our team then was driving, because they left after we delivered the [minimum viable product], and now we’re already building out the next products that are built on the same architecture.\nI feel like it’s another full hour Decoder on McKinsey giving its AI team a cool name. We’ll set that aside as well.\n[Laughs] I’m super interested in that one. Have me back for that one. I’m really interested in it.\n“It’s got to be really cool, you guys.” So you have the system now, you have the platform and the frameworks. As you know better than anybody, how the platforms and frameworks are built in the beginning has a pretty big effect on where they end up.\nEven just talking about witness testimony. Now there’s a dispute on, “Did it happen before midnight or after midnight?” And you need the loading dock operator to say, “Actually it was the next day. This document is wrong.” Did you build a system that can take witness testimony?\nIt can take witness testimony as long as it’s in written form. You may or may not know this—I didn’t until I started in this job—but a lot of arbitration disputes have written witness testimony. In fact, in most cross-border disputes, that’s how they take testimony. It’s literally affidavits or just written expert reports. More and more in American arbitration cases, it’s depositions. So it can do that, but it’s not going to, say, have a witness show up on Zoom and we’re going to listen to them and see if we think they’re telling the truth or they’re twitching a little in their eye, and so therefore we know they’re lying. It’s not doing that.\nDoes it kick that back to a human arbitrator anywhere in this system right now? Does that mean that’s what you would have a human arbitrator do?\nWe do. There’s a human arbitrator assigned to the case from the beginning, and anytime the parties want the human arbitrator to come in, the human arbitrator is ready and willing to come in. And you’re probably right that there’ll be some cases where, along the way, the parties will decide that they need testimony that they didn’t think they needed at the front end of the case. That’s probably going to be a case where the human arbitrator takes over, because we’re not having our agents do that for now. It’s not in our roadmap today.\nHow many cases has the system resolved so far?\nThere’s one case in the system. We stood it up in November. The first case came in, I don’t know, a couple of weeks ago. Everybody was so excited. As you know, in arbitration, both parties have to have an arbitration clause in the contract that says, “We’re going to arbitration.”\nFor now, we will not take any case unless both parties agree. And obviously there are no businesses that have put [AI arbitration] in their contract. Well, I hope now there are because we’ve been talking to people now about it for two months, but we’ll start seeing cases once contracts start showing up that have it in their contract.\nOne of the things we’ve heard from a lot of parties is they’re eager to use it as an early case evaluation tool. They want to be able to run it just on their own. They want to put all of their evidence up into it and get an early case assessment about where their case is likely to go, so they can figure out whether they even want to spend any time in arbitration. So that’s actually one of the next use cases we’re building out, which isn’t very hard, based on what we’ve already built.\nThere’s a gap here that seems very striking to me. A party that understands it needs early case evaluation because it is a repeat player in very lucrative construction disputes, and they just need to keep moving, and the cost of the settlement is enough and they can just keep moving. That’s a pretty sophisticated actor. How do you bring all of this down to, “Well, most people can’t even access the justice system?” Is there a path?\nYou’re right that many larger construction projects with extremely sophisticated parties on both sides have these smaller disputes along the way, for which this tool will probably be perfect. Many of those disputes, at this point, they just think are not even worth it. Even the large parties who know how to access every dispute resolution system don’t bring them because it’s just not worth their time. And that’ll change.\nThis will give everybody an option to resolve every dispute. But in fact, we’re seeing—again, not yet, because nobody has it in their contract yet—but our self-represented parties in commercial and construction cases, are on the rise and have been for a couple of years. I follow our case filings day by day, and the self-represented parties in commercial and construction disputes are right now—I mean, it’s one month, so who knows, maybe it was a weird month—but January of 2026 was double what it was in January of 2025.\nThis system is perfect for the smaller party construction disputes. And as you know, there are also lots of smaller construction projects where people really don’t want to have to hire a lawyer to figure out how to sort it out. It’s already perfect for those disputes.\nThe documents-only construction case is pretty constrained, right? And things happen and there’s a lot of documentation. What’s the next one you think that is similarly constrained that you could bring the system to?\nIt turns out that in lots of industries, there are documents-only disputes. I was talking to an in-house litigation leader at an energy company, and they have supplier disputes that are all documents-only disputes, and it’s probably perfect for those. Like payer-provider disputes, disputes between hospitals and insurers, which are, I’m sure you know, an enormous docket. It’s probably perfect for those if you can get them both to agree.\nValue of money means some people like to hold onto their money and they’re willing to have a dispute resolution process that takes a very long time, but those should be perfect for an AI dispute resolution process. We should be resolving those quickly and getting people their coverage. There’s actually an unlimited number of disputes for which this is appropriate. There are also some for which it will never be appropriate. \nWhere will it never be appropriate?\nThis is just my view, but I believe that criminal cases, cases where the government is accusing you of something and wants to take your liberty as a result of that accusation, or cases that individuals or organizations or even businesses bring against the government, should happen in public courtrooms, and with publicly appointed (or elected, if you’re in state court) judges. Those have to happen in courtrooms.\nOne of the things you and I briefly talked about the first time we met was the idea that there’s transparency in the state courts. There’s transparency when the government sues you and you need that transparency to build trust. You brought up the healthcare industry. There’s zero trust in the healthcare industry, and there’s a lot you could say about the consequences of the absolute lack of trust in the healthcare industry. If my medical billing goes to an AI agent, do you think that’s going to result in more or less trust?\nI don’t know. It depends on the AI agent, who built it, what their audit trail looks like, and how transparent they are about showing you what that audit trail looks like. But let me go back for a minute. I said payer-provider disputes. I’m talking about disputes between healthcare [providers] or hospitals and insurance companies. Do you think there’s a lot of confidence or trust in insurance companies? Because I don’t think so. \nNo. Not at all. And that’s kind of what I’m saying.\nYeah. But imagine disputes between those two that could be resolved instead of taking two years. So somebody’s waiting for their insurance company to tell the hospital that they’re going to cover their treatment, and they’re dead before they get an answer. Imagine if we could just resolve those right away, but in a system that transparently shows its work and shows its audits. You tell me. My guess is some people would say, “I’ll take that tomorrow. I’m waiting for my treatment. Yes, please send my dispute to an arbitration process that is transparent and shows its work. Great.”\nYeah. I think some people would.\nYeah, some people would. As I’m sure you know, there are lots of things that happen in public dispute resolution systems or even in arbitration processes, where the results are reported, where there’s not a lot of transparency. Do you understand how judges come to the conclusions they come to? We don’t get to see the reasoning that goes on in their brain. There’s no requirement that the judge shows her work and how she got from step A to step D. What was her thought process?\nHopefully, most judges are supposed to write opinions that should show some of that, but as you know, in most intermediate appellate courts, there are a lot of opinions that are not written. And in trial courts, very often there’s no written opinion. So I always want to ask, “As opposed to what?” If you believe that the current human-led, overburdened justice system is one where people have lots of confidence, I want to introduce you to some folks who might disagree.\nLook, I was told that Samuel Alito can look into George Washington’s heart and soul and determine exactly what he meant. And I’ve just been operating under that assumption for some time.\n[Laughs] Yeah. I mean, there is that. So if you think that’s a system that instills confidence, maybe, but I’m not sure everybody would agree with that.\nSo the flip side of this—and this is us covering AI at The Verge for years now—it’ll just talk to you. And some people are very happy with that, and that is far more trust than they have in even the other people who live in their houses, right? We see that play out all the time. \nThe downside of that is that these systems hallucinate at high rates, they are tuned to please you, and we can see that all over the place. They work differently than humans, they layer differently. In fact, the chances of them getting something wrong are much higher, the chances of them getting something wrong exponentially increase as you stack them up in these ways. \nHow have you protected against that here? Because it feels like, yes, you can increase this sense of agency and trust, but the downside is this thing might just be making it up as it goes along.\nYeah, it’s a huge issue, obviously. If you were to just take your dispute, and all the documents in some dispute you’re having, and throw it into ChatGPT or into Claude, you could get a result right now, right? Anybody could do that. It might be okay. It might in some cases not make a mistake. As you know, with hallucinations, you don’t know when exactly or why the frontier models are making mistakes, but that’s not what we built and that’s why we’re moving so narrowly and so slowly. \nYour system has to be governed, trained and grounded in the kind of reasoning that you’re asking it to do. So it sounds extremely narrow that we’re doing only documents-only construction cases, but there’s a reason for that. That’s where we could build a governed and harnessed agentic system. We keep a human in the loop to make sure that before an award issues, there were no hallucinations even with our governance, and we’re going to be very transparent about all of our audits, and that’s really critical to growing trust.\nI think a lot about whether the frontier models get so good eventually, that they can just do this. That you maybe don’t need an institution training and governing an agentic system in a specific kind of dispute, because we move past the age of hallucinations. It doesn’t sound like that’s imminent today, but I don’t know if it’s imminent six months from now. I didn’t know last week that agents were going to be on a subreddit talking about us. I didn’t know Moltbook was coming, right? So you can surprise me.\nFor now, I think you have to have governed, transparent and audited systems so people can grow that trust. We have a white paper. We let an academic under the tent. John Choi is a law professor, but he’s a technologist as well. And we let him under the tent to kick the tires of what we were building, to be able to test how it performs against the human baseline. And the results are excellent. So I’m excited for folks to see that when it’s all ready to go.\nBut it’s an important question, again, as opposed to what? You’ve met humans, right? And you’ve met humans who are judges. If you think they’re getting it right every single time they make a decision, I want to introduce you to some folks. Anecdotal stories are kind of useless when we’re trying to talk about something important like this, but I was the Chief Justice of the Michigan Supreme Court. I was in that role for three years, and we were working on some reforms in the probate court system, and some of the probate court judges, I guess, didn’t like them. And one of those probate court judges, from a county not that far from where I live, got on his listserv and was just talking trash about me.\nHe said that I was at a forum and I had said a bunch of stuff and how outrageous it was. Fine, people should criticize me whenever they want. The thing was, I wasn’t at that forum. My colleague, Megan Kavanagh, who is also a white woman with an Irish name, was at that forum. And I know Megan, she probably did say those things. So I called the guy. I said, “Judge, you’ve made this claim about me on the listserv to every probate court in the state of Michigan, but I wasn’t there. I wasn’t at that forum. I have an alibi.” And you know what his answer was? His answer was, “Yes, you were.” What do you do with that? I mean, what do you do with that?\nHe won. I was like, “Well, I don’t know. Okay.” I mean, what do you even do with that? So if you think that the human beings, who get tired, who get hungry, who, like all of us, come to the table with cognitive biases, are getting every single thing right, then you have a lot more trust in the public justice system than I think most people do.\nI don’t know that I have a lot of trust in the public justice system. What I know about those guys is that they get old and sometimes they go away. I wish more of them would go away at higher rates, but sometimes they go away. Sometimes they get replaced by newer, different people with different biases, and the system replenishes at some rate that feels like accountability. You can ruin that guy’s reputation if you would just say his name. And Bridget, I invite you to say his name out loud right here if you would.\nHis name was Judge… Nah, not important. Not important.\n[Laughs] Nope. It was worth a shot. It was important enough for me to ask. Anyway, that’s a system that people understand about humans, right? They have reputations, they have histories, they have experiences, you can Google them. And then sometimes they die, and they just go away, you get some new ones, and at least the system replenishes and evolves. \nAn AI system running on a cloud service that you can’t see, on a data center that you might’ve hated being put in your community, does not feel accountable to you in that way. Maybe it’s getting it right more often on whatever metric that someone who is not you has decided is important, but you can’t actually hold it accountable. That to me feels like the biggest gap in all of these automated decision systems, that no one wants to account for because the efficiency gain is so high.\nThat’s a completely fair point. And again, I go back to where I believe disputes should be decided publicly, and I think that should be true no matter how excellent [they are]. Eventually, probably the judges should be using some tech to help them make sure they don’t make mistakes that will undermine accountability and undermine trust. \nBut not all disputes are created equal, Nilay. We all have lots of disputes, some of which we think, “Well, I don’t even have the time or the energy or the resources to get that one resolved.” But if we did, if you could really resolve every dispute, if every human being could have a will or a plan for what happens if they become incapacitated or die, if every small business could plan for the disruptions that befall every small business, we’d have a better world.\nI mean, disputes are not great, right? They make a mess of economic relationships. They make a mess of personal relationships. And resolving them in fact does lead to more peace, more stability, more economic growth, if that’s your thing. Resolving disputes is good. \nRight now, we do not have any way to resolve most disputes, because our one-to-one, bespoke, built-in-1776 system is no match for the kind of disputes we have today and the volume of disputes we have today, and it hasn’t been for four decades. It’s been a very long time since public dispute resolution systems have been able to address the problems in their local communities. So why wouldn’t we have more options so people could choose the right option for them at the right moment?\nThere would be some family disputes where parents prefer not to go to court. They want to work things out privately. They can do that now: they can go to mediation and just file a resolution. That to me seems like a good idea, to be able to offer people a way to move through a dispute so that they come out on the other side, both better with respect to each other, better with respect to the other people who are impacted by the dispute, and even feel like they were able to manage that with some agency. I don’t know why we wouldn’t want to have more options for more people, to give them agency.\nMy wife, as it happens, is a divorce lawyer, and I do think an AI agent of her just talking her clients through the decisions that were made a long time ago, over and over again, would actually be very helpful for her in many ways, because that seems like a lot of her job. \nI understand what you’re saying there. You said this thing to me the first time we met that, again, I’ve just been thinking about it ever since. You said that several years from now—10, 20, or 30 years from now—we would think it was crazy that we ever had human judges making as many decisions as we do today.\nYep.\nYou’ve got one case in the system. Has that born out? Do you feel that as strongly as you did when we first talked a few months ago?\nYeah. I don’t know exactly when the world turns and we’re finally able to manage lots of disputes in different ways, including with AI dispute resolution systems, but I feel pretty confident we will get there. I think I said to you at that time, and I still agree, that in some number of years, we will think it’s amazing that we let humans drive cars. \nWhen my kids started driving, it was the most terrifying time of my life, right? Not really for them, but I couldn’t believe we were letting them out onto the public roads with all these innocent people out there driving cars next to them. At some point we’ll think that was insane, that we let people drive cars. \nI think we’ll also think it was probably crazy that we thought a human being had to oversee the disputes between private parties who want to be able to move through that dispute and be at a better place. That inserting a human with her flaws and her biases and her limitations was no way to manage this railroad. Again, not for all, just for some.\nOne thing I’ve been thinking about throughout this conversation is who gets access to these systems? Who gets to make it feel fair? Where does the trust in the agency come from? A pervasive criticism of arbitration, broadly, is, well, it’s a service, right? It’s fee-for-service even though the AAA is a nonprofit. There are other, I would say more rapacious providers of arbitration services that do run them as for-profit businesses. You have clients. The clients have to be happy with the outcomes, and that does feel like it changes how people perceive the whole process. As you automate that, and you have big clients who are paying for lots and lots of arbitration, and they can see that the automated system is either helping them or hurting them, should that affect how people think about the fairness of the system overall, that these are fundamentally your clients and you’re building a tool for them?\nThis is where I feel very, very lucky that we have a nonprofit mission, and our mission is to expand access to alternative ways of resolving disputes to as many people as possible. But we’re like a court, right? We do serve parties, but there are two parties in every case. There are parties on both sides of every dispute, and we need to make sure both sides, both parties, feel satisfied with the dispute resolution process they got. \nI thought you were going to say, “As the cost comes down as a result of AI automation, even for parts of disputes or full disputes, depending on the dispute, and it’s therefore harder for dispute resolution providers who need to make money, to make money on that process.” That would be a problem, and I can see how it might be. But again, I’m really happy that at the end of the year, I don’t have a bunch of owners that are looking for their profits.\nWe have a mission. If we can bring the friction and the cost of dispute resolution services down significantly, and therefore offer it to a whole lot more people, we’re serving our mission.\nLet me just contrast that to your previous role in the state courts as the Chief Justice in Michigan. The Michigan Supreme Courts belong to everybody in Michigan, right?\nYeah.\nNo matter who the parties are, they’re yours. You’re paying taxes. You walk in and maybe they work and maybe they don’t, and maybe no one knows who was at the function saying what, but it belongs to you in some way, equally. There was recently a case where Disney said to somebody who tried to sue them in a theme park, “You signed the arbitration agreement for Disney Plus. We’re going to arbitration.” That’s pretty one-sided. That forum does not belong to both parties equally.\nThat imbalance seems like where the loss of trust, at least in the consumer side that I cover so much, comes from. How do you make sure, even as a nonprofit, that the party that is paying for and driving the system, doesn’t make sure the automated system doesn’t favor them over time, because that’s a pretty easy outcome to start programming in.\nSuper good question. As you know, it is easier to train a data set than a human. So frankly—and let me step back for a minute. In our consumer cases, again, we do not accept consumer B2C cases, unless a business has cleared their clause with our due-process protocols. So we’re, again, in a lucky position there, I guess. But back to who’s in charge. For us, if the consumer feels like the process wasn’t fair, that’s not going to work. We’re in the business of actually giving more options to more parties. And if half of the parties in one kind of dispute type—I should say, we mostly do B2B cases—but when we do B2C and they’ve satisfied our due-process protocols, it’s critically important to us that both sides feel, in the individual case, that they were treated fairly.\nIf it’s algorithmic, if it’s automated to some extent, even in part, that’s just as true, but easier to show our work. We did a lot of training, judicial training, and we do a lot of arbitrator training when human arbitrators decide cases, to make sure that the parties get equal treatment, fair treatment. But you can de-bias the data set a lot easier than you can de-bias a human. And so when you benchmark and do your audits of your AI arbitration system, and you show your work, you can either convince the public that it’s treating both people fairly or you won’t. That’s for us to show.\nAs you can tell, I’m fascinated. The reason I keep poking at this is that our readers at The Verge, like every other consumer in modernity, live a life of signing contracts, and you don’t get to negotiate those contracts. But you literally cannot participate in society without having signed dozens upon dozens of arbitration agreements. \nI hear you say, “We have to get it right. We can’t get it wrong.” What is the mechanism of getting it wrong and then being forced to change, when no one can negotiate the contract that landed them in arbitration in the first place? Do you know what I mean? If there’s some public accountability that’s like, “The AAA got everything wrong for a year with the AI system,” then what? Because I can’t go to all of my service providers and say, “I don’t want to use the AAA anymore. I saw this news report.”\nYou’re asking, when you enter into any kind of B2C contract, you’re buying a new refrigerator, you don’t really get to scrutinize it and say, “I want to change the last clause.” People aren’t really entering into arbitration agreements. Arbitration clauses are just part of contracts they’re entering into. \nIn the construction case, you’ve got two parties and presumably they’ve contracted for the sale of lumber, and there’s an actual meeting of the minds, and they might have negotiated in, “We need arbitration because we got to move fast.” And fine, automate that away. And if you get it wrong, maybe the next time you try something else. And there’s some mechanism of change built into that.\nI signed the terms of service for an LG refrigerator, which does have an arbitration agreement. And I’m like, “That sucked. My refrigerator exploded and the arbitrator ruled against me.” The next time I buy a refrigerator, I can’t go to LG and say, “I want a different arbitrator.” So I don’t see where that mechanism comes in for most people, because most people are just signing tons and tons of arbitration agreements all the time.\nYeah. You don’t mean, “I want a different arbitrator.” If you’re buying a refrigerator from Joe’s Refrigerator Store on your corner that doesn’t have a contract with an arbitration clause and you end up suing in court, you’re probably going to go to small claims court. You’re going to have not been able to figure out how to file properly and your case will have been dismissed. I’m telling you that’s what happens in most cases where people try to file cases in courts. \n[Laughs] I would have gotten it right.\nWell, you would have. That’s fair. But most people didn’t go to law school, and they aren’t going to get it right. And they are most often never going to make it past “Go.” I mean, look at the high volume dockets in state courts. Just take a look at how many cases are on the consumer debt docket, which is, by the way, the modal case in state court right now. Literally, the modal case in state court is a consumer debt case. And go take a look at how many of those are dismissed because the consumer, not the business, didn’t meet some, I don’t know, Court Rule 26.4A that said you had to have a triplicate when you responded to the thing.\nYou’re not going to be able to go back to Joe’s Refrigerator Store and say, like, “Hey, that court process wasn’t fair because there’s no way I’m going to be able to read the Latin and figure out that I have to file and triplicate my thing. So I want to go to arbitration where at least I can just show up and, in plain language, tell a person what happened to me, and a person will listen to it and answer it.”\nI understand that there has been a pretty successful narrative that this process doesn’t work for individuals. And I am sure there are places where it doesn’t, but not every arbitration provider and dispute resolution provider is created equal, and some have different missions than others, and that matters.\nThere could be a campaign to say to—I have no idea who; I don’t know if LG uses us or some other provider—to say to LG, “We want you to switch to a provider that actually has due-process protocols. That’s what we want you to do.” Or you could go to Congress and you could tell Congress to amend the Federal Arbitration Act to say, “No B2C cases should ever go to arbitration.” I understand that apparently that’s how legislation works, that you can talk to Congress and they’ll fix things, but I don’t know.\nThere’s a lot of hopes and dreams in this episode.\n[Laughs] Yeah, yeah, yeah. And I have no horse in that race. If Congress were to say tomorrow, “We don’t want B2C cases in arbitration, we want them all in courts,”  I think it would probably be a mistake because I’ve seen how courts operate and the resources they don’t have. Believe me, there are lots of judges who are trying to do really well by all those folks on their dockets. They just don’t have the resources or the time, and they have these archaic rules. \nSo I think it probably wouldn’t be good for everybody, but I certainly have no horse in that race. I can create dispute resolution services and processes to give everybody more options. And I want people to want those options. I don’t want people to be stuck with those options. I want to create something that’s so good that you want it. You want to go to LG next time and say, “Can you please put an American Arbitration Association clause in my contract? Because that’s where I want to resolve my dispute.”\nI appreciate the ambition. It’s a lot to think about. The idea that I’m able to negotiate the terms of service for my refrigerator, maybe that is what I think Congress should allow us to do, but that’s, yet again, a different podcast. When you think about the scope of this, the timeline of the investment that you’re making, you have one case in the system now. We’re going to see how it goes. You’ve obviously run some simulations on previous cases. \nYeah, a lot.\nYou’ve got some studies that say it’s going well. How fast does it go from here? What’s next? Is it 10 cases? Is it, “You’re on a sales trip”? What’s the speed?\nSuch a great question. There are at least two variables that we’re following. One is just how quickly our team, our engineers and the related folks that work on that Scrum team, can build it out for different case types, different documents-only dispute types. And then whether there are some institutions that want to use it for internal dispute resolution. We’ve had some interest in that. That’s going to take a while. That’s going to take us a couple of years to build out each dispute type by dispute type. So that’s slow. \nThen there’s “When does the worm turn?” And your guess on that is as good as mine. I don’t know if it’s two years, five years, or 10 years. I’d be very surprised if in 15 years people—and businesses in particular, for B2B documents-only disputes—are still opting for a slow, expensive, human-led process. I’d be very surprised. But that’s a really conservative answer to your question.\nDo you have a better answer? How quickly do you think it will happen? It’s going to go with a lot of the rest of the way technology’s going to disrupt our lives, right? It’s all kind of connected.\nYeah. If you look at our stack of guests over the past few months, we just had DocuSign on the show. Their CEO was like, “AI’s going to write the documents for you because we have access to your business intelligence.” We had LexisNexis on the show, and their CEO was like, “The lawyers will just start doing the research here and drafting out of these claims.” That seems very dangerous to me. \nBut you see this universe of legal work being automated very quickly, because the AI systems are good at words. You can either hire a 26-year-old who’s been drunk for several years—that was me—and they can be whoever they are as a first-year associate. Or you can have a robot do it and maybe that’s the same. \nI think it will happen very fast and then it will slow down, because everyone will realize there’s not a next generation of people who understand how to control the systems, and that investment still needs to be made. And the outcomes of those systems are not as good as we wanted them to be.\nYeah, it’s a completely different training. My podcast is on AI and the future of law, and I’m just talking about…You might know that two careers ago, I spent 15 years on a law faculty. So the training model is kind of broken for what lawyers are going to do in, again, two, five, or 10 years, and I don’t see anybody moving extremely quickly to figure out what the 2.0 training model is. \nNow, I want to say, I don’t think the 1.0 training model was that great. I’m not sure that sitting in the basement looking through a bunch of boxes of documents really made you an excellent lawyer or strategist or advisor. I’m not convinced that that was perfect. So I do think there’s an opportunity—I’m an optimist. I think there’s an opportunity to build a better system, but you’re right, there are going to be ways in which some of this moves faster than the rest of us and we’re not ready for it.\nOne other thing that I spend a lot of time thinking about is, “How many B2B contracts are going to be negotiated and executed by agents?” Walmart has agents negotiating and executing a significant number of their contracts. In a B2B agentic commerce world—you probably read these estimates as much as I do. Some people say that by the end of 2027, as much as 40 percent of contracts might be negotiated and executed agent to agent. So what happens when one of those agents makes a mistake? As good as they are, they will make mistakes. What’s the dispute resolution process there? And is it an on-chain process that maybe is better, like it’s an upstream automated dispute resolution process?\nI’d like to be in the conversations to figure that out, because you need that somewhere. Your agentic commerce is only as good as your process for fixing it when it breaks, but nobody’s talking to me about that. I want them to. So yeah, a lot to do yet.\nLiterally, just before we sat down, Goldman Sachs announced that it was putting AI into more of its accounting functions and other functions at the company. So you can see the acceleration. My prediction is we’re going to accelerate into it and then we’re going to pump the brakes really hard when we realize these systems are not as predictable as we want them to be. But I will have you back faster than 15 years to see how it’s going.\nOkay, good.\nI have loved this conversation. Thank you so much for being on Decoder, Bridget.\nYeah, so much fun. Great to see you. Thanks.\nQuestions or comments about this episode? Hit us up at decoder@theverge.com. We really do read every email!",
    "pubDate": "2026-02-12T16:22:33.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Heute werden wir darüber sprechen, welche Rolle KI bei der Entscheidung von Rechtsstreitigkeiten spielen könnte. Es geht nicht nur darum, Memos zu verfassen und Nachforschungen anzustellen, sondern tatsächlich zu entscheiden, wer Recht und wer Unrecht hat und wer zahlen soll. Mein heutiger Gast ist Bridget McCormack, die ehemalige Vorsitzende Richterin des Obersten Gerichtshofs von Michigan und jetzt...",
    "titleDE": "Der überraschende Fall für KI-Richter"
  },
  {
    "title": "Gemini 3 Deep Think: Advancing science, research and engineering",
    "link": "https://blog.google/innovation-and-ai/models-and-research/gemini-models/gemini-3-deep-think/",
    "description": "We’re releasing a major upgrade to Gemini 3 Deep Think, our specialized reasoning mode.",
    "pubDate": "2026-02-12T16:13:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Wir veröffentlichen ein großes Upgrade für Gemini 3 Deep Think, unseren speziellen Denkmodus.",
    "titleDE": "Gemini 3 Deep Think: Förderung von Wissenschaft, Forschung und Technik"
  },
  {
    "title": "ByteDance’s next-gen AI model can generate clips based on text, images, audio, and video",
    "link": "https://www.theverge.com/ai-artificial-intelligence/877931/bytedance-seedance-2-video-generator-ai-launch",
    "description": "ByteDance says its new AI video model can more accurately follow prompts. | Image: ByteDance\t\n\nBig Tech's race to leapfrog the latest AI models continues with the launch of ByteDance's next-gen video generator. In a blog post, ByteDance - the China-based company behind TikTok - says Seedance 2.0 supports prompts that combine text, images, video, and audio.\nThe company claims it \"delivers a substantial leap in generation quality,\" offering improvements in generating complex scenes with multiple subjects and its ability to follow instructions. Users can refine their text prompts by feeding Seedance 2.0 up to nine images, three video clips, and three audio clips.\nThe model can generate up to 15-second clips with audio, while taking cam …\nRead the full story at The Verge.",
    "pubDate": "2026-02-12T15:26:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Laut ByteDance kann sein neues KI-Videomodell Anweisungen genauer folgen. | Bild: ByteDance Der Wettlauf von Big Tech, die neuesten KI-Modelle zu überholen, geht mit der Einführung des Videogenerators der nächsten Generation von ByteDance weiter. In einem Blogbeitrag sagt ByteDance – das in China ansässige Unternehmen hinter TikTok –, dass Seedance 2.0 ...",
    "titleDE": "Das KI-Modell der nächsten Generation von ByteDance kann Clips basierend auf Text, Bildern, Audio und Video generieren"
  },
  {
    "title": "The Download: AI-enhanced cybercrime, and secure AI assistants",
    "link": "https://www.technologyreview.com/2026/02/12/1132819/the-download-ai-enhanced-cybercrime-and-secure-ai-assistants/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. AI is already making online crimes easier. It could get much worse. Just as software engineers are using artificial intelligence to help write code and check for bugs, hackers are using these tools…",
    "pubDate": "2026-02-12T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. KI erleichtert bereits Online-Verbrechen. Es könnte noch viel schlimmer kommen. So wie Softwareentwickler künstliche Intelligenz nutzen, um Code zu schreiben und zu prüfen, ob …",
    "titleDE": "Der Download: KI-gestützte Cyberkriminalität und sichere KI-Assistenten"
  },
  {
    "title": "This $7,999 robot will fold (some of) your laundry",
    "link": "https://www.theverge.com/tech/877851/weave-isaac-robot-fold-laundry",
    "description": "Isaac 0 is a stationary robot with one job: folding laundry. | Image: Weave Robotics\t\n\nIf you have a spare $7,999 (plus a $250 deposit), hate folding laundry, and happen to live in the Bay Area, one-and-a-half-year-old startup Weave has the robot for you: Isaac 0. \nIt takes Isaac 0 around 30-90 minutes to fold a load of laundry, Weave says. That's all it does - it's stationary and needs a regular wall outlet - and it can't tackle large blankets, bed sheets, or inside-out garments. It's not fully autonomous either, with teleoperators on-hand to assist with trickier folds, though Weave says performance will improve over time. \n\n\nToday we're releasing Isaac 0: our first robot for the home.\nAnd we made a short video for our first  …\n\n\nRead the full story at The Verge.",
    "pubDate": "2026-02-12T12:59:06.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Isaac 0 ist ein stationärer Roboter mit einer Aufgabe: Wäsche falten. | Bild: Weave Robotics Wenn Sie 7.999 US-Dollar übrig haben (plus 250 US-Dollar Kaution), das Wäschefalten hassen und zufällig in der Bay Area leben, hat das eineinhalb Jahre alte Startup Weave den Roboter für Sie: Isaac 0. Isaac 0 braucht etwa 30 bis 90 Minuten ...",
    "titleDE": "Dieser Roboter für 7.999 US-Dollar faltet (einen Teil) Ihrer Wäsche"
  },
  {
    "title": "AI is already making online crimes easier. It could get much worse.",
    "link": "https://www.technologyreview.com/2026/02/12/1132386/ai-already-making-online-swindles-easier/",
    "description": "Anton Cherepanov is always on the lookout for something interesting. And in late August last year, he spotted just that. It was a file uploaded to VirusTotal, a site cybersecurity researchers like him use to analyze submissions for potential viruses and other types of malicious software, often known as malware. On the surface it seemed…",
    "pubDate": "2026-02-12T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Anton Cherepanov ist immer auf der Suche nach etwas Interessantem. Und Ende August letzten Jahres entdeckte er genau das. Es handelte sich um eine Datei, die auf VirusTotal hochgeladen wurde, einer Website, die Cybersicherheitsforscher wie er nutzen, um Einsendungen auf potenzielle Viren und andere Arten bösartiger Software zu analysieren, die oft als … bekannt sind.",
    "titleDE": "KI erleichtert bereits Online-Verbrechen. Es könnte noch viel schlimmer kommen."
  },
  {
    "title": "Why EVs are gaining ground in Africa",
    "link": "https://www.technologyreview.com/2026/02/12/1132790/evs-progress-africa/",
    "description": "EVs are getting cheaper and more common all over the world. But the technology still faces major challenges in some markets, including many countries in Africa. Some regions across the continent still have limited grid and charging infrastructure, and those that do have widespread electricity access sometimes face reliability issues—a problem for EV owners, who…",
    "pubDate": "2026-02-12T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Elektrofahrzeuge werden auf der ganzen Welt immer billiger und verbreiteter. Doch in einigen Märkten, darunter auch in vielen Ländern Afrikas, steht die Technologie noch vor großen Herausforderungen. Einige Regionen auf dem Kontinent verfügen immer noch über eine begrenzte Netz- und Ladeinfrastruktur, und diejenigen, die über einen weitreichenden Zugang zu Elektrizität verfügen ...",
    "titleDE": "Warum Elektrofahrzeuge in Afrika auf dem Vormarsch sind"
  },
  {
    "title": "What’s next for Chinese open-source AI",
    "link": "https://www.technologyreview.com/2026/02/12/1132811/whats-next-for-chinese-open-source-ai/",
    "description": "MIT Technology Review’s What’s Next series looks across industries, trends, and technologies to give you a first look at the future. You can read the rest of them here. The past year has marked a turning point for Chinese AI. Since DeepSeek released its R1 reasoning model in January 2025, Chinese companies have repeatedly delivered AI…",
    "pubDate": "2026-02-12T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Die „What’s Next“-Reihe des MIT Technology Review befasst sich mit Branchen, Trends und Technologien, um Ihnen einen ersten Blick in die Zukunft zu geben. Den Rest können Sie hier lesen. Das vergangene Jahr markierte einen Wendepunkt für die chinesische KI. Seit DeepSeek im Januar 2025 sein R1-Argumentationsmodell veröffentlicht hat, haben chinesische Co...",
    "titleDE": "Was kommt als nächstes für chinesische Open-Source-KI?"
  },
  {
    "title": "Introducing GPT-5.3-Codex-Spark",
    "link": "https://openai.com/index/introducing-gpt-5-3-codex-spark",
    "description": "Introducing GPT-5.3-Codex-Spark—our first real-time coding model. 15x faster generation, 128k context, now in research preview for ChatGPT Pro users.",
    "pubDate": "2026-02-12T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wir stellen GPT-5.3-Codex-Spark vor – unser erstes Echtzeit-Codierungsmodell. 15-mal schnellere Generierung, 128.000 Kontext, jetzt in der Forschungsvorschau für ChatGPT Pro-Benutzer.",
    "titleDE": "Einführung von GPT-5.3-Codex-Spark"
  },
  {
    "title": "xAI lays out interplanetary ambitions in public all-hands",
    "link": "https://techcrunch.com/2026/02/11/xai-lays-out-interplanetary-ambitions-in-public-all-hands/",
    "description": "On Wednesday, xAI took the rare step of publishing its full 45-minute all-hands presentation to the X platform, making it widely available.",
    "pubDate": "2026-02-11T23:29:08.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Am Mittwoch unternahm xAI den seltenen Schritt, seine vollständige 45-minütige All-Hands-Präsentation auf der X-Plattform zu veröffentlichen und sie so allgemein verfügbar zu machen.",
    "titleDE": "xAI legt in aller Öffentlichkeit interplanetare Ambitionen dar"
  },
  {
    "title": "Two more xAI co-founders are among those leaving after the SpaceX merger",
    "link": "https://www.theverge.com/ai-artificial-intelligence/877609/two-more-xai-co-founders-are-among-those-leaving-after-the-spacex-merger",
    "description": "Since the xAI-SpaceX merger announced last week, which combined the two companies (as well as social media platform X) for a reported $1.25 trillion valuation - the biggest merger of all time - a handful of xAI employees and two of its co-founders have abruptly exited the company, penning long departure announcements online. Some also announced that they were starting their own AI companies. \nCo-founder Yuhai (Tony) Wu announced his departure on X, writing that it was \"time for [his] next chapter.\" Jimmy Ba, another co-founder, posted something similar later that day, saying it was \"time to recalibrate [his] gradient on the big picture.\" Th …\nRead the full story at The Verge.",
    "pubDate": "2026-02-11T23:26:43.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Seit der letzte Woche angekündigten Fusion von xAI und SpaceX, bei der die beiden Unternehmen (sowie die Social-Media-Plattform",
    "titleDE": "Zwei weitere Mitbegründer von xAI gehören zu denen, die das Unternehmen nach der SpaceX-Fusion verlassen"
  },
  {
    "title": "AI inference startup Modal Labs in talks to raise at $2.5B valuation, sources say",
    "link": "https://techcrunch.com/2026/02/11/ai-inference-startup-modal-labs-in-talks-to-raise-at-2-5b-valuation-sources-say/",
    "description": "General Catalyst is in talks to lead the round for the four-year-old startup, according to our sources.",
    "pubDate": "2026-02-11T22:48:35.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Laut unseren Quellen befindet sich General Catalyst in Gesprächen, um die Runde für das vier Jahre alte Startup zu leiten.",
    "titleDE": "Das KI-Inferenz-Startup Modal Labs verhandelt laut Quellen über eine Kapitalerhöhung im Wert von 2,5 Milliarden US-Dollar"
  },
  {
    "title": "Anthropic says it&#8217;ll try to keep its data centers from raising electricity costs",
    "link": "https://www.theverge.com/ai-artificial-intelligence/877526/anthropic-ai-electricity-costs-data-center-pledge",
    "description": "Anthropic is the latest AI company promising to limit the impact its data centers have on nearby residents' electricity bills. \nThe company said it would pay higher monthly electricity charges in order to cover 100 percent of the upgrades needed to connect its data centers to power grids. \"This includes the shares of these costs that would otherwise be passed onto consumers,\" the announcement says.\nAnthropic didn't provide details today about any agreements it has inked with energy companies in order to accomplish these goals. In November, it shared a $50 billion plan to build data centers in New York and Texas \"with more sites to come.\"\n …\nRead the full story at The Verge.",
    "pubDate": "2026-02-11T22:37:02.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Anthropic ist das neueste KI-Unternehmen, das verspricht, die Auswirkungen seiner Rechenzentren auf die Stromrechnungen der Anwohner in der Nähe zu begrenzen. Das Unternehmen sagte, es würde höhere monatliche Stromgebühren zahlen, um 100 Prozent der Upgrades abzudecken, die für die Anbindung seiner Rechenzentren an das Stromnetz erforderlich seien. „Dazu gehört...",
    "titleDE": "Anthropic sagt, dass man versuchen wird, zu verhindern, dass seine Rechenzentren die Stromkosten erhöhen"
  },
  {
    "title": "Once-hobbled Lumma Stealer is back with lures that are hard to resist",
    "link": "https://arstechnica.com/security/2026/02/once-hobbled-lumma-stealer-is-back-with-lures-that-are-hard-to-resist/",
    "description": "ClickFix bait, combined with advanced Castleloader malware, is installing Lumma \"at scale.\"",
    "pubDate": "2026-02-11T22:11:40.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "ClickFix-Köder, kombiniert mit fortschrittlicher Castleloader-Malware, installiert Lumma „in großem Maßstab“.",
    "titleDE": "Der einst gehinderte Lumma Stealer ist mit Ködern zurück, denen man kaum widerstehen kann"
  },
  {
    "title": "OpenAI disbands mission alignment team",
    "link": "https://techcrunch.com/2026/02/11/openai-disbands-mission-alignment-team-which-focused-on-safe-and-trustworthy-ai-development/",
    "description": "The team's leader has been given a new role as OpenAI's chief futurist, while the other team members have been reassigned throughout the company.",
    "pubDate": "2026-02-11T21:57:18.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Dem Teamleiter wurde eine neue Rolle als Chef-Futurist von OpenAI zugewiesen, während die anderen Teammitglieder im gesamten Unternehmen neu zugewiesen wurden.",
    "titleDE": "OpenAI löst Mission Alignment-Team auf"
  },
  {
    "title": "Apple’s Siri revamp reportedly delayed… again",
    "link": "https://techcrunch.com/2026/02/11/apples-siri-revamp-reportedly-delayed-again/",
    "description": "While the new Siri was expected to launch with the upcoming iOS 26.4 update in March, now, the changes are expected to roll out more slowly over time, reportedly postponing some features until the May iOS update, or even until the release of iOS 27 in September.",
    "pubDate": "2026-02-11T21:19:46.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Während erwartet wurde, dass das neue Siri mit dem kommenden iOS 26.4-Update im März auf den Markt kommt, wird erwartet, dass die Änderungen im Laufe der Zeit langsamer eingeführt werden und einige Funktionen Berichten zufolge auf das iOS-Update im Mai oder sogar auf die Veröffentlichung von iOS 27 im September verschoben werden.",
    "titleDE": "Berichten zufolge hat sich Apples Siri-Überarbeitung verzögert … erneut"
  },
  {
    "title": "Apple keeps hitting bumps with its overhauled Siri",
    "link": "https://www.theverge.com/tech/877494/apple-siri-ai-overhaul-ios-personalized",
    "description": "iPhone 17 Pro Max | Image: The Verge\t\n\nApple had been reportedly pushing to introduce some big changes to Siri with iOS 26.4, but now the company is planning to introduce them in later versions of iOS, including iOS 26.5 and iOS 27, Bloomberg reports.\nNearly a year ago, Apple delayed planned features for Siri that would let it understand your personal context and take action for you based on what's on your screen. Apple had planned to launch those features with iOS 26.4, which is set to launch in March, but \"​​testing uncovered fresh problems with the software,\" according to Bloomberg. Apple has apparently told engineers to use iOS 26.5, scheduled for May, to test new Siri featu …\nRead the full story at The Verge.",
    "pubDate": "2026-02-11T21:08:36.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "iPhone 17 Pro Max | Bild: The Verge Berichten zufolge hatte Apple darauf gedrängt, mit iOS 26.4 einige große Änderungen an Siri einzuführen, aber jetzt plant das Unternehmen, sie in späteren Versionen von iOS einzuführen, darunter iOS 26.5 und iOS 27, berichtet Bloomberg. Vor fast einem Jahr hat Apple geplante Funktionen verschoben ...",
    "titleDE": "Apple stößt mit seiner überarbeiteten Siri immer wieder auf Überraschungen"
  },
  {
    "title": "OpenAI researcher quits over ChatGPT ads, warns of \"Facebook\" path",
    "link": "https://arstechnica.com/information-technology/2026/02/openai-researcher-quits-over-fears-that-chatgpt-ads-could-manipulate-users/",
    "description": "Zoë Hitzig resigned on the same day OpenAI began testing ads in its chatbot.",
    "pubDate": "2026-02-11T20:44:19.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Zoë Hitzig trat am selben Tag zurück, als OpenAI mit dem Testen von Anzeigen in seinem Chatbot begann.",
    "titleDE": "OpenAI-Forscher gibt wegen ChatGPT-Anzeigen auf und warnt vor „Facebook“-Pfad"
  },
  {
    "title": "Is a secure AI assistant possible?",
    "link": "https://www.technologyreview.com/2026/02/11/1132768/is-a-secure-ai-assistant-possible/",
    "description": "AI agents are a risky business. Even when stuck inside the chatbox window, LLMs will make mistakes and behave badly. Once they have tools that they can use to interact with the outside world, such as web browsers and email addresses, the consequences of those mistakes become far more serious. That might explain why the…",
    "pubDate": "2026-02-11T20:08:35.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "KI-Agenten sind ein riskantes Geschäft. Selbst wenn LLMs im Chatbox-Fenster stecken bleiben, machen sie Fehler und benehmen sich schlecht. Sobald sie über Tools wie Webbrowser und E-Mail-Adressen verfügen, mit denen sie mit der Außenwelt interagieren können, werden die Folgen dieser Fehler weitaus schwerwiegender. Das m...",
    "titleDE": "Ist ein sicherer KI-Assistent möglich?"
  },
  {
    "title": "Harness engineering: leveraging Codex in an agent-first world",
    "link": "https://openai.com/index/harness-engineering",
    "description": "By Ryan Lopopolo, Member of the Technical Staff",
    "pubDate": "2026-02-11T09:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Von Ryan Lopopolo, Mitglied des technischen Personals",
    "titleDE": "Harness Engineering: Nutzung von Codex in einer Agent-First-Welt"
  },
  {
    "title": "9 fun questions to try asking Google Photos",
    "link": "https://blog.google/products-and-platforms/products/photos/ask-button-ask-photos-tips/",
    "description": "Learn more about Google Photos’ new Ask button as well as other functions of its Ask Photos feature.",
    "pubDate": "2026-02-10T17:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Erfahren Sie mehr über die neue „Ask“-Schaltfläche von Google Fotos sowie über andere Funktionen der „Ask Photos“-Funktion.",
    "titleDE": "9 lustige Fragen, die Sie Google Fotos stellen sollten"
  },
  {
    "title": "Helping kids and teens learn and grow online on Safer Internet Day",
    "link": "https://blog.google/innovation-and-ai/technology/safety-security/safer-internet-day-2026-kids-teens/",
    "description": "We’re sharing our latest updates designed to support families, kids and teens in the digital world.",
    "pubDate": "2026-02-10T02:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Wir teilen unsere neuesten Updates, die Familien, Kinder und Jugendliche in der digitalen Welt unterstützen sollen.",
    "titleDE": "Helfen Sie Kindern und Jugendlichen am Safer Internet Day, online zu lernen und sich weiterzuentwickeln"
  },
  {
    "title": "Testing ads in ChatGPT",
    "link": "https://openai.com/index/testing-ads-in-chatgpt",
    "description": "OpenAI begins testing ads in ChatGPT to support free access, with clear labeling, answer independence, strong privacy protections, and user control.",
    "pubDate": "2026-02-09T11:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI beginnt mit dem Testen von Anzeigen in ChatGPT, um freien Zugang mit klarer Kennzeichnung, Antwortunabhängigkeit, starkem Datenschutz und Benutzerkontrolle zu unterstützen.",
    "titleDE": "Anzeigen in ChatGPT testen"
  },
  {
    "title": "Bringing ChatGPT to GenAI.mil",
    "link": "https://openai.com/index/bringing-chatgpt-to-genaimil",
    "description": "OpenAI for Government announces the deployment of a custom ChatGPT on GenAI.mil, bringing secure, safety-forward AI to U.S. defense teams.",
    "pubDate": "2026-02-09T11:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI for Government kündigt die Bereitstellung eines benutzerdefinierten ChatGPT auf GenAI.mil an, das den US-Verteidigungsteams sichere, sicherheitsorientierte KI bietet.",
    "titleDE": "ChatGPT zu GenAI.mil bringen"
  }
]