[
  {
    "title": "Canva acquires startups working on animation and marketing",
    "link": "https://techcrunch.com/2026/02/23/canva-acquires-startups-working-on-animation-and-marketing/",
    "description": "With the new acquisitions, the company wants to bolster its position as a marketing solution by potentially adding video creation and more granular measurement.",
    "pubDate": "2026-02-24T07:39:27.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Mit den neuen Akquisitionen möchte das Unternehmen seine Position als Marketinglösung stärken, indem es möglicherweise die Videoerstellung und detailliertere Messungen hinzufügt.",
    "titleDE": "Canva erwirbt Startups, die in den Bereichen Animation und Marketing tätig sind"
  },
  {
    "title": "A Meta AI security researcher said an OpenClaw agent ran amok on her inbox ",
    "link": "https://techcrunch.com/2026/02/23/a-meta-ai-security-researcher-said-an-openclaw-agent-ran-amok-on-her-inbox/",
    "description": "The viral X post from an AI security researcher reads like satire. But it's really a word of warning about what can go wrong when handing tasks to an AI agent.",
    "pubDate": "2026-02-24T00:57:14.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Der virale X-Beitrag eines KI-Sicherheitsforschers liest sich wie Satire. Aber es ist eigentlich eine Warnung, was bei der Übergabe von Aufgaben an einen KI-Agenten schiefgehen kann.",
    "titleDE": "Ein Sicherheitsforscher von Meta AI sagte, ein OpenClaw-Agent sei in ihrem Posteingang Amok gelaufen"
  },
  {
    "title": "With AI, investor loyalty is (almost) dead: At least a dozen OpenAI VCs now also back Anthropic ",
    "link": "https://techcrunch.com/2026/02/23/with-ai-investor-loyalty-is-almost-dead-at-least-a-dozen-openai-vcs-now-also-back-anthropic/",
    "description": "While some dual investors are understandable, others were more shocking, and signal the disregard of a longstanding ethical conflict-of-interest rule.",
    "pubDate": "2026-02-23T21:46:41.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Während einige Doppelinvestoren verständlich sind, waren andere schockierender und signalisieren die Missachtung einer seit langem bestehenden ethischen Regel zu Interessenkonflikten.",
    "titleDE": "Mit KI ist die Anlegertreue (fast) tot: Mindestens ein Dutzend OpenAI-VCs unterstützen mittlerweile auch Anthropic"
  },
  {
    "title": "Anthropic accuses DeepSeek and other Chinese firms of using Claude to train their AI",
    "link": "https://www.theverge.com/ai-artificial-intelligence/883243/anthropic-claude-deepseek-china-ai-distillation",
    "description": "Anthropic claims DeepSeek and two other Chinese AI companies misused its Claude AI model in an attempt to improve their own products. In an announcement on Monday, Anthropic says the \"industrial-scale campaigns\" involved the creation of around 24,000 fraudulent accounts and more than 16 million exchanges with Claude, as reported earlier by The Wall Street Journal.\nThe three companies - DeepSeek, MiniMax, and Moonshot - are accused of \"distilling\" Claude, or training a smaller AI model based on a more advanced one. Though Anthropic says that distillation is a \"legitimate training method,\" it adds that it can \"also be used for illicit purpose …\nRead the full story at The Verge.",
    "pubDate": "2026-02-23T20:22:55.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Anthropic behauptet, DeepSeek und zwei andere chinesische KI-Unternehmen hätten ihr Claude-KI-Modell missbraucht, um ihre eigenen Produkte zu verbessern. In einer Ankündigung vom Montag sagte Anthropic, dass die „Kampagnen im industriellen Maßstab“ die Erstellung von rund 24.000 betrügerischen Konten und mehr als 16 Millionen Börsen beinhalteten...",
    "titleDE": "Anthropic wirft DeepSeek und anderen chinesischen Firmen vor, Claude zum Trainieren ihrer KI zu nutzen"
  },
  {
    "title": "Anthropic accuses Chinese AI labs of mining Claude as US debates AI chip exports",
    "link": "https://techcrunch.com/2026/02/23/anthropic-accuses-chinese-ai-labs-of-mining-claude-as-us-debates-ai-chip-exports/",
    "description": "Anthropic accuses DeepSeek, Moonshot, and MiniMax of using 24,000 fake accounts to distill Claude’s AI capabilities, as U.S. officials debate export controls aimed at slowing China’s AI progress.",
    "pubDate": "2026-02-23T19:57:27.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Anthropic wirft DeepSeek, Moonshot und MiniMax vor, 24.000 gefälschte Konten zu nutzen, um Claudes KI-Fähigkeiten zu destillieren, während US-Beamte über Exportkontrollen debattieren, die Chinas KI-Fortschritt verlangsamen sollen.",
    "titleDE": "Anthropic beschuldigt chinesische KI-Labore, Claude abgebaut zu haben, während die USA über den Export von KI-Chips debattieren"
  },
  {
    "title": "Google’s Cloud AI leads on the three frontiers of model capability",
    "link": "https://techcrunch.com/2026/02/23/googles-cloud-ai-lead-on-the-three-frontiers-of-model-capability/",
    "description": "AI models are pushing against three frontiers at once: raw intelligence, response time, and a third quality you might call \"extensibility.\"",
    "pubDate": "2026-02-23T19:18:42.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "KI-Modelle stoßen an drei Grenzen gleichzeitig: reine Intelligenz, Reaktionszeit und eine dritte Qualität, die man „Erweiterbarkeit“ nennen könnte.",
    "titleDE": "Googles Cloud AI ist führend an den drei Grenzen der Modellfähigkeit"
  },
  {
    "title": "Peptides are everywhere. Here’s what you need to know.",
    "link": "https://www.technologyreview.com/2026/02/23/1133522/peptides-are-everywhere-heres-what-you-need-to-know/",
    "description": "MIT Technology Review Explains: Let our writers untangle the complex, messy world of technology to help you understand what’s coming next. You can read more from the series here. Want to lose weight? Get shredded? Stay mentally sharp? A wellness influencer might tell you to take peptides, the latest cure-all in the alternative medicine arsenal.…",
    "pubDate": "2026-02-23T18:52:40.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "MIT Technology Review erklärt: Lassen Sie unsere Autoren die komplexe, chaotische Welt der Technologie entwirren, damit Sie besser verstehen, was als nächstes kommt. Mehr aus der Serie können Sie hier lesen. Möchten Sie abnehmen? Zerfetzt werden? Geistig fit bleiben? Ein Wellness-Influencer könnte Ihnen sagen, dass Sie Peptide einnehmen sollen, die neuesten ...",
    "titleDE": "Peptide sind überall. Folgendes müssen Sie wissen:"
  },
  {
    "title": "OpenAI calls in the consultants for its enterprise push",
    "link": "https://techcrunch.com/2026/02/23/openai-calls-in-the-consultants-for-its-enterprise-push/",
    "description": "OpenAI is partnering with four consulting giants in an effort to see more adoption of its OpenAI Frontier AI agent platform.",
    "pubDate": "2026-02-23T18:11:08.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "OpenAI arbeitet mit vier Beratungsriesen zusammen, um eine stärkere Akzeptanz seiner KI-Agentenplattform OpenAI Frontier zu erreichen.",
    "titleDE": "OpenAI ruft die Berater für seinen Unternehmensschub auf"
  },
  {
    "title": "Guide Labs debuts a new kind of interpretable LLM",
    "link": "https://techcrunch.com/2026/02/23/guide-labs-debuts-a-new-kind-of-interpretable-llm/",
    "description": "The company open sourced an 8-billion-parameter LLM, Steerling-8B, trained with a new architecture designed to make its actions easily interpretable.",
    "pubDate": "2026-02-23T17:53:28.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Das Unternehmen hat ein Open-Source-LLM mit 8 Milliarden Parametern, Steerling-8B, bereitgestellt, das mit einer neuen Architektur trainiert wurde, um seine Aktionen leicht interpretierbar zu machen.",
    "titleDE": "Guide Labs stellt eine neue Art von interpretierbarem LLM vor"
  },
  {
    "title": "The human work behind humanoid robots is being hidden",
    "link": "https://www.technologyreview.com/2026/02/23/1133508/the-human-work-behind-humanoid-robots-is-being-hidden/",
    "description": "This story originally appeared in The Algorithm, our weekly newsletter on AI. To get stories like this in your inbox first, sign up here. In January, Nvidia’s Jensen Huang, the head of the world’s most valuable company, proclaimed that we are entering the era of physical AI, when artificial intelligence will move beyond language and chatbots…",
    "pubDate": "2026-02-23T17:05:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Diese Geschichte erschien ursprünglich in The Algorithm, unserem wöchentlichen Newsletter zum Thema KI. Um Geschichten wie diese zuerst in Ihrem Posteingang zu erhalten, melden Sie sich hier an. Im Januar verkündete Jensen Huang von Nvidia, Chef des wertvollsten Unternehmens der Welt, dass wir in die Ära der physischen KI eintreten, in der künstliche Intelligenz...",
    "titleDE": "Die menschliche Arbeit hinter humanoiden Robotern wird verborgen"
  },
  {
    "title": "Particle’s AI news app listens to podcasts for interesting clips so you you don’t have to",
    "link": "https://techcrunch.com/2026/02/23/particles-ai-news-app-listens-to-podcasts-for-interesting-clips-so-you-you-dont-have-to/",
    "description": "AI news app Particle can now pull in key moments from podcasts, letting readers instantly play short, relevant clips alongside related stories.",
    "pubDate": "2026-02-23T16:55:40.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die KI-Nachrichten-App Particle kann jetzt wichtige Momente aus Podcasts abrufen, sodass Leser sofort kurze, relevante Clips neben verwandten Geschichten abspielen können.",
    "titleDE": "Die KI-Nachrichten-App von Particle hört Podcasts auf interessante Clips, sodass Sie dies nicht tun müssen"
  },
  {
    "title": "Spotify rolls out AI-powered  Prompted Playlists to the UK and other markets",
    "link": "https://techcrunch.com/2026/02/23/spotify-ai-prompted-playlists-uk-markets/",
    "description": "Spotify continues to test its AI-powered “Prompted Playlist” feature, now rolling out the tool to Premium subscribers in the U.K., Ireland, Australia, and Sweden.",
    "pubDate": "2026-02-23T16:50:36.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Spotify testet weiterhin seine KI-gestützte Funktion „Prompted Playlist“ und führt das Tool nun für Premium-Abonnenten in Großbritannien, Irland, Australien und Schweden ein.",
    "titleDE": "Spotify führt KI-gestützte Prompted Playlists in Großbritannien und anderen Märkten ein"
  },
  {
    "title": "Does Big Tech actually care about fighting AI slop?",
    "link": "https://www.theverge.com/ai-artificial-intelligence/882956/ai-deepfake-detection-labels-c2pa-instagram-youtube",
    "description": "Progress towards reliable deepfake labelling tech is sluggish, despite all the “help” from AI providers. | Image: Cath Virginia / The Verge, Getty Images\t\n\nAs 2025 drew to a close, Instagram head Adam Mosseri ended the year by doom-posting about AI. \"Authenticity is becoming infinitely reproducible,\" Mosseri lamented. \"Everything that made creators matter - the ability to be real, to connect, to have a voice that couldn't be faked - is now accessible to anyone with the right tools.\" But people, Mosseri insisted, still wanted \"content that feels real.\" His proposed solution was finding a way to label real media. \"Camera manufacturers will cryptographically sign images at capture, creating a chain of custody,\" he said. The result would be a trustworthy system for determining what's not AI.\nThe g …\nRead the full story at The Verge.",
    "pubDate": "2026-02-23T16:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Der Fortschritt hin zu einer zuverlässigen Deepfake-Kennzeichnungstechnologie ist trotz aller „Hilfe“ von KI-Anbietern schleppend. | Bild: Cath Virginia / The Verge, Getty Images Als das Jahr 2025 zu Ende ging, beendete Instagram-Chef Adam Mosseri das Jahr mit einem unheilvollen Beitrag über KI. „Authentizität wird unendlich reproduzierbar“ ...",
    "titleDE": "Interessiert sich Big Tech tatsächlich für die Bekämpfung von KI-Schwächen?"
  },
  {
    "title": "5 days left to lock in the lowest TechCrunch Disrupt 2026 ticket rates",
    "link": "https://techcrunch.com/2026/02/23/5-days-left-to-lock-in-the-lowest-techcrunch-disrupt-2026-ticket-rates/",
    "description": "Five days to save up to $680 on your TechCrunch Disrupt 2026 ticket. These lowest rates of the year disappear on February 27 at 11:59 p.m. PT.",
    "pubDate": "2026-02-23T15:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Fünf Tage, um bis zu 680 $ auf Ihr TechCrunch Disrupt 2026-Ticket zu sparen. Diese niedrigsten Kurse des Jahres verschwinden am 27. Februar um 23:59 Uhr. PT.",
    "titleDE": "Es bleiben noch 5 Tage, um sich die niedrigsten Ticketpreise für TechCrunch Disrupt 2026 zu sichern"
  },
  {
    "title": "How AI agents could destroy the economy",
    "link": "https://techcrunch.com/2026/02/23/how-ai-agents-could-destroy-the-economy/",
    "description": "Citrini Research imagines a report from two years in the future, in which unemployment has doubled and the total value of the stock market has fallen by more than a third.",
    "pubDate": "2026-02-23T14:44:03.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Citrini Research stellt sich einen Bericht aus zwei Jahren in der Zukunft vor, in dem sich die Arbeitslosigkeit verdoppelt hat und der Gesamtwert des Aktienmarktes um mehr als ein Drittel gesunken ist.",
    "titleDE": "Wie KI-Agenten die Wirtschaft zerstören könnten"
  },
  {
    "title": "Defense Secretary summons Anthropic’s Amodei over military use of Claude",
    "link": "https://techcrunch.com/2026/02/23/defense-secretary-summons-anthropics-amodei-over-military-use-of-claude/",
    "description": "Defense Secretary Pete Hegseth has summoned Anthropic CEO Dario Amodei to the Pentagon for a tense discussion over the military's use of Claude. Hegseth has threatened to designate Anthropic a \"supply chain risk.\"",
    "pubDate": "2026-02-23T14:19:10.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Verteidigungsminister Pete Hegseth hat den CEO von Anthropic, Dario Amodei, zu einer angespannten Diskussion über den Einsatz von Claude durch das Militär ins Pentagon bestellt. Hegseth hat damit gedroht, Anthropic als „Lieferkettenrisiko“ einzustufen.",
    "titleDE": "Verteidigungsminister ruft Amodei von Anthropic wegen militärischem Einsatz von Claude vor"
  },
  {
    "title": "The Download: Chicago’s surveillance network, and building better bras",
    "link": "https://www.technologyreview.com/2026/02/23/1133495/the-download-chicagos-surveillance-network-and-building-better-bras/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. Inside Chicago’s surveillance panopticon Chicago has tens of thousands of surveillance cameras—up to 45,000, by some estimates.  That’s among the highest numbers per capita in the US. Chicago boasts one of the largest…",
    "pubDate": "2026-02-23T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. In Chicagos Überwachungs-Panoptikum gibt es in Chicago Zehntausende Überwachungskameras – Schätzungen zufolge sind es bis zu 45.000. Das ist eine der höchsten Zahlen überhaupt.",
    "titleDE": "Der Download: Chicagos Überwachungsnetzwerk und der Aufbau besserer BHs"
  },
  {
    "title": "How many AIs does it take to read a PDF?",
    "link": "https://www.theverge.com/ai-artificial-intelligence/882891/ai-pdf-parsing-failure",
    "description": "Image: Kristen Radtke / The Verge\t\n\nLast November, the House Oversight Committee had just released 20,000 pages of documents from the estate of Jeffrey Epstein, and Luke Igel and some friends were clicking around, trying to follow the threads of conversation through garbled email threads and a PDF viewer that was, frankly, \"gross.\" In the coming months, the Department of Justice would release its own batches of files, more than three million of them - again, all PDFs.\nThis was a problem. While the Department of Justice had run optical character recognition over the text, it was not very good, Igel said, rendering the files more or less unsearchable. \n\"There was no interface  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-23T11:00:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Bild: Kristen Radtke / The Verge Letzten November hatte der Aufsichtsausschuss des Repräsentantenhauses gerade 20.000 Seiten mit Dokumenten aus dem Nachlass von Jeffrey Epstein veröffentlicht, und Luke Igel und einige Freunde klickten herum und versuchten, den Gesprächssträngen durch verstümmelte E-Mail-Threads und eine PDF-Ansicht zu folgen …",
    "titleDE": "Wie viele KIs braucht man, um ein PDF zu lesen?"
  },
  {
    "title": "Why we no longer evaluate SWE-bench Verified",
    "link": "https://openai.com/index/why-we-no-longer-evaluate-swe-bench-verified",
    "description": "SWE-bench Verified is increasingly contaminated and mismeasures frontier coding progress. Our analysis shows flawed tests and training leakage. We recommend SWE-bench Pro.",
    "pubDate": "2026-02-23T11:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "SWE-Bench Verified ist zunehmend kontaminiert und misst den Fortschritt der Grenzkodierung falsch. Unsere Analyse zeigt fehlerhafte Tests und Trainingslecks. Wir empfehlen SWE-Bench Pro.",
    "titleDE": "Warum wir SWE-bench Verified nicht mehr bewerten"
  },
  {
    "title": "Inside Chicago’s surveillance panopticon",
    "link": "https://www.technologyreview.com/2026/02/23/1132740/inside-chicago-surveillance-panopticon/",
    "description": "Early on the morning of September 2, 2024, a Chicago Transit Authority Blue Line train was the scene of a random and horrific mass shooting. Four people were shot and killed on a westbound train as it approached the suburb of Forest Park.  The police swiftly activated a digital dragnet—a surveillance network that connects thousands…",
    "pubDate": "2026-02-23T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Am frühen Morgen des 2. September 2024 war ein Zug der Chicago Transit Authority Blue Line Schauplatz einer willkürlichen und schrecklichen Massenerschießung. Vier Menschen wurden in einem Zug in westlicher Richtung erschossen, als dieser sich dem Vorort Forest Park näherte. Die Polizei aktivierte umgehend eine digitale Schleppnetz-Überwachungsanlage.",
    "titleDE": "Im Überwachungs-Panoptikum von Chicago"
  },
  {
    "title": "OpenAI announces Frontier Alliance Partners",
    "link": "https://openai.com/index/frontier-alliance-partners",
    "description": "OpenAI announces Frontier Alliance Partners to help enterprises move from AI pilots to production with secure, scalable agent deployments.",
    "pubDate": "2026-02-23T05:30:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI kündigt Frontier Alliance Partners an, um Unternehmen mit sicheren, skalierbaren Agentenbereitstellungen beim Übergang von KI-Piloten zur Produktion zu unterstützen.",
    "titleDE": "OpenAI gibt Frontier Alliance-Partner bekannt"
  },
  {
    "title": "Samsung is adding Perplexity to Galaxy AI",
    "link": "https://www.theverge.com/tech/882921/samsung-is-adding-perplexity-to-galaxy-ai",
    "description": "I wish I could talk to my Plex server… | Image: Samsung.\t\n\nIn addition to summoning Bixby or Gemini, Galaxy S26 users will be able to call on Perplexity by saying \"hey, Plex.\" The integration of Perplexity into Galaxy AI is just one element of the company's embrace of a \"multi-agent ecosystem.\"\nOften, people will use different AI agents for different tasks, depending on where their strengths lie. So Samsung is opening up the ability to integrate different agents into the OS. Hey, Plex isn't just some transparent version of the app baked into a Galaxy phone to quickly get answers to questions. Perplexity will have access to Samsung Notes, Clock, Gallery, Reminder, and Calendar, as well as select thi …\nRead the full story at The Verge.",
    "pubDate": "2026-02-22T22:15:30.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Ich wünschte, ich könnte mit meinem Plex-Server sprechen… | Bild: Samsung. Zusätzlich zur Beschwörung von Bixby oder Gemini können Benutzer des Galaxy S26 Perplexity anrufen, indem sie „Hey, Plex“ sagen. Die Integration von Perplexity in Galaxy AI ist nur ein Element der Initiative des Unternehmens zu einem „Multi-Agenten-Ökosystem“. Oft,...",
    "titleDE": "Samsung erweitert Galaxy AI um Perplexity"
  },
  {
    "title": "All the important news from the ongoing India AI Impact Summit",
    "link": "https://techcrunch.com/2026/02/22/all-the-important-news-from-the-ongoing-india-ai-summit/",
    "description": "India is hosting a four-day AI Summit this week that will be attended by executives from major AI labs and Big Tech, including OpenAI, Anthropic, Nvidia, Microsoft, Google, and Cloudflare, as well as heads of state.",
    "pubDate": "2026-02-22T17:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Indien veranstaltet diese Woche einen viertägigen KI-Gipfel, an dem Führungskräfte großer KI-Labore und Big Tech, darunter OpenAI, Anthropic, Nvidia, Microsoft, Google und Cloudflare, sowie Staatsoberhäupter teilnehmen werden.",
    "titleDE": "Alle wichtigen Neuigkeiten vom laufenden India AI Impact Summit"
  },
  {
    "title": "6 days left to lock in the lowest TechCrunch Disrupt 2026 rates",
    "link": "https://techcrunch.com/2026/02/22/6-days-left-to-lock-in-the-lowest-techcrunch-disrupt-2026-rates/",
    "description": "Super Early Bird pricing for TechCrunch Disrupt 2026 ends February 27 at 11:59 p.m. PT. That means you have just 6 days left to secure up to $680 of ticket savings.",
    "pubDate": "2026-02-22T15:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Der Super-Early-Bird-Preis für TechCrunch Disrupt 2026 endet am 27. Februar um 23:59 Uhr. PT. Das bedeutet, dass Sie nur noch 6 Tage Zeit haben, um sich eine Ticketersparnis von bis zu 680 $ zu sichern.",
    "titleDE": "Es bleiben noch 6 Tage, um sich die niedrigsten Tarife für TechCrunch Disrupt 2026 zu sichern"
  },
  {
    "title": "Sam Altman would like to remind you that humans use a lot of energy, too",
    "link": "https://techcrunch.com/2026/02/21/sam-altman-would-like-remind-you-that-humans-use-a-lot-of-energy-too/",
    "description": "\"It also takes a lot of energy to train a human.\"",
    "pubDate": "2026-02-21T21:38:01.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "„Außerdem kostet es viel Energie, einen Menschen zu trainieren.“",
    "titleDE": "Sam Altman möchte Sie daran erinnern, dass auch Menschen viel Energie verbrauchen"
  },
  {
    "title": "Microsoft’s new gaming CEO vows not to flood the ecosystem with ‘endless AI slop’",
    "link": "https://techcrunch.com/2026/02/21/microsofts-new-gaming-ceo-vows-not-to-flood-the-ecosystem-with-endless-ai-slop/",
    "description": "Is Microsoft's gaming division doubling down on AI?",
    "pubDate": "2026-02-21T17:41:27.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Verdoppelt die Gaming-Abteilung von Microsoft den Einsatz von KI?",
    "titleDE": "Der neue Gaming-CEO von Microsoft verspricht, das Ökosystem nicht mit „endlosem KI-Schwachsinn“ zu überschwemmen"
  },
  {
    "title": "Google VP warns that two types of AI startups may not survive",
    "link": "https://techcrunch.com/2026/02/21/google-vp-warns-that-two-types-of-ai-startups-may-not-survive/",
    "description": "As generative AI evolves, a Google VP warns that LLM wrappers and AI aggregators face mounting pressure, with shrinking margins and limited differentiation threatening their long-term viability.",
    "pubDate": "2026-02-21T16:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Während sich die generative KI weiterentwickelt, warnt ein Google-Vizepräsident, dass LLM-Wrapper und KI-Aggregatoren zunehmendem Druck ausgesetzt sind, da schrumpfende Margen und begrenzte Differenzierung ihre langfristige Rentabilität gefährden.",
    "titleDE": "Google VP warnt davor, dass zwei Arten von KI-Startups möglicherweise nicht überleben"
  },
  {
    "title": "OpenAI debated calling police about suspected Canadian shooter’s chats",
    "link": "https://techcrunch.com/2026/02/21/openai-debated-calling-police-about-suspected-canadian-shooters-chats/",
    "description": "Jesse Van Rootselaar's descriptions of gun violence were flagged by tools that monitor ChatGPT for misuse.",
    "pubDate": "2026-02-21T15:25:44.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Jesse Van Rootselaars Beschreibungen von Waffengewalt wurden von Tools gemeldet, die ChatGPT auf Missbrauch überwachen.",
    "titleDE": "OpenAI debattierte darüber, die Polizei wegen Chats mutmaßlicher kanadischer Schützen anzurufen"
  },
  {
    "title": "Suspect in Tumbler Ridge school shooting described violent scenarios to ChatGPT",
    "link": "https://www.theverge.com/ai-artificial-intelligence/882814/tumbler-ridge-school-shooting-chatgpt",
    "description": "The suspect in the mass shooting at Tumbler Ridge, British Columbia, Jesse Van Rootselaar, was raising alarms among employees at OpenAI months before the shooting took place. This past June, Jesse had conversations with ChatGPT involving descriptions of gun violence that triggered the chatbot's automated review system. Several employees raised concerns that her posts could be a precursor to real-world violence and encouraged company leaders to contact the authorities, but they ultimately declined.\nOpenAI spokesperson Kayla Wood told The Verge that, while the company considered referring the account to law enforcement, it was ultimately deci …\nRead the full story at The Verge.",
    "pubDate": "2026-02-21T15:22:57.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Der Verdächtige der Massenschießerei in Tumbler Ridge, British Columbia, Jesse Van Rootselaar, schlug Monate vor der Schießerei unter den Mitarbeitern von OpenAI Alarm. Im vergangenen Juni führte Jesse Gespräche mit ChatGPT, in denen es um Beschreibungen von Waffengewalt ging, die die automatische Aktivierung des Chatbots auslöste...",
    "titleDE": "Der Verdächtige der Schießerei in einer Schule in Tumbler Ridge beschrieb ChatGPT Gewaltszenarien"
  },
  {
    "title": "7 days until ticket prices rise for TechCrunch Disrupt 2026",
    "link": "https://techcrunch.com/2026/02/21/7-days-until-ticket-prices-rise-for-techcrunch-disrupt-2026/",
    "description": "Lowest ticket prices to TechCrunch Disrupt 2026 end February 27. Up to $680 off individual passes and up to 30% off group passes. Register before they go up to join 10,000 founders, tech operators, and VCs.",
    "pubDate": "2026-02-21T15:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die niedrigsten Ticketpreise für TechCrunch Disrupt 2026 enden am 27. Februar. Bis zu 680 $ Rabatt auf Einzelkarten und bis zu 30 % Rabatt auf Gruppenkarten. Registrieren Sie sich, bevor sie auftauchen, um sich 10.000 Gründern, Technologiebetreibern und VCs anzuschließen.",
    "titleDE": "Noch 7 Tage bis die Ticketpreise für TechCrunch Disrupt 2026 steigen"
  },
  {
    "title": "India’s Sarvam launches Indus AI chat app as competition heats up",
    "link": "https://techcrunch.com/2026/02/20/indias-sarvam-launches-indus-ai-chat-app-as-competition-heats-up/",
    "description": "Sarvam's Indus chat app is currently available in beta.",
    "pubDate": "2026-02-21T01:00:00.000Z",
    "source": "TechCrunch",
    "category": "news",
    "descriptionDE": "Die Indus-Chat-App von Sarvam ist derzeit in der Betaversion verfügbar.",
    "titleDE": "Das indische Unternehmen Sarvam führt die KI-Chat-App Indus ein, da sich der Wettbewerb verschärft"
  },
  {
    "title": "Trump is making coal plants even dirtier as AI demands more energy",
    "link": "https://www.theverge.com/science/882288/trump-ai-data-center-power-plant-pollution-mercury-mats",
    "description": "Kingston Fossil Plant, a 1.4-gigawatt coal-fired power plant located in Roane County, just outside Kingston, Tennessee on the shore of Watts Bar Lake. | Photo: Getty Images\t\n\nThe Trump administration just tossed out Biden-era restrictions on mercury and other toxic pollutants from power plants. It's repealing Mercury and Air Toxics Standards (MATS) just as electricity demand in the US ticks up with the buildout of new AI data centers. \nThose standards are particularly impactful when it comes to pollution from coal plants responsible for around half of mercury emissions in the US. Mercury is a neurotoxin; high exposure has been linked to birth defects and learning disabilities in children. Exposure can also impact the kidneys and nervous system.\n\nTrump's deregulation spree aims to make it easier to quickly constr …\n\nRead the full story at The Verge.",
    "pubDate": "2026-02-20T20:18:34.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Kingston Fossil Plant, ein 1,4-Gigawatt-Kohlekraftwerk im Roane County, etwas außerhalb von Kingston, Tennessee, am Ufer des Watts Bar Lake. | Foto: Getty Images Die Trump-Regierung hat gerade die Beschränkungen der Biden-Ära für Quecksilber und andere giftige Schadstoffe aus Kraftwerken aufgehoben. Es ist r...",
    "titleDE": "Trump macht Kohlekraftwerke noch schmutziger, da KI mehr Energie benötigt"
  },
  {
    "title": "Exclusive eBook: The great Al hype correction of 2025",
    "link": "https://www.technologyreview.com/2026/02/20/1133368/exclusive-ebook-the-great-al-hype-correction-of-2025/",
    "description": "2025 was a year of reckoning, including how the heads of the top AI companies made promises they couldn’t keep. In this exclusive subscriber-only eBook, you’ll learn more about why we may need to readjust our expectations. This story is part of the Hype Correction package.by Will Douglas Heaven December 15, 2025 Table of Contents:…",
    "pubDate": "2026-02-20T18:46:07.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "2025 war ein Jahr der Abrechnung, auch der Tatsache, dass die Chefs der führenden KI-Unternehmen Versprechen machten, die sie nicht halten konnten. In diesem exklusiven E-Book nur für Abonnenten erfahren Sie mehr darüber, warum wir unsere Erwartungen möglicherweise anpassen müssen. Diese Geschichte ist Teil des Hype Correction-Pakets.von Will Douglas Heaven Dece...",
    "titleDE": "Exklusives E-Book: Die große Al-Hype-Korrektur von 2025"
  },
  {
    "title": "Amazon blames human employees for an AI coding agent&#8217;s mistake",
    "link": "https://www.theverge.com/ai-artificial-intelligence/882005/amazon-blames-human-employees-for-an-ai-coding-agents-mistake",
    "description": "Amazon Web Services suffered a 13-hour outage to one system in December as a result of its AI coding assistant Kiro's actions, according to the Financial Times. Numerous unnamed Amazon employees told the FT that AI agent Kiro was responsible for the December incident affecting an AWS service in parts of mainland China. People familiar with the matter said the tool chose to \"delete and recreate the environment\" it was working on, which caused the outage.\nWhile Kiro normally requires sign-off from two humans to push changes, the bot had the permissions of its operator, and a human error there allowed more access than expected.\nAmazon describ …\nRead the full story at The Verge.",
    "pubDate": "2026-02-20T16:52:48.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Nach Angaben der Financial Times erlitt Amazon Web Services im Dezember aufgrund der Aktionen seines KI-Codierungsassistenten Kiro einen 13-stündigen Ausfall eines Systems. Zahlreiche namentlich nicht genannte Amazon-Mitarbeiter teilten der FT mit, dass der KI-Agent Kiro für den Vorfall im Dezember verantwortlich sei, bei dem ein AWS-Dienst teilweise betroffen war …",
    "titleDE": "Amazon macht menschliche Mitarbeiter für den Fehler eines KI-Programmierers verantwortlich"
  },
  {
    "title": "OpenAI&#8217;s first ChatGPT gadget could be a smart speaker with a camera",
    "link": "https://www.theverge.com/ai-artificial-intelligence/882077/openai-chatgpt-smart-speaker-camera-glasses-lamp",
    "description": "OpenAI's first hardware release will be a smart speaker with a camera that will probably cost between $200 and $300, according to The Information. The device will be able to recognize things like \"items on a nearby table or conversations people are having in the vicinity,\" The Information says, and it will have a Face ID-like facial recognition system so that people can purchase things.\nOpenAI acquired Jony Ive's hardware company last May in a deal worth nearly $6.5 billion. Details about their hardware products have been trickling out since then, including that the first device won't be a wearable and that it won't be released to customers …\nRead the full story at The Verge.",
    "pubDate": "2026-02-20T16:52:03.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Die erste Hardware-Veröffentlichung von OpenAI wird ein intelligenter Lautsprecher mit einer Kamera sein, der laut The Information voraussichtlich zwischen 200 und 300 US-Dollar kosten wird. Das Gerät wird in der Lage sein, Dinge wie „Gegenstände auf einem Tisch in der Nähe oder Gespräche, die Leute in der Nähe führen“ zu erkennen, heißt es in The Information, und ...",
    "titleDE": "Das erste ChatGPT-Gadget von OpenAI könnte ein intelligenter Lautsprecher mit Kamera sein"
  },
  {
    "title": "Our First Proof submissions",
    "link": "https://openai.com/index/first-proof-submissions",
    "description": "We share our AI model’s proof attempts for the First Proof math challenge, testing research-grade reasoning on expert-level problems.",
    "pubDate": "2026-02-20T14:30:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "Wir teilen die Beweisversuche unseres KI-Modells für die Mathe-Herausforderung „Erster Beweis“ und testen wissenschaftlich fundiertes Denken an Problemen auf Expertenebene.",
    "titleDE": "Unsere First-Proof-Einreichungen"
  },
  {
    "title": "The Download: Microsoft’s online reality check, and the worrying rise in measles cases",
    "link": "https://www.technologyreview.com/2026/02/20/1133396/the-download-microsofts-online-reality-check-and-the-worrying-rise-in-measles-cases/",
    "description": "This is today’s edition of The Download, our weekday newsletter that provides a daily dose of what’s going on in the world of technology. Microsoft has a new plan to prove what’s real and what’s AI online AI-enabled deception now permeates our online lives. There are the high-profile cases you may easily spot. Other times, it slips…",
    "pubDate": "2026-02-20T13:10:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Dies ist die heutige Ausgabe von The Download, unserem Wochentags-Newsletter, der täglich einen Überblick über die aktuellen Entwicklungen in der Welt der Technologie bietet. Microsoft hat einen neuen Plan, um zu beweisen, was real ist und was KI online ist. KI-gestützte Täuschung durchdringt jetzt unser Online-Leben. Es gibt die hochkarätigen Fälle, die Sie vielleicht ...",
    "titleDE": "Der Download: Microsofts Online-Realitätscheck und der besorgniserregende Anstieg der Masernfälle"
  },
  {
    "title": "Job titles of the future: Breast biomechanic",
    "link": "https://www.technologyreview.com/2026/02/20/1132629/job-titles-future-breast-biomechanic/",
    "description": "Twenty years ago, Joanna Wakefield-Scurr was having persistent pain in her breasts. Her doctor couldn’t diagnose the cause but said a good, supportive bra could help. A professor of biomechanics, Wakefield-Scurr thought she could do a little research and find a science-backed option. Two decades later, she’s still looking. Wakefield-Scurr now leads an 18-person team…",
    "pubDate": "2026-02-20T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Vor zwanzig Jahren hatte Joanna Wakefield-Scurr anhaltende Schmerzen in ihren Brüsten. Ihr Arzt konnte die Ursache nicht diagnostizieren, sagte aber, ein guter, unterstützender BH könne helfen. Wakefield-Scurr, Professorin für Biomechanik, dachte, sie könnte ein wenig recherchieren und eine wissenschaftlich fundierte Option finden. Zwei Jahrzehnte später...",
    "titleDE": "Berufsbezeichnungen der Zukunft: Brustbiomechanikerin"
  },
  {
    "title": "Community service",
    "link": "https://www.technologyreview.com/2026/02/20/1132640/community-service-science-fiction-story/",
    "description": "The bird is a beautiful silver-gray, and as she dies twitching in the lasernet I’m grateful for two things: First, that she didn’t make a sound. Second, that this will be the very last time.  They’re called corpse doves—because the darkest part of their gray plumage surrounds the lighter part, giving the impression that skeleton…",
    "pubDate": "2026-02-20T11:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "Der Vogel ist wunderschön silbergrau, und als er zuckend im Lasernetz stirbt, bin ich für zwei Dinge dankbar: Erstens, dass er keinen Laut von sich gegeben hat. Zweitens, dass dies das allerletzte Mal sein wird. Sie werden Leichentauben genannt – weil der dunkelste Teil ihres grauen Gefieders den helleren Teil umgibt und so...",
    "titleDE": "Zivildienst"
  },
  {
    "title": "Measles cases are rising. Other vaccine-preventable infections could be next.",
    "link": "https://www.technologyreview.com/2026/02/20/1133365/measles-cases-rising-vaccine-preventable-infections-mumps-hepatitis-b/",
    "description": "There’s a measles outbreak happening close to where I live. Since the start of this year, 34 cases have been confirmed in Enfield, a northern borough of London. Most of those affected are children under the age of 11. One in five have needed hospital treatment. It’s another worrying development for an incredibly contagious and potentially…",
    "pubDate": "2026-02-20T10:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "In der Nähe meines Wohnortes kommt es zu einem Masernausbruch. Seit Beginn dieses Jahres wurden in Enfield, einem nördlichen Bezirk Londons, 34 Fälle bestätigt. Bei den meisten Betroffenen handelt es sich um Kinder unter 11 Jahren. Jeder Fünfte musste im Krankenhaus behandelt werden. Es ist eine weitere besorgniserregende Entwicklung für ...",
    "titleDE": "Die Masernfälle nehmen zu. Als nächstes könnten weitere durch Impfungen vermeidbare Infektionen folgen."
  },
  {
    "title": "The Pitt has a sharp take on AI",
    "link": "https://www.theverge.com/entertainment/881016/hbo-the-pitt-generative-ai-charting",
    "description": "Each episode of HBO's The Pitt features some degree of medical trauma that almost makes the hospital drama feel like a horror series. Some patients are dealing with gnarly lacerations while others are fighting off vicious blood infections that could rob them of their limbs, and the chaos of working in an emergency room often leaves The Pitt's central characters shaken. But as alarming as many of The Pitt's more gore-forward moments can be, what's even more unsettling is the show's slow-burning subplot about hospitals adopting generative artificial intelligence.\nIn its second season, The Pitt once again chronicles all the events that happen  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-19T23:15:00.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "In jeder Folge von HBOs „The Pitt“ gibt es ein gewisses Maß an medizinischem Trauma, das das Krankenhausdrama fast wie eine Horrorserie wirken lässt. Einige Patienten haben mit schlimmen Schnittwunden zu kämpfen, während andere gegen bösartige Blutinfektionen kämpfen, die ihnen die Gliedmaßen rauben könnten, und das Chaos am Arbeitsplatz ...",
    "titleDE": "Der Pitt hat einen scharfen Blick auf KI"
  },
  {
    "title": "The AI security nightmare is here and it looks suspiciously like lobster",
    "link": "https://www.theverge.com/ai-artificial-intelligence/881574/cline-openclaw-prompt-injection-hack",
    "description": "A hacker tricked a popular AI coding tool into installing OpenClaw - the viral, open-source AI agent OpenClaw that \"actually does things\" - absolutely everywhere. Funny as a stunt, but a sign of what to come as more and more people let autonomous software use their computers on their behalf. \nThe hacker took advantage of a vulnerability in Cline, an open-source AI coding agent popular among developers, that security researcher Adnan Khan had surfaced just days earlier as a proof of concept. Simply put, Cline's workflow used Anthropic's Claude, which could be fed sneaky instructions and made to do things that it shouldn't, a technique known  …\nRead the full story at The Verge.",
    "pubDate": "2026-02-19T18:58:56.000Z",
    "source": "The Verge",
    "category": "news",
    "descriptionDE": "Ein Hacker hat ein beliebtes KI-Codierungstool dazu gebracht, OpenClaw zu installieren – den viralen Open-Source-KI-Agenten OpenClaw, der „tatsächlich Dinge tut“ – und zwar absolut überall. Witzig wie ein Stunt, aber ein Zeichen dafür, was kommen wird, da immer mehr Menschen autonome Software ihre Computer für sich nutzen lassen. Das ha...",
    "titleDE": "Der Albtraum der KI-Sicherheit ist da und er sieht verdächtig nach Hummer aus"
  },
  {
    "title": "Microsoft has a new plan to prove what’s real and what’s AI online",
    "link": "https://www.technologyreview.com/2026/02/19/1133360/microsoft-has-a-new-plan-to-prove-whats-real-and-whats-ai-online/",
    "description": "AI-enabled deception now permeates our online lives. There are the high-profile cases you may easily spot, like when White House officials recently shared a manipulated image of a protester in Minnesota and then mocked those asking about it. Other times, it slips quietly into social media feeds and racks up views, like the videos that…",
    "pubDate": "2026-02-19T16:00:00.000Z",
    "source": "MIT Tech Review",
    "category": "trend",
    "descriptionDE": "KI-gestützte Täuschung durchdringt mittlerweile unser Online-Leben. Es gibt hochkarätige Fälle, die Sie leicht erkennen können, wie zum Beispiel, als Beamte des Weißen Hauses kürzlich ein manipuliertes Bild eines Demonstranten in Minnesota teilten und sich dann über diejenigen lustig machten, die danach fragten. Ein anderes Mal schleicht es sich still und leise in Social-Media-Feeds ein und ...",
    "titleDE": "Microsoft hat einen neuen Plan, um online zu beweisen, was real ist und was KI ist"
  },
  {
    "title": "Advancing independent research on AI alignment",
    "link": "https://openai.com/index/advancing-independent-research-ai-alignment",
    "description": "OpenAI commits $7.5M to The Alignment Project to fund independent AI alignment research, strengthening global efforts to address AGI safety and security risks.",
    "pubDate": "2026-02-19T10:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI stellt dem Alignment Project 7,5 Millionen US-Dollar zur Verfügung, um unabhängige KI-Alignment-Forschung zu finanzieren und so die weltweiten Bemühungen zur Bewältigung von AGI-Sicherheitsrisiken zu stärken.",
    "titleDE": "Förderung unabhängiger Forschung zur KI-Ausrichtung"
  },
  {
    "title": "“No technology has me dreaming bigger than AI”",
    "link": "https://blog.google/company-news/inside-google/message-ceo/sundar-pichai-ai-impact-summit-2026/",
    "description": "CEO Sundar Pichai’s remarks at the opening ceremony of the AI Impact Summit 2026",
    "pubDate": "2026-02-19T04:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Bemerkungen von CEO Sundar Pichai bei der Eröffnungszeremonie des AI Impact Summit 2026",
    "titleDE": "„Keine Technologie lässt mich größere Träume träumen als KI“"
  },
  {
    "title": "AI Impact Summit 2026",
    "link": "https://blog.google/innovation-and-ai/technology/ai/ai-impact-summit-2026-collection/",
    "description": "A look at the partnerships and investments Google announced at the AI Impact Summit 2026.",
    "pubDate": "2026-02-19T04:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Ein Blick auf die Partnerschaften und Investitionen, die Google auf dem AI Impact Summit 2026 angekündigt hat.",
    "titleDE": "AI Impact Summit 2026"
  },
  {
    "title": "Introducing OpenAI for India",
    "link": "https://openai.com/index/openai-for-india",
    "description": "OpenAI for India expands AI access across the country—building local infrastructure, powering enterprises, and advancing workforce skills.",
    "pubDate": "2026-02-18T21:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI für Indien erweitert den KI-Zugang im ganzen Land – baut lokale Infrastruktur auf, stärkt Unternehmen und verbessert die Fähigkeiten der Arbeitskräfte.",
    "titleDE": "Einführung von OpenAI für Indien"
  },
  {
    "title": "A new way to express yourself: Gemini can now create music",
    "link": "https://blog.google/innovation-and-ai/products/gemini-app/lyria-3/",
    "description": "Lyria 3 is now available in the Gemini app. Create custom, high-quality 30-second tracks from text and images.",
    "pubDate": "2026-02-18T16:00:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Lyria 3 ist jetzt in der Gemini-App verfügbar. Erstellen Sie individuelle, hochwertige 30-Sekunden-Tracks aus Text und Bildern.",
    "titleDE": "Eine neue Art, sich auszudrücken: Zwillinge können jetzt Musik machen"
  },
  {
    "title": "AI Impact Summit 2026: How we’re partnering to make AI work for everyone",
    "link": "https://blog.google/innovation-and-ai/technology/ai/ai-impact-summit-2026-india/",
    "description": "An overview of Google’s new global partnerships and funding announcements at the AI Impact Summit in India.",
    "pubDate": "2026-02-18T10:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Ein Überblick über die neuen globalen Partnerschaften und Finanzierungsankündigungen von Google auf dem AI Impact Summit in Indien.",
    "titleDE": "AI Impact Summit 2026: Wie wir zusammenarbeiten, damit KI für alle funktioniert"
  },
  {
    "title": "Introducing EVMbench",
    "link": "https://openai.com/index/introducing-evmbench",
    "description": "OpenAI and Paradigm introduce EVMbench, a benchmark evaluating AI agents’ ability to detect, patch, and exploit high-severity smart contract vulnerabilities.",
    "pubDate": "2026-02-18T00:00:00.000Z",
    "source": "OpenAI",
    "category": "news",
    "descriptionDE": "OpenAI und Paradigm stellen EVMbench vor, einen Benchmark, der die Fähigkeit von KI-Agenten bewertet, hochgradige Smart-Contract-Schwachstellen zu erkennen, zu patchen und auszunutzen.",
    "titleDE": "Wir stellen vor: EVMbench"
  },
  {
    "title": "Our 2026 Responsible AI Progress Report",
    "link": "https://blog.google/innovation-and-ai/products/responsible-ai-2026-report-ongoing-work/",
    "description": "A look at our 2026 Responsible AI Progress Report.",
    "pubDate": "2026-02-17T22:30:00.000Z",
    "source": "Google AI",
    "category": "news",
    "descriptionDE": "Ein Blick auf unseren Responsible AI-Fortschrittsbericht 2026.",
    "titleDE": "Unser Responsible AI-Fortschrittsbericht 2026"
  },
  {
    "title": "Password managers' promise that they can't see your vaults isn't always true",
    "link": "https://arstechnica.com/security/2026/02/password-managers-promise-that-they-cant-see-your-vaults-isnt-always-true/",
    "description": "Contrary to what password managers say, a server compromise can mean game over.",
    "pubDate": "2026-02-17T20:43:01.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "Im Gegensatz zu dem, was Passwort-Manager sagen, kann eine Serverkompromittierung das Ende des Spiels bedeuten.",
    "titleDE": "Das Versprechen von Passwortmanagern, dass sie Ihre Tresore nicht sehen können, ist nicht immer wahr"
  },
  {
    "title": "Most VMware users still \"actively reducing their VMware footprint,\" survey finds",
    "link": "https://arstechnica.com/information-technology/2026/02/most-vmware-users-still-actively-reducing-their-vmware-footprint-survey-finds/",
    "description": "Broadcom's \"strategy was never to keep every customer,\" CloudBolt report says.",
    "pubDate": "2026-02-17T18:38:10.000Z",
    "source": "Ars Technica",
    "category": "news",
    "descriptionDE": "„Die Strategie von Broadcom bestand nie darin, jeden Kunden zu halten“, heißt es in dem CloudBolt-Bericht.",
    "titleDE": "Laut einer Umfrage „reduzieren die meisten VMware-Benutzer immer noch aktiv ihren VMware-Fußabdruck“."
  }
]